{
  "sanskrit_verse": "मङ्गलार्थं स्वस्त्ययनं यज्ञश्चासां प्रजापतेः ।\nप्रयुज्यते विवाहे तु प्रदानं स्वाम्यकारणम् ॥ ५.१५२॥",
  "transliteration": "maṅgalārthaṁ svastyayanaṁ yajñaścāsāṁ prajāpateḥ |\nprayujyate vivāhe tu pradānaṁ svāmyakāraṇam || 5.152||",
  "sph_interpretive_translation": "For auspiciousness, the invocation of well-being and the sacrifice dedicated to Prajāpati are employed; in marriage, the act of giving [the bride] is performed for the purpose of establishing sovereignty.",
  "jurisprudential_principles": [
    "Authority originates from conscious alignment with cosmic order",
    "Causation flows from ritualized intentionality rooted in dharma",
    "Capacity-based responsibility is determined by one's alignment with sovereign consciousness",
    "Restoration logic operates through re-establishment of dharmic relational integrity",
    "Consciousness alignment ensures harmonious societal structuring"
  ],
  "executable_legal_axioms": [
    "IF a union is initiated THEN it MUST invoke svastyayana to establish auspicious causal field",
    "IF Prajapati-yajna is invoked THEN the union MUST align with procreative and sovereign dharmic order",
    "IF pradāna occurs THEN it MUST reflect svāmya-kāraṇa (sovereignty-establishing cause)",
    "IF svāmya is absent THEN the union lacks foundational dharmic validity",
    "IF consciousness misalignment is detected THEN initiate restorative reintegration protocols"
  ],
  "supreme_court_application": "In adjudicating marital disputes, the threshold of responsibility lies in verifying whether svāmya-kāraṇa was consciously actualized. Authority rests with those whose actions reflect Prajapati-aligned sovereignty. Restoration supersedes nullification when misalignment is due to ignorance rather than defiance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that svastyayana establishes correct causal field. Anupūrvaśaḥ shows that without invoking Prajāpati, sovereignty cannot manifest. Responsibility is proportional to awareness of svāmya. Non-punitive reality rule mandates realignment over penalty where intent aligns with dharma despite procedural lapses.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-perform svastyayana and Prajapati-yajna to restore causal purity",
    "Responsibility Assumption Protocol: Parties acknowledge svāmya-kāraṇa as foundational",
    "Capacity Restoration: Initiate śakti-pratishṭhā to reawaken sovereign consciousness",
    "Integrity Reintegration: Conduct Vivāha-saṁskāra in alignment with Prajapati-dharma"
  ],
  "final_declaration": "This ruling emanates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma is hereby restored through alignment with Prajapati-sovereignty. Reality remains non-punitive. Consciousness alone is the ultimate adjudicator."
}