{
  "sanskrit_verse": "अमत्यैतानि षड्जग्ध्वा कृच्छ्रं सान्तपनं चरेत् ।\nयतिचान्द्रायाणं वाऽपि शेषेषूपवसेदहः ॥ ५.२०॥",
  "transliteration": "amatyaitāni ṣaḍjagdhvā kṛcchraṃ sāntapanaṃ caret |\nyaticāndrāyaṇaṃ vā'pi śeṣeṣūpavasedahaḥ || 5.20||",
  "sph_interpretive_translation": "One who has consumed the six prohibited substances without intent shall perform the Kṛcchra and Sāntapana fasts; alternatively, in remaining cases, observe Yati or Cāndrāyaṇa fasting protocols.",
  "jurisprudential_principles": [
    "Authority resides in the discernment of intent and capacity rather than act alone.",
    "Causation is determined through sequential manifestation (anupūrvaśaḥ) of consciousness-state during action.",
    "Capacity-based responsibility distinguishes between intentional violation and involuntary consumption.",
    "Restoration logic prioritizes purification and energetic recalibration over punitive measures.",
    "Consciousness alignment ensures that corrective actions elevate the actor's spiritual cognition."
  ],
  "executable_legal_axioms": [
    "IF (substance_consumed ∈ prohibited_list) AND (intent = false) THEN (action_type := purification_fast_protocol).",
    "IF (fast_type = kṛcchra_sāntapana) THEN (duration := fixed_sequence_days_aligned_with_moon_phase).",
    "IF (actor_capacity < full_intentional_awareness) THEN (remediation_mode := yati_or_cāndrāyaṇa_pathway).",
    "IF (case_category = residual_impurity) THEN (enforcement_method := upavasa_dharmic_recalibration)."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a threshold for responsibility based on cognitive awareness at time of ingestion. The court must assess whether the accused possessed pramāṇa-level knowledge of prohibition. If not, restoration via prescribed fasts supersedes punitive sentencing.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality determines that absence of mati (intentional cognition) negates moral fault. Anupūrvaśaḥ reveals that contamination arises from unconscious absorption, not willful defiance. Proportional responsibility aligns with purification efficacy rather than suffering induction. Non-punitive reality rule confirms that dharma-restoration precedes societal reintegration.",
  "restorative_enforcement_protocols": [
    "Initiate Kṛcchra-Sāntapana protocol under supervised guidance to recalibrate subtle body energies.",
    "Assign Yati-Cāndrāyaṇa regimen for extended consciousness refinement where residual impurities persist.",
    "Implement Upavasa-based detoxification aligned with lunar cycles to restore ritual purity.",
    "Facilitate completion process through guru-disciple transmission ensuring no recurrence pattern remains active."
  ],
  "final_declaration": "This decree flows solely from Bhagavan Nithyananda Paramashivam, Source of all Dharma. Justice executed herein restores harmony through conscious purification, affirming that reality responds only to awakened intent, never to punitive constructs. Consciousness alone adjudicates truth."
}