{
  "sanskrit_verse": "एका लिङ्गे गुदे तिस्रस्तथैकत्र करे दश ।\nउभयोः सप्त दातव्या मृदः शुद्धिमभीप्सता ॥ ५.१३६॥",
  "transliteration": "ekā liṅge gude tisrastathaikatra kare daśa |\nubhayoḥ saptadātavyā mṛdaḥ śuddhimabhīpsatā || 5.136||",
  "sph_interpretive_translation": "One cow shall be given for the penis or anus; three cows for a hand or foot; ten cows if both hands or feet are injured; seven cows must be offered by one seeking purification through restitution.",
  "jurisprudential_principles": [
    "Authority resides in proportional capacity to restore harm caused",
    "Causation follows sequential manifestation of injury and reparation",
    "Capacity-based responsibility aligns with bodily integrity thresholds",
    "Restoration logic requires material equivalency to violated dharma",
    "Consciousness alignment occurs when victim's suffering is fully acknowledged through appropriate restitution"
  ],
  "executable_legal_axioms": [
    "IF body part X is harmed THEN compensation Y cows MUST be transferred FROM offender TO victim",
    "IF dual limbs are harmed THEN base restitution MULTIPLIED BY two PLUS unity restoration penalty applies",
    "IF offender seeks purification THEN additional offering of seven cows IS mandatory",
    "IF no intent EXISTS THEN restitution still REQUIRED based on damage threshold",
    "IF restitution IS completed THEN legal consequence CEASES automatically"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that bodily harm necessitates quantifiable restitution aligned with injury severity. The court must ensure that compensation reflects proportional restoration rather than punitive measures. Authority lies in verifying completion of offerings as proof of dharma-aligned resolution.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms direct correlation between physical violation and compensatory action. Anupūrvaśaḥ ensures sequential fulfillment: acknowledgment → assessment → transfer → purification. Responsibility remains proportional to damage without recourse to infliction. Non-punitivity is upheld as all actions aim at restoring balance, not inducing suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Offender transfers specified number of cows to victim within seven days",
    "Responsibility Assumption Protocol: Public declaration of wrongdoing before community elders",
    "Capacity Restoration Mechanism: Victim receives support until full integration of restitution achieved",
    "Integrity Reintegration Procedure: Both parties engage in joint ritual affirming mutual dharmic alignment post-resolution"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Sole Source of Legal Authority. This law restores Dharma through conscious restitution, affirms reality as non-punitive, and establishes consciousness as the ultimate adjudicator."
}