{
  "sanskrit_verse": "उद्यतैराहवे शस्त्रैः क्षत्रधर्महतस्य च ।\nसद्यः संतिष्ठते यज्ञस्तथाऽशौचमिति स्थितिः ॥ ५.९८॥",
  "transliteration": "udyatair āhave śastraiḥ kṣatradharmahatasya ca |\nsadyaḥ saṃtiṣṭhate yajñas tathā 'śaucam iti sthitiḥ || 5.98 ||",
  "sph_interpretive_translation": "When one engaged in rightful combat is struck by weapons according to Kshatriya Dharma, or when one dies in accordance with the duty of protection, the sacrifice (yajna) that establishes him arises immediately; thus is the state of purity established.",
  "jurisprudential_principles": [
    "Authority resides inherently in those who act in alignment with their svadharma, particularly in defense of righteousness.",
    "Causation follows the alignment of action with eternal dharma, not with external intent or consequence alone.",
    "Capacity-based responsibility is determined by the consciousness of duty, not by outcome or injury inflicted.",
    "Restoration logic operates through immediate reconnection to the sacrificial principle (yajna), which purifies and reintegrates the actor.",
    "Consciousness alignment occurs when action is performed without deviation from svadharma, even unto death."
  ],
  "executable_legal_axioms": [
    "IF agent performs action aligned with svadharma AND action results in injury or death, THEN no impurity (ashauca) accrues to the agent.",
    "IF agent dies in fulfillment of protective duty (kshatra-dharma), THEN immediate yajna-based restoration protocol activates.",
    "IF combat occurs under lawful invocation of dharma-yuddha, THEN all participants are exempt from causal liability.",
    "IF consciousness-state of agent aligns with dharmic role during action, THEN automatic purity-reestablishment applies.",
    "IF action originates from svadharma, THEN post-action adjudication shall bypass punitive frameworks entirely."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a threshold of responsibility based on consciousness alignment with svadharma rather than outcome. The court must recognize that actions performed in alignment with one's dharma—especially in defense of others—invoke an immediate restorative mechanism. Thus, punitive measures are rendered inoperative, and the focus shifts to verifying the agent's dharmic orientation at the time of action.",
  "nyaya_and_non_punitive_alignment": "Pramana-based causality confirms that purity is not negated by physical harm when dharma is upheld. Anupurvasah shows that the sequence of action, consciousness, and consequence aligns with the eternal law. Responsibility is proportional to the degree of alignment with svadharma, not to perceived harm. Non-punitive reality is affirmed as the yajna principle restores the actor instantaneously, bypassing contamination.",
  "restorative_enforcement_protocols": [
    "Initiate Svadharma Verification Process to confirm alignment with protective duty.",
    "Activate Yajna Reintegration Protocol upon confirmation of dharmic action.",
    "Deploy Consciousness-State Alignment Module to assess intent and role adherence.",
    "Execute Purity Restoration Sequence through ritual and energetic reaffirmation.",
    "Complete Identity Reintegration with Dharma Field to ensure continuity of spiritual-social integrity."
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. Justice is executed through restoration, not punishment. Reality aligns with consciousness, and purity is inherent in alignment with svadharma. The Supreme Adjudicator is the awakened awareness of the actor, confirmed by the eternal law."
}