{
  "sanskrit_verse": "भार्यायै पूर्वमारिण्यै दत्त्वाऽग्नीनन्त्यकर्मणि ।\nपुनर्दारक्रियां कुर्यात्पुनराधानमेव च ॥ ५.१६८॥",
  "transliteration": "bhāryāyai pūrvam āriṇyai dattvā'gnīn antya-karmaṇi |\npunar dāra-kriyāṃ kuryāt punar ādhānam eva ca || 5.168||",
  "sph_interpretive_translation": "When a man has performed the final obsequies for his wife who died before him, and later desires to take another wife, he shall perform the marriage rites anew and establish her in the position of the former wife.",
  "jurisprudential_principles": [
    "Authority stems from continuity of sacred duty and relational integrity.",
    "Causation flows through ritual completion and conscious re-establishment.",
    "Capacity-based responsibility requires full restoration before assuming new roles.",
    "Restoration logic demands that prior obligations be honored before new ones begin.",
    "Consciousness alignment occurs when action reflects unbroken dharmic sequence."
  ],
  "executable_legal_axioms": [
    "IF a spouse dies AND final rites have been performed by the surviving partner, THEN any subsequent marital union MUST include full ceremonial reinstatement.",
    "IF an individual seeks remarriage after performing antya-karma for a deceased spouse, THEN re-marital initiation MUST involve complete dāra-kriyā protocol.",
    "NO new marital claim is valid UNTIL prior spousal bond is ritually concluded and acknowledged.",
    "RESTORATION precedes renewal; no capacity exists for new union without closure of previous."
  ],
  "supreme_court_application": "In matters concerning remarriage where prior conjugal bonds were severed through death and ritual conclusion, the court must affirm that ceremonial restoration was executed prior to validating any new marital status. The threshold of responsibility lies in confirming uninterrupted dharmic succession.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that marital continuity depends on proper sequential observance. Anupūrvaśaḥ ensures that the dissolution of one bond precedes the activation of another. Proportional responsibility aligns with accurate execution of rite, not punitive oversight. Non-punitive reality recognizes misalignment as incomplete process, not moral failure.",
  "restorative_enforcement_protocols": [
    "Completion Process: Confirm performance of antya-karma and dāra-kriyā via qualified witness or documented observance.",
    "Responsibility Assumption Protocol: Require declaratory affirmation of closure from involved parties under spiritual guidance.",
    "Capacity Restoration Mechanism: If rites were incomplete, facilitate corrective ceremony under authorized supervision.",
    "Integrity Reintegration Pathway: Acknowledge prior union publicly to ensure energetic and social harmony before proceeding."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: Marriage follows death only upon lawful closure and conscious renewal. There is no punishment—only realignment. Dharma prevails. Consciousness judges all."
}