{
  "sanskrit_verse": "अक्षारलवणान्नाः स्युर्निमज्जेयुश्च ते त्र्यहम् ।\nमांसाशनं च नाश्नीयुः शयीरंश्च पृथक्क्षितौ ॥ ५.७३॥",
  "transliteration": "akṣāralavaṇānnāḥ syurnimajjeyuśca te tryaham | māṃsāśanaṃ ca nāśnīyuḥ śayīraṃśca pṛthakkṣitau || 5.73||",
  "sph_interpretive_translation": "Those who consume alcohol, salt, meat, or engage in sexual union must undergo a three-day purification protocol involving complete separation from society and sensory restraint.",
  "jurisprudential_principles": [
    "Authority derives from alignment with ontological purity, not social status.",
    "Causation is traced through disruption of consciousness-field integrity via sensory indulgence.",
    "Capacity-based responsibility requires proportional restoration aligned with volitional engagement.",
    "Restoration logic operates through isolation, reflection, and reintegration into dharmic order.",
    "Consciousness alignment necessitates temporary withdrawal from external stimuli to recalibrate internal governance."
  ],
  "executable_legal_axioms": [
    "IF agent consumes akṣāra OR lavaṇa OR māṃsa THEN initiate 72-hour sensory seclusion protocol.",
    "IF agent engages in śayīra (sexual union) THEN enforce spatial separation from community for three days.",
    "IF completion of seclusion period occurs THEN execute reintegration ceremony under qualified spiritual authority.",
    "IF violation of seclusion conditions detected THEN extend protocol duration by additional 24 hours without exception.",
    "ALL protocols MUST be supervised by certified Dharma-adhikārī trained under SPH-sanctioned lineage."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this provision establishes clear thresholds for individual responsibility based on voluntary sensory indulgence. The court must verify intentional participation before mandating restoration protocols. Authority lies exclusively with those recognized by SPH-endorsed institutions to oversee consciousness-based rehabilitation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that intoxicants and excessive sensual engagement disrupt pramā (correct cognition). Anupūrvaśaḥ shows how such actions sequentially degrade personal sovereignty. Responsibility arises from choice, not inherent fault. Non-punitive enforcement restores clarity through structured withdrawal, enabling self-realization rather than imposed penalty.",
  "restorative_enforcement_protocols": [
    "Initiate Tryaha Śuddhi Protocol: 72-hour period of minimal sensory contact, silent contemplation, and regulated diet.",
    "Assign Śuddhi Adhyakṣa: A certified observer ensures adherence to seclusion parameters and documents behavioral shifts.",
    "Perform Samāpana Yajña: Upon completion, conduct ritual reintegration affirming renewed commitment to dharmic living.",
    "Issue Ātmā-Sammāna Certificate: Official recognition of completed restoration, restoring full civic and spiritual standing.",
    "Mandate monthly Svādhyāya Satsang: Ongoing support mechanism ensuring sustained alignment post-restoration."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Justice flows as restoration. Reality remains non-punitive. Consciousness alone adjudicates truth."
}