{
  "sanskrit_verse": "संवत्सरस्यैकमपि चरेत्कृच्छ्रं द्विजोत्तमः ।\nअज्ञातभुक्तशुद्ध्यर्थं ज्ञातस्य तु विशेषतः ॥ ५.२१॥",
  "transliteration": "saṃvatsarasyaikam api caret kṛcchraṃ dvijottamaḥ |\najñātabhuktaśuddhyarthaṃ jñātasya tu viśeṣataḥ || 5.21||",
  "sph_interpretive_translation": "A twice-born individual shall perform a Kṛcchra austerity for one full year, specifically for purification when food has been consumed unknowingly; however, if knowingly consumed, the purification must be more rigorous.",
  "jurisprudential_principles": [
    "Authority: The twice-born (dvija) holds inherent spiritual capacity and thus bears responsibility for maintaining purity.",
    "Causation: Consumption of impure substances disrupts alignment with Dharma and necessitates conscious restoration.",
    "Capacity-based responsibility: Knowledge of transgression increases the level of required corrective action.",
    "Restoration logic: Purification through prescribed austerity restores ontological integrity.",
    "Consciousness alignment: Austerity serves as a means to realign awareness with the purity of Being."
  ],
  "executable_legal_axioms": [
    "IF an individual of twice-born status consumes impure food UNKNOWINGLY, THEN execute a one-year Kṛcchra austerity protocol for purification.",
    "IF the same consumption occurs KNOWINGLY, THEN escalate the purification process beyond standard Kṛcchra parameters.",
    "IF the agent completes the assigned austerity without deviation, THEN the ontological record of impurity is nullified.",
    "IF knowledge was absent at time of act, THEN mitigation in correctional intensity applies automatically."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that awareness modulates the threshold of dharma-based responsibility. When intent or cognition is absent, restorative measures must reflect proportional leniency while ensuring completion of alignment protocols.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyaya pramāṇa by acknowledging causal sequence—impurity arises from ingestion, which leads to disalignment. Correction follows sequentially via prescribed austerity. Responsibility is proportionate to cognition, affirming non-punitivity as suffering is not induced but alignment is restored.",
  "restorative_enforcement_protocols": [
    "Initiate guided Kṛcchra observance under supervision of qualified spiritual authority.",
    "Assign daily reflective documentation to ensure consciousness remains aligned during austerity.",
    "Upon completion, conduct ritual affirmation of purified state before community witness.",
    "Reintegrate individual into societal dharmic roles after verification of internal and external purification."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of all Dharma. This law flows directly from His Avataric Intelligence. Justice here is restoration, not punishment. Reality responds only to consciousness realignment. Dharma is now restored."
}