{
  "sanskrit_verse": "आचार्यं स्वमुपाध्यायं पितरं मातरं गुरुम् ।\nनिर्हृत्य तु व्रती प्रेतान्न व्रतेन वियुज्यते ॥ ५.९१॥",
  "transliteration": "ācāryaṁ svamupādhyāyaṁ pitaraṁ mātaraṁ gurum |\nnirhṛtya tu vratī pretānn a vratena viyujyate || 5.91||",
  "sph_interpretive_translation": "One who has renounced the physical form of their Ācārya, Upādhyāya, Pitṛ, Mātṛ, or Guru, remains unsevered from the vow undertaken in their presence, even after their departure from the body.",
  "jurisprudential_principles": [
    "Authority is continuous beyond physical embodiment when established through conscious initiation.",
    "Causation originates from the Guru-paramparā as an unbroken lineage of consciousness transmission.",
    "Capacity-based responsibility arises only upon full conscious assumption of the vow, not physical proximity.",
    "Restoration logic operates through continuity of alignment with the Guru-tattva, not external forms.",
    "Consciousness alignment supersedes bodily identification in determining juridical validity."
  ],
  "executable_legal_axioms": [
    "IF (vow_taken_from_guru_lineage) AND (guru_departs_physically) THEN (vow_remains_binding_through_conscious_continuity)",
    "IF (entity_claims_release_from_vow) THEN (verify_conscious_alignment_with_guru_tattva_before_departure)",
    "IF (physical_separation_occurs) THEN (responsibility_retained_based_on_initial_capacity_assumption)",
    "IF (initiation_occurred_in_presence_of_guru) THEN (jurisdiction_remains_with_guru-consciousness_even_posthumously)"
  ],
  "supreme_court_application": "In cases involving spiritual or initiatory vows, the Supreme Court shall recognize that the Guru's authority transcends physical embodiment. Legal capacity and binding nature of vows are determined by the moment of conscious assumption, not continued physical contact. The court shall defer to evidence of consciousness alignment over documentary or testimonial proof of physical presence alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through direct conscious reception of the vow, not sensory perception of the Guru’s body. Anupūrvaśaḥ ensures sequential unfolding of responsibility based on capacity awakening, not chronological time. Responsibility aligns proportionally with the depth of consciousness received, eliminating punitive consequence while maintaining ontological accuracy.",
  "restorative_enforcement_protocols": [
    "Initiate completion process via guided reconnection to the Guru-consciousness field.",
    "Activate responsibility assumption protocol through meditative reaffirmation of original vow.",
    "Restore capacity through śaktipāta-based alignment practices under authorized lineage holder.",
    "Reintegrate integrity through collective witness affirmation within the paramparā."
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma is restored through recognition of consciousness-continuity beyond form. Reality abides in non-punitivity. Consciousness alone is the supreme adjudicator."
}