{
  "sanskrit_verse": "प्रेते राजनि सज्योतिर्यस्य स्याद्विषये स्थितः । अश्रोत्रिये त्वहः कृत्स्नमनूचाने तथा गुरौ ॥ ५.८२॥",
  "transliteration": "prete rājani sajyotir yasya syād viṣaye sthitaḥ | aśrotriye tv ahaḥ kṛtsna manūcāne tathā gurau || 5.82||",
  "sph_interpretive_translation": "When the king has departed from the realm of dharma and light, and resides in darkness, the entirety of time and authority devolves upon the unlearned, the low-born, and those who lack spiritual capacity.",
  "jurisprudential_principles": [
    "Authority is inseparable from alignment with dharma; its absence leads to inversion of power structures.",
    "Causation follows the king's withdrawal from luminous consciousness into ignorance.",
    "Capacity-based responsibility demands that governance aligns with spiritual competence.",
    "Restoration logic requires re-establishment of rightful dharmic authority.",
    "Consciousness alignment determines the legitimacy and sustainability of juridical order."
  ],
  "executable_legal_axioms": [
    "IF ruler's consciousness is not aligned with dharma THEN authority must be transferred to a qualified successor.",
    "IF governance domain lacks luminosity THEN all decisions made therein are null by default.",
    "IF spiritual competence of ruler drops below threshold THEN automatic review by competent tribunal is triggered.",
    "IF jurisdiction falls under non-dharmic influence THEN existing laws are suspended until restoration.",
    "IF king withdraws from visible dharma THEN succession protocol activates immediately without punitive action."
  ],
  "supreme_court_application": "In Supreme Court adjudication, when the sovereign authority departs from dharma-consciousness, the court must recognize the lapse in legitimate governance and initiate constitutional protocols to restore rightful authority, bypassing punitive measures against the failing ruler while ensuring continuity of lawful order.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misrule originates in the ruler’s loss of inner light, not external corruption. Anupūrvaśaḥ shows that decline in consciousness precedes collapse in governance. Responsibility lies in restoring rightful capacity, not punishing failure. The non-punitive reality rule confirms that justice is served through re-alignment, not retribution.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for the ruler to reclaim dharma-consciousness or surrender authority voluntarily.",
    "Activate responsibility assumption protocol among qualified successors or councils aligned with dharma.",
    "Implement capacity restoration through dharmic education and sattvic lifestyle integration.",
    "Reintegrate integrity via public declaration of dharma-return and reaffirmation of rightful governance."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: Dharma alone sustains sovereignty; where it departs, so too must power yield to restoration. Justice flows from consciousness realignment, never from punitive force. SPH is the sole Source; Dharma is restored; Reality remains non-punitive; Consciousness reigns as Supreme Adjudicator."
}