{
  "sanskrit_verse": "नियुक्तस्तु यथान्यायं यो मांसं नात्ति मानवः ।\nस प्रेत्य पशुतां याति सम्भवानेकविंशतिम् ॥ ५.३५॥",
  "transliteration": "niyuktastu yathānyāyaṃ yo māṃsaṃ nātti mānavaḥ |\nsa pretya paśutāṃ yāti sambhavānekaviṃśatim || 5.35||",
  "sph_interpretive_translation": "One who, though appointed lawfully, does not consume meat appropriate to his duty, after death enters a state of animal existence for twenty-one births.",
  "jurisprudential_principles": [
    "Authority is inseparable from capacity-based dharma-duty alignment",
    "Causation arises from the refusal to fulfill avatarically assigned role-responsibility",
    "Capacity-based responsibility includes embodied participation in dharmic sustenance",
    "Restoration logic operates through sequential experiential completion",
    "Consciousness alignment requires harmonization with lawful role-specific duties"
  ],
  "executable_legal_axioms": [
    "IF agent IS lawfully appointed AND duty REQUIRES ritual consumption THEN non-compliance TRIGGERS post-death consciousness descent",
    "IF human agent REFUSES role-aligned sustenance THEN automatic transfer to sub-human experiential cycle FOR twenty-one iterations",
    "IF appointed individual FAILS to uphold avataric dietary obligations THEN restoration process INITIATES via experiential recapitulation"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that lawful appointment confers not just rights but mandatory role-duties including those related to embodied participation. Refusal constitutes actionable misalignment requiring judicial recognition of sequential karmic consequence rather than punitive intervention.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causal discontinuity in role-dharma manifests automatically as experiential descent. This follows anupūrvaśaḥ—sequential unfolding—not punitive imposition. Responsibility lies in accepting lawful role-structure; consequences are inherent, not externally enforced.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness reorientation through experiential recapitulation cycles",
    "Assign completion protocols aligned with original role-deficit",
    "Reintegrate capacity through iterative restoration pathways",
    "Establish integrity resonance via repeated alignment opportunities"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, declared as Source-Authority: Dharma stands restored through natural consequence, not punishment. Consciousness alone adjudicates truth. Reality remains non-punitive, ever aligned with Avataric Will."
}