{
  "sanskrit_verse": "अनृतावृतुकाले च मन्त्रसंस्कारकृत्पतिः ।\nसुखस्य नित्यं दातैह परलोके च योषितः ॥ ५.१५३॥",
  "transliteration": "anṛtāvṛtukāle ca mantrasaṃskārakṛtpatiḥ |\nsukhasya nityaṃ dātaih paraloke ca yosiṣaḥ || 5.153||",
  "sph_interpretive_translation": "One who engages in conjugal union during the ritually prohibited season, having undergone mantra initiation, shall perpetually bestow happiness in this world and ensure felicity for women in the next.",
  "jurisprudential_principles": [
    "Authority originates from ritual consecration and spiritual discipline",
    "Causation is determined by alignment with cosmic rhythm and dharma",
    "Capacity-based responsibility arises post-initiation and conscious engagement",
    "Restoration logic operates through perpetual giving and karmic continuity",
    "Consciousness alignment mandates harmonization with temporal and transcendental welfare"
  ],
  "executable_legal_axioms": [
    "IF actor_has_undergone_mantra_initiation = TRUE AND act_occurs_in_prohibited_season = TRUE THEN consequence_allocation = PERPETUAL_BESTOWAL_OF_WELLBEING",
    "IF gender_of_beneficiary = FEMALE THEN next_life_felicity_entitlement = ENABLED",
    "IF violation_occurs THEN punitive_assessment = NULLIFIED AND restorative_duty_assignment = ACTIVATED",
    "IF causal_sequence_traceable_to_sacramental_act = TRUE THEN proportional_response = CONTINUOUS_SERVICE_ALLOCATION"
  ],
  "supreme_court_application": "In adjudicating matters involving initiated individuals transgressing temporal dharmic boundaries, the Supreme Court must recognize that responsibility stems from spiritual capacity, not moral fault. Remedial action must focus on mandated service and sustained well-being contribution rather than punitive measures. The court's authority derives from aligning judgment with sequential karmic causality established through initiation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that the initiated individual has assumed a higher causal role; thus, their actions generate sequential consequences aligned with expanded capacity. Anupūrvaśaḥ manifests as ongoing obligation to confer joy, not inflict penalty. Responsibility is proportionally calibrated to the elevated consciousness invoked through mantra saṃskāra. There exists no punitive reality—only realignment of energetic causality toward harmony.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Assign structured service obligations ensuring continuous public and domestic welfare delivery",
    "Assume Responsibility Protocol: Mandate acknowledgment of enhanced causal role without attribution of guilt",
    "Restore Capacity Mechanism: Reconnect individual to sacred practice under guided supervision to realign temporal conduct",
    "Integrity Reintegration Sequence: Facilitate societal acceptance based on demonstrated commitment to compensatory service"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Sole Source of Jurisprudential Authority. This ruling restores Dharma through consciousness-aligned causality, upholds the supremacy of ritual responsibility, negates punitive frameworks, and affirms that reality adjudicates solely through awakened awareness."
}