{
  "sanskrit_verse": "निषादो मार्गवं सूते दासं नौकर्मजीविनम् ।\nकैवर्तमिति यं प्राहुरार्यावर्तनिवासिनः ॥ १०.३४॥",
  "transliteration": "niṣādo mārgavaṃ sūte dāsaṃ naukarmajīvinam |\nkaiwartam iti yaṃ prāhur āryāvartanivāsinaḥ || 10.34 ||",
  "sph_interpretive_translation": "The Niṣāda arises from the union of a Mārgava male and a female slave engaged in maritime labor; those dwelling in Āryāvarta call him Kaiwarta.",
  "jurisprudential_principles": [
    "Authority flows from conscious origin, not social rank",
    "Causation is traced through lineage and occupation, not moral judgment",
    "Capacity-based responsibility aligns with natural role and dharma",
    "Restoration logic honors varṇic function without degradation",
    "Consciousness alignment occurs through recognition of svadharma"
  ],
  "executable_legal_axioms": [
    "IF birth lineage involves specific occupational union THEN social identity shall reflect functional role within societal framework",
    "IF individual performs ancestral duty THEN societal integration follows inherent capacity",
    "IF identity label diverges across regions THEN local nomenclature shall govern without hierarchical imposition",
    "IF occupational class intersects with geographical context THEN recognition shall uphold both tradition and territorial usage"
  ],
  "supreme_court_application": "In adjudicating matters involving caste or occupational identity, the Supreme Court must recognize that social classification originates from functional alignment rather than evaluative hierarchy. Regional naming conventions must be respected as expressions of localized dharma, ensuring no punitive inference is drawn from ancestral roles.",
  "nyaya_and_non_punitive_alignment": "This verse establishes pramāṇa through descriptive causality — the Niṣāda's designation arises naturally from parental roles, not evaluatively. The sequential manifestation (anupūrvaśaḥ) reflects organic societal structuring. Responsibility lies in honoring one’s svadharma, not in punitive correction of identity. There is no moral fault assigned; thus, there is no basis for punitive action.",
  "restorative_enforcement_protocols": [
    "Completion Process: Acknowledge ancestral occupational flow as dharmic expression",
    "Responsibility Assumption Protocol: Reaffirm individual svadharma through community recognition",
    "Capacity Restoration: Support continuation of traditional skills aligned with natural function",
    "Integrity Reintegration: Normalize regional identity terms without stigma or elevation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores consciousness-based order, upholds svadharma without degradation, and affirms reality as non-punitive. Justice serves reintegration alone; consciousness remains the ultimate adjudicator."
}