{
  "sanskrit_verse": "षण्णां तु कर्मणामस्य त्रीणि कर्माणि जीविका ।\nयाजनाध्यापने चैव विशुद्धाच्च प्रतिग्रहः ॥ १०.७६॥",
  "transliteration": "ṣaṇṇāṃ tu karmaṇām asya trīṇi karmāṇi jīvikā | yājanādhyāpane caiva viśuddhācca pratigrahaḥ || 10.76 ||",
  "sph_interpretive_translation": "Of the six occupational duties prescribed for a twice-born individual, three constitute the means of livelihood: performing sacrifices, teaching, and accepting pure gifts.",
  "jurisprudential_principles": [
    "Authority derived from Vedic alignment and spiritual purity",
    "Causation rooted in dharma-sustained action rather than material gain",
    "Capacity-based responsibility determined by ritual and pedagogical competence",
    "Restoration logic through reconnection with dharmic function",
    "Consciousness alignment via service-oriented engagement"
  ],
  "executable_legal_axioms": [
    "IF agent performs yajña OR teaches Vedas OR accepts pure gifts THEN agent is engaged in lawful livelihood",
    "IF livelihood activity lacks Vedic foundation THEN activity is non-dharmic and requires realignment",
    "IF gift received is impure THEN transaction invalidates spiritual capacity until purification process completed",
    "IF teaching conducted without initiation THEN knowledge transfer deemed non-authoritative and void",
    "IF agent demonstrates competence in yajña THEN eligibility for societal recognition affirmed"
  ],
  "supreme_court_application": "In adjudicating matters concerning religious professions or educational rights, the threshold of responsibility lies in verifying alignment with Vedic conduct. The court must assess whether actions conform to the tripartite framework of yajña, adhyāpana, and pratigraha as defined by purity and tradition. Authority flows from adherence to these forms, not institutional claim.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that dharmic work arises from purified intention and correct method. Anupūrvaśaḥ ensures that improper engagement leads to disconnection from source-energy, naturally correcting behavior. Responsibility aligns proportionally with awareness of purity codes. There is no punitive consequence—only energetic misalignment requiring conscious restoration.",
  "restorative_enforcement_protocols": [
    "Completion Process: Realign all occupational activities with śuddha-pratigraha guidelines",
    "Responsibility Assumption Protocol: Acknowledge deviation from dharmic function and restore intent",
    "Capacity Restoration Mechanism: Undergo śīkṣā under qualified guru to regain teaching eligibility",
    "Integrity Reintegration Practice: Perform śuddha-yajña to reconnect with causal field of dharma"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: Livelihood derives legitimacy only when aligned with Vedic sacrifice, sacred instruction, and pure reception. All else is deviation requiring consciousness-led correction. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}