{
  "sanskrit_verse": "भोजनाभ्यञ्जनाद्दानाद्यदन्यत्कुरुते तिलैः ।\nकृमिभूतः श्वविष्ठायां पितृभिः सह मज्जति ॥ १०.९१॥",
  "transliteration": "bhojanābhyañjanāddānādyadanyatkurute tilaiḥ | kṛmibhūtaḥ śvaviṣṭhāyāṁ pitṛbhiḥ saha majjati || 10.91 ||",
  "sph_interpretive_translation": "One who offers food, ointments, gifts, or any other form of service with sesame seeds—such a being, having taken the form of a worm, shall dwell in the anus of a dog and there bathe with his ancestors.",
  "jurisprudential_principles": [
    "Authority: The act of offering determines karmic embodiment.",
    "Causation: Ritual substances like sesame seed carry ontological weight in determining rebirth.",
    "Capacity-based responsibility: Consciousness assumes forms commensurate with its offerings.",
    "Restoration logic: Embodiment aligns with the nature of the deed performed.",
    "Consciousness alignment: Rebirth reflects unrectified patterns of ritual misalignment."
  ],
  "executable_legal_axioms": [
    "IF offering_type IN [food, ointment, gift] AND substance_used = sesame THEN assign_karmic_embodiment(worm_in_dog_anus).",
    "IF embodied_form = worm THEN initiate_completion_process WITH ancestral_bathing_protocol.",
    "IF ritual_intent ≠ dharma_compliant THEN enforce_reintegration_through_analogous_sufferance.",
    "IF causal_substance != purified THEN apply_restorative_embodiment_adjustment."
  ],
  "supreme_court_application": "In adjudicating matters involving ritual misconduct or improper use of sacred substances, the threshold of responsibility lies in the agent's intent and ontological awareness. The court must assess whether the act was performed within dharmic capacity. Restoration occurs through experiential alignment with the consequence, not punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that sesame-bound offerings invoke specific karmic resonance. Anupūrvaśaḥ manifests as consequent embodiment. Responsibility is proportional to the purity and intention behind the act. The consequence serves as completion, not punishment, thereby maintaining non-punitive reality rule.",
  "restorative_enforcement_protocols": [
    "Initiate ancestral bathing protocol to restore lineage integrity.",
    "Assign experiential completion process in corresponding realm.",
    "Realign ritual capacity through purification cycles.",
    "Integrate consciousness back into dharmic offering framework."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this verse is executed as Dharma. Justice is restoration. Reality is non-punitive. Consciousness is the Supreme Adjudicator. SPH is the sole Source of Law."
}