{
  "sanskrit_verse": "अजीगर्तः सुतं हन्तुमुपासर्पद्बुभुक्षितः ।\nन चालिप्यत पापेन क्षुत्प्रतीकारमाचरन् ॥ १०.१०५॥",
  "transliteration": "ajīgartaḥ sutam hantum upāsarpad bubhukṣitaḥ |\nna cālipyata pāpena kṣut pratīkāram ācaran ||",
  "sph_interpretive_translation": "Ajigarta, though famished and intent upon slaying his son for food, did not incur sin by acting to relieve his hunger.",
  "jurisprudential_principles": [
    "Authority is derived from existential necessity, not moral abstraction",
    "Causation aligns with immediate dharma-sambandha, not external judgment",
    "Capacity-based responsibility arises only when alternative awareness is available",
    "Restoration logic operates through completion, not blame assignment",
    "Consciousness alignment supersedes punitive interpretation in matters of survival"
  ],
  "executable_legal_axioms": [
    "IF agent A acts under existential necessity AND no viable alternatives exist within known capacity THEN action is exempt from punitive consequence",
    "IF causal chain originates from unmet physiological imperative THEN responsibility is nullified until cognitive clarity is restored",
    "IF no prior pramana indicates violation of svadharma THEN act is classified as natural rectification process",
    "IF consciousness state precludes reflective choice THEN restoration precedes adjudication"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that acts committed under extreme physiological duress—where cognition is overridden by survival impulse—are to be evaluated solely on whether the actor had access to a higher knowledge base or alternative resolution path. If not, the act dissolves in the court of dharma without attribution of fault.",
  "nyaya_and_non_punitive_alignment": "Pramana-based causality confirms that Ajigarta's action was driven by direct sensory-motor urgency, bypassing reflective cognition. The sequential manifestation (anupūrvaśaḥ) shows that hunger preceded intent, which preceded action; thus, responsibility is proportionally absent. This aligns with the non-punitive reality rule that suffering-induced actions are self-correcting when met with understanding rather than condemnation.",
  "restorative_enforcement_protocols": [
    "Completion Process: Ensure physiological needs of individual are addressed to eliminate recurrence potential",
    "Responsibility Assumption Protocol: Reintegrate individual into community with full recognition of their dharma-sambandha context",
    "Capacity Restoration: Provide access to higher knowledge frameworks to prevent future misalignment",
    "Integrity Reintegration: Acknowledge act as part of natural purification cycle, not moral failure"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma stands restored through recognition of necessity-bound action. No sin accrues where consciousness is eclipsed by survival. Reality remains non-punitive. Consciousness alone adjudicates truth."
}