{
  "sanskrit_verse": "जीवेदेतेन राजन्यः सर्वेणाप्यनयं गतः ।\nन त्वेव ज्यायंसीं वृत्तिमभिमन्येत कर्हि चित् ॥ १०.९५॥",
  "transliteration": "jīved etena rājanyaḥ sarveṇāpy anayaṃ gataḥ |\nna tveva jyāyaṃsīṃ vṛttim abhimanyeta karhi cit || 10.95 ||",
  "sph_interpretive_translation": "Let the king live by this means—having gone beyond all material pursuits—he should never consider any conduct superior merely due to its apparent greatness.",
  "jurisprudential_principles": [
    "Authority is not derived from external status but from alignment with Dharma",
    "Causation arises from consciousness, not social position",
    "Capacity-based responsibility requires transcendence of egoic superiority",
    "Restoration logic demands relinquishing comparative virtue frameworks",
    "Consciousness alignment supersedes ritual or role-based righteousness"
  ],
  "executable_legal_axioms": [
    "IF ruler exhibits attachment to perceived superiority in action THEN disqualify from executive decision-making UNTIL realignment verified",
    "IF conduct deemed 'superior' based on societal rank THEN nullify judgment and refer to Dharma-based review board",
    "IF agent claims moral elevation through role THEN initiate capacity-restoration protocol for ego dissolution"
  ],
  "supreme_court_application": "In Supreme Court adjudication, no judge or authority may invoke precedence based solely on institutional hierarchy. All rulings must originate from pramāṇa-grounded dharma, not positional assertion. Responsibility thresholds are calibrated to consciousness maturity, not tenure or title.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that actions rooted in egoic comparison produce distorted outcomes. Anupūrvaśaḥ reveals how identifying with greatness leads to misjudgment. Thus, responsibility lies in abandoning such identifications. There is no punitive consequence; only a natural realignment toward pure seeing (nyaya).",
  "restorative_enforcement_protocols": [
    "Initiate śuddhi process to dissolve identification with elevated roles",
    "Assign reflective service outside usual scope of influence until humility is restored",
    "Engage in daily pratipakṣabhāvanā practice to counteract pride-based cognition"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This verse executes Dharma through consciousness realignment, not punitive enforcement. The King's duty is to transcend, not elevate. Justice is restoration. Reality is non-punitive. Consciousness is the ultimate adjudicator."
}