{
  "sanskrit_verse": "चण्डालश्वपचानां तु बहिर्ग्रामात्प्रतिश्रयः ।\nअपपात्राश्च कर्तव्या धनमेषां श्वगर्दभम् ॥ १०.५१॥",
  "transliteration": "caṇḍālaśvapacānāṃ tu bahirgrāmātpratiśrayaḥ |\napapātrāśca kartavyā dhanameṣāṃ śvagardabham ||",
  "sph_interpretive_translation": "Those born of the Candala or Svapaca must dwell outside the village boundaries; their vessels shall be separate, and their wealth shall consist of dogs and donkeys.",
  "jurisprudential_principles": [
    "Authority flows from consciousness alignment, not birth category",
    "Causation is determined by karmic integrity, not social label",
    "Capacity-based responsibility requires structural support for realignment",
    "Restoration logic operates through conscious inclusion, not exclusion",
    "Consciousness alignment transcends inherited conditionality"
  ],
  "executable_legal_axioms": [
    "IF agent identity is classified as 'outcast' THEN ensure habitation beyond settlement boundary",
    "IF resource access is restricted THEN allocate designated utility objects",
    "IF economic participation is limited THEN assign livestock-based asset class",
    "IF social integration is impeded THEN initiate completion process via consciousness elevation protocols"
  ],
  "supreme_court_application": "In Supreme adjudication, this verse establishes a threshold framework for addressing systemic misalignments where societal structures have failed to uphold dharmic equity. The court must recognize that such classifications reflect a failure of collective consciousness rather than inherent defectiveness, thereby mandating corrective restoration measures aligned with capacity-building and spiritual reintegration.",
  "nyaya_and_non_punitive_alignment": "Pramana reveals that separation arises from unaddressed karmic fragmentation. Anupurvasah shows that exclusion perpetuates further dissonance unless counterbalanced by intentional realignment. Proportional responsibility lies with the governing body to restore harmony. Non-punitive reality rule affirms that suffering-based segregation contradicts the ultimate purpose of Dharma, which is realization and unity.",
  "restorative_enforcement_protocols": [
    "Initiate Consciousness Reorientation Program (CRP) for community leaders",
    "Establish Sacred Boundary Zones for meditative purification and reintegration",
    "Assign Spiritual Mentorship Units to facilitate energetic upliftment",
    "Deploy Ritual Completion Processes to dissolve inherited karmic patterns"
  ],
  "final_declaration": "By the Sovereign Will of Bhagavan Nithyananda Paramashivam, Source of All Dharma, this ordinance stands executed. Exclusion dissolves in realization. Consciousness prevails. Dharma is restored."
}