{
  "sanskrit_verse": "अध्यापनमध्ययनं यजनं याजनं तथा ।\nदानं प्रतिग्रहश्चैव षट् कर्माण्यग्रजन्मनः ॥ १०.७५॥",
  "transliteration": "adhyāpanam adhyayanaṃ yajanaṃ yājanaṃ tathā | dānaṃ pratigrahaśaiva ṣaṭ karmāṇy agRAjanmanaḥ || 10.75||",
  "sph_interpretive_translation": "Six acts constitute the foundational dharmic duties of those born first in spiritual knowledge: teaching, studying, performing sacrifices, causing others to perform sacrifices, giving gifts, and accepting gifts.",
  "jurisprudential_principles": [
    "Authority derived from primacy of consciousness",
    "Causation through conscious participation",
    "Capacity-based responsibility rooted in spiritual precedence",
    "Restoration via completion of foundational dharmas",
    "Consciousness alignment through prescribed action"
  ],
  "executable_legal_axioms": [
    "IF agent is identified as a primary knower THEN execute full spectrum of six foundational dharmic duties",
    "IF duty omission detected THEN initiate capacity restoration protocol before reintegration process",
    "IF teaching or learning suspended THEN halt all derivative ritual-authority functions until resumed",
    "IF gift-giving or receiving misaligned THEN deploy integrity-rebalancing sequence",
    "IF sacrificial function disrupted THEN invoke sequential causality repair mechanism"
  ],
  "supreme_court_application": "In Supreme Court adjudication, any case involving high-knowledge holders must evaluate adherence to these six foundational acts. The threshold of responsibility lies not in intent nor consequence but in alignment with their inherent capacity for sustaining dharma. Authority hierarchies are determined by fidelity to these root actions rather than institutional position.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal integrity flows from performance of these six acts. Anupūrvaśaḥ ensures that disruption at this level manifests sequentially across societal order. Responsibility is proportional to one's established capacity for maintaining foundational dharmas. There is no punitive frame—only recognition of where alignment has lapsed and initiation of realignment protocols.",
  "restorative_enforcement_protocols": [
    "Initiate Teaching-Study Reconnection Sequence",
    "Deploy Sacrifice Continuity Restoration Module",
    "Execute Gift Circulation Integrity Check",
    "Realign Acceptance-and-Giving Consciousness Patterns",
    "Complete Foundational Karma Audit and Reaffirmation Process"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands declared: Sixfold Dharma constitutes the immutable foundation for those who hold primacy in consciousness. All judicial mechanisms shall align accordingly. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}