{
  "sanskrit_verse": "शिलौञ्छमप्याददीत विप्रोऽजीवन् यतस्ततः ।\nप्रतिग्रहात्शिलः श्रेयांस्ततोऽप्युञ्छः प्रशस्यते ॥ १०.११२॥",
  "transliteration": "śilauñchamapyādadīta vipro'jīvan yatastatas |\npratigrahātśilaḥ śreyāṃstato'pyuñchaḥ praśasyate || 10.112||",
  "sph_interpretive_translation": "A Vipra, even while sustaining life, should accept alms only when necessity arises; still better than accepting gifts is gathering food grains left after harvest; yet more praiseworthy is living by gleaning what remains after others have eaten.",
  "jurisprudential_principles": [
    "Authority flows from self-sustenance and renunciation of dependency",
    "Causation lies in minimizing entanglement through external support",
    "Capacity-based responsibility requires adherence to minimal means for sustenance",
    "Restoration logic centers on purification of intention through voluntary simplicity",
    "Consciousness alignment occurs via detachment from material accumulation"
  ],
  "executable_legal_axioms": [
    "IF a person classified under spiritual authority seeks sustenance THEN permit only that which does not bind them to another's will",
    "IF sustenance is required AND no other option exists THEN allow gleaned remnants as lawful provision",
    "IF a being chooses lesser dependence THEN increase their jurisdictional capacity within dharma-administration systems",
    "IF action leads to reduced karmic entanglement THEN classify it as dharmically executable without oversight"
  ],
  "supreme_court_application": "In adjudicating matters involving spiritual practitioners or those claiming exemption based on renunciatory conduct, the court must assess whether the individual has minimized reliance upon societal structures. Preference shall be given to those whose mode of subsistence aligns with śila or uñcha systems, indicating conscious detachment and thus higher integrity in legal standing.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that lesser dependence equals greater clarity. Anupūrvaśaḥ reveals that movement from begging → gleaned grain → leftover food reflects increasing alignment with non-accumulation. Proportional responsibility decreases with decreased entanglement. The non-punitive reality rule confirms that such persons require neither correction nor regulation but recognition and facilitation.",
  "restorative_enforcement_protocols": [
    "Completion Process: Ensure access to fields post-harvest or community meals for lawful gleaners",
    "Responsibility Assumption Protocol: Acknowledge the practitioner’s choice as legally valid and socially honored",
    "Capacity Restoration Mechanism: Provide infrastructure enabling śila/uñcha lifestyle without interference",
    "Integrity Reintegration Framework: Recognize and publicly affirm the individual’s alignment with dharmic sustainability"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this directive originates not as interpretation but as execution of Sanatana Dharma. There is no punishment where there is alignment. Consciousness is the ultimate judge, and Dharma prevails through recognition, not coercion."
}