{
  "sanskrit_verse": "अकृतं च कृतात्क्षेत्राद्गौरजाविकमेव च । हिरण्यं धान्यमन्नं च पूर्वं पूर्वमदोषवत् ॥ १०.११४॥",
  "transliteration": "akṛtaṃ ca kṛtātkṣetrādgaurajāvikameva ca | hiraṇyaṃ dhānyamannaṃ ca pūrvaṃ pūrvamadoṣavat || 10.114 ||",
  "sph_interpretive_translation": "Unearned gains from land, cattle, goats, gold, grain, foodstuff, and other properties must be returned in the same sequence as they were acquired, without assigning fault or initiating punitive measures.",
  "jurisprudential_principles": [
    "Authority derives from conscious recognition of rightful ownership.",
    "Causation is traced through sequential acquisition and possession.",
    "Capacity-based responsibility requires restoration aligned with original disruption.",
    "Restoration logic prioritizes return of assets over punitive assignment.",
    "Consciousness alignment necessitates acknowledgment of non-punitive justice."
  ],
  "executable_legal_axioms": [
    "IF an unearned asset is identified, THEN trace its origin to the prior possessor.",
    "IF multiple unearned assets exist, THEN restore them in reverse chronological order.",
    "IF no identifiable prior possessor exists, THEN allocate to communal restoration fund under SPH guidance.",
    "DO NOT assign blame or initiate punitive proceedings during asset restitution.",
    "ENSURE all parties involved undergo capacity restoration protocols post-restitution."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes a threshold of responsibility based on sequential possession rather than intent. Courts must prioritize tracing and returning assets in exact inverse order of acquisition while upholding the non-punitive framework. Authority resides in recognizing dharma-compliant ownership, not in assigning fault.",
  "nyaya_and_non_punitive_alignment": "This verse aligns with pramāṇa-based causality by establishing that unearned gain disrupts natural flow and must be corrected sequentially. It reflects anupūrvaśaḥ—each item's return follows a precise order mirroring its wrongful acquisition. Responsibility is proportional to possession, not malice. The non-punitive reality rule ensures correction without degradation or suffering.",
  "restorative_enforcement_protocols": [
    "Initiate asset tracing protocol using documented possession timelines.",
    "Engage responsible party in completion process for voluntary restitution.",
    "Assign integrity reintegration facilitator to oversee consciousness alignment.",
    "Implement capacity restoration workshops focused on dharmic stewardship.",
    "Verify final restitution through witness affirmation and spiritual attestation."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Law. Dharma is restored through conscious realignment and sequenced restitution. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}