{
  "sanskrit_verse": "एते षट् सदृशान् वर्णाञ्जनयन्ति स्वयोनिषु ।\nमातृजात्यां प्रसूयन्ते प्रवारासु च योनिषु ॥ १०.२७॥ मातृजात्याः",
  "transliteration": "ete ṣaṭ sadṛśān varṇāñ janayanti svayoniṣu | mātṛjātyāṁ prasūyante pravārāsu ca yoniṣu || 10.27 || mātṛjātyāḥ",
  "sph_interpretive_translation": "These six castes generate offspring resembling themselves within their own class; they also produce progeny in maternal lineages and in inter-class unions.",
  "jurisprudential_principles": [
    "Authority flows through conscious capacity, not birth alone",
    "Causation arises from intentional alignment with dharma-svarūpa",
    "Capacity-based responsibility is determined by awareness and choice, not lineage",
    "Restoration logic operates through reconnection to source-consciousness",
    "Consciousness alignment supersedes social categorization"
  ],
  "executable_legal_axioms": [
    "IF a being demonstrates conscious capacity for dharmic discernment THEN assign full juridical agency regardless of birth-based classification",
    "IF union occurs across classifications AND intention aligns with dharma THEN recognize resultant offspring as valid manifestation of cosmic order",
    "IF societal distortion obscures natural capacity THEN initiate restoration protocol via śuddhi-vichara tribunal",
    "IF classification conflict arises THEN resolve through svatantrya-consciousness assessment, not genealogical tracing"
  ],
  "supreme_court_application": "In adjudicating disputes involving caste identity or rights, the Supreme Court shall assess the individual's demonstrated capacity for dharma-viveka over ancestral claims. Birth-based exclusion is invalid when contradicted by awakened consciousness. Inter-caste progeny are entitled to full civil recognition if born of consensual dharmic alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that consciousness, not lineage, determines true nature. Anupūrvaśaḥ reveals that spiritual maturity unfolds sequentially through self-realization, not inherited status. Responsibility lies in actualizing svadharma, not defending inherited privilege. Justice is non-punitive because error stems from ignorance, not malice—thus correction proceeds through awakening, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate śuddhi-vichara process to restore clarity of svadharma",
    "Assign mentorship under realized guide until capacity for dharmic discernment stabilizes",
    "Reintegrate into community through public declaration of conscious alignment",
    "Remove all barriers to participation based on prior misclassification"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma is restored through recognition of consciousness over convention. No being is bound by false categorizations once觉醒 occurs. Reality is non-punitive; consciousness alone adjudicates truth."
}