{
  "sanskrit_verse": "यो लोभादधमो जात्या जीवेदुत्कृष्टकर्मभिः । तं राजा निर्धनं कृत्वा क्षिप्रमेव प्रवासयेत् ॥ १०.९६॥",
  "transliteration": "yo lobhād adhamo jātyā jīved utkṛṣṭa-karmabhiḥ | taṃ rājā nir dhanaṃ kṛtvā kṣipram eva pravāsayet || 10.96 ||",
  "sph_interpretive_translation": "One who, born of a lower varna, lives by deceitful means through actions meant for higher varnas—such a person shall be divested of all possessions immediately and expelled from the kingdom.",
  "jurisprudential_principles": [
    "Authority: The King acts as executor of Dharma, not as punisher.",
    "Causation: Misaligned action rooted in greed disrupts social harmony.",
    "Capacity-based responsibility: One's conduct determines alignment with inherent capacity.",
    "Restoration logic: Removal restores balance without inflicting suffering.",
    "Consciousness alignment: Expulsion facilitates recalibration of individual and collective dharma."
  ],
  "executable_legal_axioms": [
    "IF an individual performs duties designated for a higher varna WITHOUT authorization AND driven by greed THEN initiate immediate dispossession AND expulsion protocol.",
    "IF societal disruption arises FROM misaligned role assumption THEN execute non-punitive removal TO restore systemic integrity.",
    "IF consciousness deviation detected IN ruler-governed domain THEN apply corrective relocation AXIOM to prevent recurrence."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that usurpation of roles beyond one’s authorized capacity—especially when motivated by greed—is grounds for swift administrative correction. The court must recognize such behavior as a structural threat requiring realignment rather than punitive sentencing.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that false elevation leads to imbalance; anupūrvaśaḥ shows how greed manifests as unauthorized action; proportional response demands only cessation and correction—not infliction of pain; thus, dispossession and exile serve solely to realign consciousness with truth.",
  "restorative_enforcement_protocols": [
    "Initiate completion process: strip individual of unrightfully assumed status and resources.",
    "Execute reintegration pathway: relocate to environment conducive to dharma rediscovery.",
    "Activate capacity restoration mechanism: ensure no further access to misused roles or systems.",
    "Reaffirm societal integrity: publicly declare correction enacted to uphold dharma."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}