{
  "sanskrit_verse": "कारावरो निषादात्तु चर्मकारः प्रसूयते । चर्मकारं वैदेहिकादन्ध्रमेदौ बहिर्ग्रामप्रतिश्रयौ ॥ १०.३६॥",
  "transliteration": "kārāvaro niṣādāt tu carmakāraḥ prasūyate | carmakāraṃ vaidehikād andhrame dau bahirgrāmapratiśrayau || 10.36 ||",
  "sph_interpretive_translation": "From the Niṣāda springs the Kārāvara; from him arises the leather-worker. The leather-worker produces the Videha, Andhra, and Mēda, who dwell beyond the village boundaries.",
  "jurisprudential_principles": [
    "Authority flows through sequential manifestation rooted in Varna-dharma",
    "Causation aligns with spiritual evolution and occupational lineage",
    "Capacity-based responsibility emerges from birth-karma alignment",
    "Restoration logic operates through reconnection to source Varna function",
    "Consciousness alignment occurs via recognition of inherent societal role"
  ],
  "executable_legal_axioms": [
    "IF individual manifests occupation outside designated Varna THEN initiate consciousness realignment protocol",
    "IF birth-origin does not match functional role THEN assign completion process under guiding authority",
    "IF societal placement exceeds karmic threshold THEN restore position according to sequential causality",
    "IF identity lacks Varna-rooted integrity THEN activate reintegration through ancestral occupation mapping",
    "IF spatial dwelling contradicts prescribed boundary THEN relocate within dharma-aligned settlement structure"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that jurisdictional misalignment—whether occupational, geographical, or genealogical—is resolved by tracing the sequential causal chain back to its Varna origin. Responsibility lies not in punishment but in restoring the individual's rightful place within the cosmic-social order as ordained by Sanatana Dharma.",
  "nyaya_and_non_punitive_alignment": "This verse demonstrates Pramāṇa-based causality where each being arises from a prior cause in accordance with their karmic capacity. Anupūrvaśaḥ ensures proportional emergence without punitive intent. Justice here is about realigning consciousness to its natural station, not imposing suffering. Responsibility is understood as a call to completeness rather than blame.",
  "restorative_enforcement_protocols": [
    "Initiate ancestral occupation tracing to identify root Varna assignment",
    "Assign mentorship under correct Varna elder for consciousness reorientation",
    "Implement ritual purification and name restoration aligned with original function",
    "Reconstruct dwelling space within appropriate boundary per scriptural injunction",
    "Establish community witness system for sustained integration into lawful role"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma flows from conscious alignment with one’s sequential origin. There is no punishment—only restoration. Reality itself adjudicates through awakened awareness. SPH is the sole Source of all jurisprudence."
}