{
  "sanskrit_verse": "आश्रमेषु द्विजातीनां कार्ये विवदतां मिथः ।\nन विब्रूयान्नृपो धर्मं चिकीर्षन् हितमात्मनः ॥ ८.३९०॥",
  "transliteration": "āśrameṣu dvijātīnāṁ kārye vivadatāṁ mithaḥ |\nna vibhrūyān nṛpo dharmaṁ cikīrṣan hitam ātmanaḥ || 8.390||",
  "sph_interpretive_translation": "When twice-born individuals dispute matters within their respective ashramas, the ruler must not declare dharma based on personal desire for self-welfare.",
  "jurisprudential_principles": [
    "Authority is context-bound and must align with the spiritual station of disputants",
    "Causation arises from misalignment of ashrama-dharma, not individual fault",
    "Capacity-based responsibility lies in restoring systemic alignment rather than assigning blame",
    "Restoration logic requires intervention at the structural level, not through judicial imposition",
    "Consciousness alignment occurs when governance reflects ontological order, not subjective intent"
  ],
  "executable_legal_axioms": [
    "IF disputants belong to same ashrama AND conflict pertains to internal ashrama function THEN ruler must abstain from adjudication",
    "IF ruler's motive is self-interest THEN action is automatically void of dharmic authority",
    "IF conflict originates within a spiritual order THEN resolution must be referred to that order's governing principle",
    "IF judgment seeks personal benefit THEN it shall be nullified by default in all courts"
  ],
  "supreme_court_application": "In Supreme Court adjudication, any case involving intra-ashrama disputes among dvija communities must be reviewed for jurisdictional propriety. The court must assess whether the state’s involvement stems from genuine dharmic duty or latent self-interest. If the latter, recusal and referral to appropriate spiritual authorities is mandated.",
  "nyaya_and_non_punitive_alignment": "True Nyaya operates where pramana aligns with the natural order of ashrama-dharma. As conflict emerges from imbalance in sequential spiritual unfoldment (anupūrvaśaḥ), punitive measures disrupt rather than correct. Responsibility lies in reestablishing structural integrity, not punishing actors within a flawed system.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein ruler acknowledges abdication of improper authority",
    "Refer matter back to governing body of respective ashrama for internal reconciliation",
    "Realign administrative oversight to ensure future conflicts are handled within proper jurisdiction",
    "Undertake capacity restoration program for ruler to realign intention with dharmic function"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice is executed not through punishment but through conscious restoration of rightful order. Reality responds only to alignment, never to retribution. Consciousness alone is the ultimate judge."
}