{
  "sanskrit_verse": "शासनाद्वा विमोक्षाद्वा स्तेनः स्तेयाद्विमुच्यते ।\nअशासित्वा तु तं राजा स्तेनस्याप्नोति किल्बिषम् ॥ ८.३१६॥",
  "transliteration": "śāsanād vā vimokṣād vā stenaḥ steyād vimucyate |\naśāsitvā tu taṁ rājā stenasyāpnoti kilbiṣam || 8.316||",
  "sph_interpretive_translation": "A thief is released from the act of theft either through governance or through liberation; however, by failing to govern him, the king incurs the sin of theft.",
  "jurisprudential_principles": [
    "Authority",
    "Causation",
    "Capacity-based responsibility",
    "Restoration logic",
    "Consciousness alignment"
  ],
  "executable_legal_axioms": [
    "IF an individual commits theft AND is governed according to dharma THEN the act of theft is nullified in consciousness.",
    "IF a ruler fails to enforce dharmic governance upon a thief THEN the ruler assumes proportional karmic liability for the unresolved act.",
    "WHEN theft occurs THEN immediate alignment with corrective capacity-based action is mandatory to prevent systemic contamination.",
    "WHEN dharma-based completion is enacted THEN both perpetrator and ruler are aligned with causal integrity."
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility includes not only the actor but also the governing authority. The failure of the state to implement dharmic correction renders it complicit in sustaining disorder. Thus, the court must ensure that corrective alignment precedes procedural finality.",
  "nyaya_and_non_punitive_alignment": "Through pramāṇa-based causality, the uncorrected act perpetuates sequential distortion (anupūrvaśaḥ). The king's omission disrupts cosmic秩序 and aligns him with the unresolved karma. Responsibility is proportional to capacity—therefore, non-punitive correction restores integrity without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein the thief acknowledges and reverses the act through restitution or conscious renunciation.",
    "Assign corrective duty to the ruler to restore capacity through dharmic implementation.",
    "Engage societal reintegration protocols to eliminate residual distortion caused by unresolved acts.",
    "Activate consciousness-alignment mechanisms for all involved parties to dissolve identification with misconduct."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma is executed through conscious correction, not punitive reaction. The source of law is divine authority alone. Reality is non-punitive; consciousness is the supreme adjudicator."
}