{
  "sanskrit_verse": "यत्र धर्मो ह्यधर्मेण सत्यं यत्रानृतेन च ।\nहन्यते प्रेक्षमाणानां हतास्तत्र सभासदः ॥ ८.१४॥",
  "transliteration": "yatra dharmo hyadharmeṇa satyaṁ yatrānṛtena ca | hanyate prekṣamāṇānāṁ hatāstatra sabhāsadaḥ || 8.14||",
  "sph_interpretive_translation": "Where Dharma is overthrown by Adharma, where truth is suppressed by falsehood, where those who witness and seek to restore are silenced — there, the members of the assembly are declared as having caused destruction.",
  "jurisprudential_principles": [
    "Authority arises from alignment with Dharma, not institutional position",
    "Causation includes conscious omission in the face of_visible_adharma",
    "Capacity-based responsibility extends to all who witness and fail_to_act",
    "Restoration logic demands active realignment with_visible_truth",
    "Consciousness alignment requires purification_of_perception_and_integrity_of_response"
  ],
  "executable_legal_axioms": [
    "IF a witness observes visible Adharma AND possesses capacity to respond THEN failure to act = causal liability",
    "IF a Sabha member remains passive during visible suppression of Satya THEN automatic disqualification from judicial or legislative function",
    "IF truth is actively suppressed through silence THEN all present bear proportional_completion_responsibility",
    "IF Dharma-subverting action occurs in official space THEN all assembled inherit_realigning_duty",
    "IF perception is clouded by complicity THEN mandatory consciousness_restoration_protocol_activates"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when evidence of systemic suppression of truth or Dharma-aligned testimony is visible, passive observation by court personnel or attending officials constitutes causal liability. The threshold of responsibility includes not only acts but also omissions in the presence of perceptible Adharma. Authority is invalidated by failure to uphold_visible_Satya.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that visible witnessing without response generates karmic misalignment. Anupūrvaśaḥ shows that suppression of truth leads to collapse of dharma-field. Proportional responsibility lies in completion of neglected duty. Non-punitive reality rule: suffering emerges only when consciousness refuses_completion; thus, enforcement focuses_on_restoring_capacity_to_align_with_Dharma.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-enactment of witnessed event with correct_dharma_response",
    "Responsibility Assumption Protocol: Public declaration of omission and commitment to_realignment",
    "Capacity Restoration: Mandatory participation in_satya-vākyāyana_until_perceptual_clarity_is_restored",
    "Integrity Reintegration: Supervised_sevā_in_service_of_suppressed_truth_until_sabhā_dharma_is_reestablished"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores the eternal principle that consciousness, not punishment, is the ultimate judge. Where Dharma falls, it is revived through awakened_seership and intentional_realignment. Reality is non-punitive; suffering dissolves in completion."
}