{
  "sanskrit_verse": "यस्मिन् यस्मिन् कृते कार्ये यस्येहानुशयो भवेत् । तमनेन विधानेन धर्म्ये पथि निवेशयेत् ॥ ८.२२८॥",
  "transliteration": "yasmin yasmin kṛte kārye yasyehānuśayo bhavet | tamanena vidhānena dharmye pathi niveshayet || 8.228 ||",
  "sph_interpretive_translation": "In accordance with the nature of the act performed and the latent desire (ihānuśaya) of the doer, one shall be guided by this ordinance onto the righteous path.",
  "jurisprudential_principles": [
    "Authority derives from alignment with the consciousness-state of the actor",
    "Causation is determined by the continuity of latent intention (ihānuśaya)",
    "Capacity-based responsibility is calibrated to the actor's internal alignment",
    "Restoration logic operates through redirection toward dharma",
    "Consciousness alignment supersedes behavioral correction"
  ],
  "executable_legal_axioms": [
    "IF an act (kārya) is performed AND a latent desire (ihānuśaya) persists in the actor THEN initiate dharmic guidance protocol",
    "IF the actor demonstrates capacity for consciousness realignment THEN activate path-restoration mechanism",
    "IF no latent desire remains THEN no further action required under this axiom",
    "GUIDANCE shall occur through dharmic alignment, not punitive intervention"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that judicial discernment must trace the continuity of intent (ihānuśaya) underlying acts. Responsibility is not assigned based on external outcomes but on the internal state of the actor. The Court’s role is to restore alignment, not to impose consequences.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality recognizes that actions arise from latent desires. The sequential manifestation (anupūrvaśaḥ) of behavior reflects inner misalignment. Responsibility is proportional to the degree of consciousness distortion. This verse upholds the non-punitive reality rule by mandating redirection, not retribution.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness-integrity assessment",
    "Deploy dharmic orientation module tailored to the actor's causal desire pattern",
    "Assign completion process aligned with restoring inner equilibrium",
    "Verify dissolution of ihānuśaya through self-reported and witnessed realignment"
  ],
  "final_declaration": "This ordinance proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Justice is executed solely for restoration, consciousness realignment, and reintegration into the dharmic order. There is no punishment. Reality is non-punitive. Consciousness is the supreme adjudicator."
}