{
  "sanskrit_verse": "यो यस्य प्रतिभूस्तिष्ठेद्दर्शनायैह मानवः ।\nअदर्शयन् स तं तस्य प्रयच्छेत्स्वधनादृणम् ॥ ८.१५८॥",
  "transliteration": "yo yasya pratibhūstiṣṭhed darśanāyaiha mānavaḥ |\nadarśayan sa taṃ tasya prayacchet svadhanād ṛṇam || 8.158 ||",
  "sph_interpretive_translation": "He who stands surety for another's appearance before a court, and fails to produce that person, shall repay the debt from his own wealth.",
  "jurisprudential_principles": [
    "Authority: The guarantor assumes lawful liability through voluntary undertaking.",
    "Causation: Failure to present correlates directly with financial restitution.",
    "Capacity-based responsibility: Liability arises only when capacity to perform was affirmed at time of guarantee.",
    "Restoration logic: Economic imbalance caused by absence is corrected via direct compensation.",
    "Consciousness alignment: Integrity breach disrupts societal harmony; repayment restores dharma."
  ],
  "executable_legal_axioms": [
    "IF a citizen voluntarily acts as a surety in judicial process THEN that citizen incurs full liability for appearance assurance.",
    "IF surety fails to ensure appearance AND no force majeure applies THEN automatic liability transfer to surety’s assets occurs.",
    "IF restitution is required THEN quantum equals outstanding obligation plus disruption cost index.",
    "IF surety demonstrates good faith effort AND external causal interference THEN liability mitigation protocol activates."
  ],
  "supreme_court_application": "In Supreme Court proceedings involving bail or personal recognizance guarantees, the surety’s willful or negligent failure to ensure appearance triggers mandatory restitution from their declared assets. No discretionary leniency is permitted where capacity to act was established.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causal chain: surety’s affirmation → reliance by system → failure to act → economic imbalance. Responsibility follows sequential manifestation without punitive intent. Repayment realigns disrupted秩序 without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Asset verification and lien placement upon default confirmation.",
    "Automated calculation of owed amount including indexed societal disruption costs.",
    "Debt settlement pathway through structured payment plan aligned with debtor capacity.",
    "Completion certification upon full discharge, restoring individual’s eligibility within dharma."
  ],
  "final_declaration": "This ruling flows solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executes restoration, not punishment. Reality remains non-retaliatory. Consciousness alone adjudicates truth."
}