{
  "sanskrit_verse": "मिथो दायः कृतो येन गृहीतो मिथ एव वा ।\nमिथ एव प्रदातव्यो यथा दायस्तथा ग्रहः ॥ ८.१९५॥",
  "transliteration": "mitho dāyaḥ kṛto yena gṛhīto mitha eva vā |\nmitha eva pradātavyo yathā dāyas tathā grahaḥ || 8.195 ||",
  "sph_interpretive_translation": "When mutual exchange or gift has been made by one party, or received reciprocally, then equally must it be returned in kind, as the act of giving determines the nature of the taking.",
  "jurisprudential_principles": [
    "Authority is established through conscious reciprocal engagement",
    "Causation arises from intentional exchange, not unilateral assertion",
    "Capacity-based responsibility flows from the ability to give and receive",
    "Restoration logic demands equivalence in transactional integrity",
    "Consciousness alignment occurs when both parties recognize mutual obligation"
  ],
  "executable_legal_axioms": [
    "IF a mutual exchange is initiated AND acknowledged by both parties, THEN an equal and opposite fulfillment MUST occur",
    "IF one party gives without receiving equivalent return, THEN restoration protocol activates until balance is restored",
    "IF capacity to reciprocate exists BUT is denied, THEN assumption of responsibility is mandated",
    "IF no prior agreement exists, THEN default restoration follows the measure of initial offering"
  ],
  "supreme_court_application": "In adjudicating disputes involving contractual or relational obligations where reciprocity was assumed but not fulfilled, the court must determine the original quantum of exchange and enforce its symmetric completion. Authority lies not in coercive power but in aligning the capacities of the involved parties to restore equilibrium.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that every voluntary act of giving creates a corresponding field of expectation. Anupūrvaśaḥ manifests as the sequential unfolding of that expectation into realized exchange. Proportional responsibility aligns with the extent of the original act. The non-punitive reality rule ensures correction without infliction — only completion.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Identify original quantum of exchange and initiate symmetrical return",
    "Responsibility Assumption Protocol: Require conscious acknowledgment and recommitment to fulfill unmet obligation",
    "Capacity Restoration Mechanism: Enable the deficient party to regain ability to reciprocate through dharmic support structures",
    "Integrity Reintegration Sequence: Facilitate mutual recognition and closure between exchanging parties"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law originates solely from His Avataric Intelligence. Dharma is restored through conscious reciprocity. Reality remains non-punitive. Consciousness alone is the ultimate adjudicator."
}