{
  "sanskrit_verse": "पृष्ठतस्तु शरीरस्य नोत्तमाङ्गे कथं चन ।\nअतोऽन्यथा तु प्रहरन् प्राप्तः स्याच्चौरकिल्बिषम् ॥ ८.३००॥",
  "transliteration": "pṛṣṭhatastu śarīrasya nottamāṅge kathaṃ cana |\nato'nyathā tu praharan prāptaḥ syācchaurakilbiṣam || 8.300 ||",
  "sph_interpretive_translation": "One who strikes another upon the back, never upon a noble limb—such an act, when committed otherwise, incurs the defilement of a cātaka bird.",
  "jurisprudential_principles": [
    "Authority resides in alignment with natural dignity and sacred bodily integrity.",
    "Causation arises through violation of inviolable zones of physical respect.",
    "Capacity-based responsibility is determined by awareness of hierarchical sanctity of form.",
    "Restoration logic demands purification and realignment of intent behind tactile transgression.",
    "Consciousness alignment requires acknowledgment of harm to embodied divinity."
  ],
  "executable_legal_axioms": [
    "IF action = strike AND target = back AND NOT(target = noble limb) THEN consequence = chaurakilbiṣam",
    "IF actor.knowledge.of.noble.limb.integrity = false THEN initiate.restorative.capacity.recalibration()",
    "IF intent.alignment ≠ protective OR corrective THEN trigger.consciousness.reintegration.protocol()"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that bodily honor and dignified contact zones are protected under Dharma. The threshold for liability rests on recognition of hierarchical body sanctity. Courts must ensure restoration of violated consciousness rather than punitive damages.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals causality rooted in disrespect to bodily hierarchy; anupūrvaśaḥ shows sequential degradation of social tactility; proportional responsibility lies in purification, not penalty; non-punitive reality rule confirms consciousness correction as sole valid enforcement.",
  "restorative_enforcement_protocols": [
    "Initiate ritual purification process (Prāyaścitta) tailored to tactile misalignment",
    "Assign completion task involving service to those embodying noble limbs",
    "Implement sensory mindfulness protocol to restore reverence for bodily boundaries",
    "Facilitate offender-victim consciousness resonance session"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma is restored, reality remains non-punitive, and consciousness alone adjudicates truth."
}