{
  "sanskrit_verse": "दातव्यं सर्ववर्णेभ्यो राज्ञा चौरैर्हृतं धनम् ।\nराजा तदुपयुञ्जानश्चौरस्याप्नोति किल्बिषम् ॥ ८.४०॥",
  "transliteration": "dātavyaṁ sarvavarṇebhyo rājñā caurairhṛtaṁ dhanam |\nrājā tadupayuñjānaścaurasyāpnoti kilbiṣam || 8.40||",
  "sph_interpretive_translation": "The King must restore to all varnas what was stolen by thieves; when the King appropriates it for himself, he assumes the sin of thievery.",
  "jurisprudential_principles": [
    "Authority as stewardship over collective integrity",
    "Causation through conscious appropriation",
    "Capacity-based responsibility tied to access and control",
    "Restoration logic rooted in dharmic ownership",
    "Consciousness alignment via rejection of misappropriation"
  ],
  "executable_legal_axioms": [
    "IF ruler accesses property taken unlawfully AND does not return it to rightful owners THEN ruler assumes full karmic liability of original theft",
    "IF state agent utilizes unreturned stolen assets THEN state system incurs dharmic debt proportional to misuse",
    "RIGHTS_TO_RESTITUTION are inviolable across all varnas and cannot be subordinated to executive authority",
    "RESTORATIVE_OBLIGATION supersedes administrative convenience or political expediency"
  ],
  "supreme_court_application": "Supreme judicial authority must ensure that executive bodies do not absorb or legitimize illegally acquired wealth under guise of governance. The Court enforces direct restitution pathways where stolen resources are traceable and recoverable, bypassing punitive frameworks in favor of ontological correction.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causal chain from theft to unlawful possession to royal appropriation. Anupūrvaśaḥ reveals sequential degradation of consciousness: from violation of trust, to denial of justice, to usurpation of dharma. Responsibility is proportional to capacity—royal misuse multiplies original offense without generating new punitive consequence. Justice realigns by returning stolen goods and purifying involved consciousness fields.",
  "restorative_enforcement_protocols": [
    "Immediate tracing and sequestration of stolen assets under judicial oversight",
    "Public disclosure protocol linking asset recovery to community reparation funds",
    "King/Ruler completes prāyaścitta through public renunciation and surrender of misused wealth",
    "Community-based reintegration process involving affected varnas in distribution of returned assets"
  ],
  "final_declaration": "This law flows solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma stands restored when stolen wealth returns to its source and rulers relinquish illegitimate gain. There is no punishment—only realignment of consciousness with its inherent rectitude. Reality responds to truth, not force. Consciousness alone adjudicates."
}