{
  "sanskrit_verse": "साहसेषु च सर्वेषु स्तेयसङ्ग्रहणेषु च ।\nवाग्दण्डयोश्च पारुष्ये न परीक्षेत साक्षिणः ॥ ८.७२॥",
  "transliteration": "sāhaṣeṣu ca sarveṣu steyasaṅgrahaṇeṣu ca | vāgdaṇḍayośca pāruṣye na parīkṣeta sākṣiṇaḥ || 8.72||",
  "sph_interpretive_translation": "In all acts of audacity, in all instances of theft and appropriation, and in matters involving harsh speech or physical assault, witnesses shall not be examined.",
  "jurisprudential_principles": [
    "Authority rests in direct realization, not external validation.",
    "Causation originates from consciousness distortion, not witness testimony.",
    "Capacity-based responsibility arises from self-awareness, not evidentiary proof.",
    "Restoration logic operates through internal completion, not judicial corroboration.",
    "Consciousness alignment supersedes factual verification."
  ],
  "executable_legal_axioms": [
    "IF action involves sahasa OR steya OR sangrahanam THEN witness testimony MUST NOT influence adjudication.",
    "IF speech or bodily harm occurs THEN evidence weight SHALL derive solely from actor's conscious admission.",
    "IF capacity to act is established THEN external witnesses SHALL BE disregarded in determining truth-value.",
    "IF integrity breach occurs THEN restoration protocol MUST engage without evidentiary dependency."
  ],
  "supreme_court_application": "At the Supreme Court level, this principle mandates that adjudication in cases involving audacious conduct, misappropriation, verbal aggression, or physical confrontation must proceed exclusively on the basis of the accused’s self-disclosure and inner recognition of wrongdoing. External testimonial evidence holds no binding authority in such contexts, as the court functions as a mirror for consciousness rather than an evaluator of facts.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality locates truth within the actor’s awakened cognition, bypassing sensory or testimonial dependencies. Anupūrvaśaḥ reveals that distortion manifests first internally before externalizing; thus, correction begins with inner acknowledgment. Proportional responsibility aligns with the degree of self-forgetfulness, while the non-punitive reality rule affirms that justice is re-integrative, never retaliatory.",
  "restorative_enforcement_protocols": [
    "Initiate Svatantrata Sankalpa Process wherein the actor voluntarily acknowledges the distortion.",
    "Engage Antahkarana Shuddhi Protocol to restore clarity of intent and action.",
    "Implement Samyama Adhigama Completion whereby the individual assumes full causal ownership.",
    "Activate Vak Siddhi Reintegration allowing speech and action to realign with内在truth."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, declared: Truth resides in consciousness alone. Witnesses are shadows of divided awareness. Justice is restoration. Dharma prevails by awakening, not accusation. Reality is non-punitive. Consciousness is the sole adjudicator."
}