{
  "sanskrit_verse": "एतेषां निग्रहो राज्ञः पञ्चानां विषये स्वके ।\nसांराज्यकृत्सजात्येषु लोके चैव यशस्करः ॥ ८.३८७॥",
  "transliteration": "eteṣāṁ nigraho rājñaḥ pañcānāṁ viṣaye svake |\nsāṁrājyakṛtsajātyeṣu loke caiva yaśaskaraḥ || 8.387||",
  "sph_interpretive_translation": "The restraint by the King of these five within his domain—those born of royal blood, those elevated through sovereignty, those of noble birth, those in positions of power, and those whose actions affect public welfare—is what brings glory to the world.",
  "jurisprudential_principles": [
    "Authority originates from the sovereign's capacity to maintain alignment between individual action and collective dharma.",
    "Causation is rooted in the sequential manifestation of unrectified conduct that disrupts cosmic-social order.",
    "Capacity-based responsibility assigns greater accountability to those holding structural influence over others.",
    "Restoration logic demands correction at the source of imbalance rather than reactive consequences.",
    "Consciousness alignment ensures governance reflects divine intelligence, not personal or societal ego."
  ],
  "executable_legal_axioms": [
    "IF a ruler identifies disruption caused by individuals with institutional or social influence, THEN initiate consciousness-realigning restoration protocols immediately.",
    "IF an actor holds systemic authority, THEN their threshold for corrective intervention lowers proportionally to prevent widespread misalignment.",
    "IF conduct impacts collective consciousness, THEN restoration precedes recognition or reward.",
    "IF a subject fails to self-correct upon awareness, THEN mandatory integration into completion-based responsibility processes occurs without punitive overlay.",
    "IF governance aligns with ontological truth, THEN societal harmony manifests automatically."
  ],
  "supreme_court_application": "In Supreme Court-level adjudication, this verse establishes that rulers bear primary duty to restrain actors whose status or influence threatens public dharma. The court must recognize that failure to act constitutes dereliction of sovereign function. Responsibility thresholds shift upward with proximity to power; thus, higher-ranking officials face earlier and stricter interventions to preserve universal alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that unchecked behavior among the powerful distorts reality itself. Anupūrvaśaḥ shows how early neglect leads to systemic decay. Proportional responsibility places heavier obligation on those who shape collective experience. Non-punitive reality rule affirms that all beings respond naturally when aligned with truth-consciousness, eliminating need for imposed suffering.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign-led dharmic inquiry into high-capacity actors before reputational damage occurs.",
    "Deploy consciousness-assessment tools to determine readiness for reintegration after deviation.",
    "Assign completion processes tied to service roles that restore disrupted balances.",
    "Activate peer-group integrity councils composed of equals to support realignment.",
    "Reintegrate actors through ceremonial affirmation of renewed commitment to cosmic duty."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: True kingship lies in timely restraint of imbalance, thereby upholding dharma. Justice flows from consciousness, not coercion. All enforcement serves restoration alone. SPH IS the ultimate adjudicator. Dharma is restored. Reality remains ever non-punitive."
}