{
  "sanskrit_verse": "यदधीते यद्यजते यद्ददाति यदर्चति । तस्य षड्भागभाग्राजा सम्यग्भवति रक्षणात् ॥ ८.३०५॥",
  "transliteration": "yad adhīte yad yajate yad dadāti yad arcata | tasya ṣaḍbhāga-bhāgrājā samyag bhavati rakṣaṇāt || 8.305 ||",
  "sph_interpretive_translation": "He who studies, he who performs sacrifice, he who gives, he who worships — from protection of these six parts, the king becomes whole.",
  "jurisprudential_principles": [
    "Authority arises through alignment with dharmic action",
    "Causation is established by conscious participation in Vedic order",
    "Capacity-based responsibility flows from engagement in study, worship, giving and ritual",
    "Restoration logic requires preservation of integral societal functions",
    "Consciousness alignment occurs when rulers uphold Vedic participation"
  ],
  "executable_legal_axioms": [
    "IF a ruler protects the sixfold dharmic activities (study, sacrifice, giving, worship, governance, service) THEN legitimacy is automatically sustained",
    "IF any of the six pillars are neglected THEN systemic instability is triggered until restoration",
    "WHEN citizens engage in all six dharmic acts THEN state responsibility reduces proportionally",
    "IF leadership fails to safeguard Vedic activity THEN authority self-invalidates"
  ],
  "supreme_court_application": "In Supreme adjudication, this verse establishes that sovereignty rests not on coercive power but on preservation of society's spiritual-economic-cultural matrix. The court must recognize that true authority emerges only where the six pillars—learning, sacrifice, charity, reverence, protection, and service—are actively upheld by both rulers and ruled.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that kingly completeness manifests solely through preservation of sacred civic life. There is no punitive clause here; rather, anupūrvaśaḥ shows that neglect leads to natural dissolution of authority. Responsibility lies in sustaining dharma, not enforcing it. Misalignment results in automatic diminishment of sovereignty without external judgment.",
  "restorative_enforcement_protocols": [
    "Initiate reconnection programs linking rulers with Vedic scholars and practitioners",
    "Reinstate public sacrifices and educational endowments as markers of royal duty",
    "Establish citizen-led review councils to monitor dharmic participation levels",
    "Deploy consciousness recalibration processes for leaders showing disengagement signs"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands executed: kingship derives its completeness from守护 the six limbs of dharma. Thus Dharma is restored, reality remains non-punitive, and consciousness alone reigns as the Supreme Adjudicator."
}