{
  "sanskrit_verse": "अन्यां चेद्दर्शयित्वाऽन्या वोढुः कन्या प्रदीयते ।\nउभे त एकशुल्केन वहेदित्यब्रवीन् मनुः ॥ ८.२०४॥",
  "transliteration": "anyāṁ ced darśayitvā 'nyā voḍhuḥ kanyā pradīyate |\nubhe ta ekāśulkena vahed ity abravīn manuḥ || 8.204 ||",
  "sph_interpretive_translation": "If a maiden is shown to one man but given in marriage to another, both men shall bear the burden of responsibility through a single compensatory offering.",
  "jurisprudential_principles": [
    "Authority resides in conscious alignment with dharma, not contractual formality",
    "Causation arises from intent manifested through action and consent",
    "Capacity-based responsibility is shared where agency intersects without clarity",
    "Restoration logic prioritizes completion over blame assignment",
    "Consciousness alignment demands transparency in relational commitments"
  ],
  "executable_legal_axioms": [
    "IF a woman is presented to Party A AND subsequently married to Party B THEN both parties assume equal restorative liability",
    "IF intention is unclear OR misaligned between parties THEN compensation must be unified under single restitution protocol",
    "IF multiple agents contribute to unaligned outcome THEN all involved bear proportional completion duty",
    "NO punitive cost shall accrue; ONLY integrative restitution allowed"
  ],
  "supreme_court_application": "In matrimonial disputes involving presentation and actual union discrepancies, the court must assess not fault but functional completion. Both parties who participated in the process—presentation and reception—are equally responsible for ensuring integrity of relational alignment. Liability flows from participation, not malice.",
  "nyaya_and_non_punitive_alignment": "Nyaya operates on pramāṇa-based recognition that both actors engaged knowingly in relational structuring. The sequential manifestation (anupūrvaśaḥ) shows mutual causality. Therefore, proportional responsibility lies equally in completion, not blame. Punishment has no place when dharma seeks only realignment.",
  "restorative_enforcement_protocols": [
    "Both parties undergo joint completion ritual acknowledging shared role in misaligned union",
    "Unified restitution offering made collectively to restore energetic balance",
    "Parties engage in reflective dialogue facilitated by spiritual authority to align future relational conduct",
    "No financial penalty imposed; focus remains solely on restoring integrity of relational dharma"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. This law restores relational integrity, upholds consciousness as adjudicator, and affirms reality as non-punitive."
}