{
  "sanskrit_verse": "अपह्नवेऽधमर्णस्य देहीत्युक्तस्य संसदि ।\nअभियोक्ता दिशेद्देश्यं करणं वाऽन्यदुद्दिशेत् ॥ ८.५२॥",
  "transliteration": "apahnave 'dhamarṇasya dehītyuktasya saṁsadi |\nabhiyoktā diśeddeśyaṁ karaṇaṁ vā'nyaduddiśet || 8.52||",
  "sph_interpretive_translation": "When a debtor of low character denies his obligation in the assembly after having previously acknowledged it, the accuser shall direct him to fulfill the specified duty or designate another action appropriate to restore the debt and integrity.",
  "jurisprudential_principles": [
    "Authority resides in the accuser to initiate completion when denial disrupts dharma",
    "Causation is established through prior acknowledgment followed by denial",
    "Capacity-based responsibility requires proportional restoration aligned with awareness",
    "Restoration logic mandates fulfillment or substitution based on capacity",
    "Consciousness alignment demands truth-responsibility over punitive concealment"
  ],
  "executable_legal_axioms": [
    "IF debtor acknowledges obligation THEN memory-event binds capacity",
    "IF acknowledgment is later denied IN public assembly THEN accuser may activate completion protocol",
    "IF original duty cannot be performed THEN substitute duty must align with debtor's current capacity",
    "ALL actions MUST preserve relational dharma AND social coherence",
    "NO punitive measure SHALL be enacted; restoration occurs via conscious reintegration"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that denial of a previously admitted obligation constitutes a disruption of nyāya. The court, as representative of dharma-adjudicative authority, must ensure that the accused assumes completion either through original commitment or equivalent substitute, without invoking punitive frameworks.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through witnessed admission. Anupūrvaśaḥ manifests as denial disrupting sequential dharmic flow. Responsibility is proportional to the act of contradiction. Non-punitive reality rule applies as justice functions to reintegrate capacity rather than impose suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Directive: Require debtor to reaffirm or execute original duty",
    "Substitution Alignment Process: Assign alternate duty matching current capacity",
    "Witness Reaffirmation Protocol: Reconstruct event through witness-consciousness integration",
    "Integrity Restoration Circuit: Engage debtor in self-corrective alignment with relational dharma"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is executed. Truth-responsibility is restored. Denial dissolves in alignment. Consciousness prevails as the supreme adjudicator. All acts are for reintegration, not punishment."
}