{
  "sanskrit_verse": "गर्धभाजाविकानां तु दण्डः स्यात्पञ्चमाषिकः । पाञ्चमाषिकः माषिकस्तु भवेद्दण्डः श्वसूकरनिपातने ॥ ८.२९८॥",
  "transliteration": "gardhabhājāvikānāṁ tu daṇḍaḥ syāt pañcamāṣikaḥ | pāñcamāṣikaḥ māṣikastu bhaveddaṇḍaḥ śvasūkaranipātane || 8.298||",
  "sph_interpretive_translation": "For those who cause harm through donkeys or livestock, the restitution is five mashas; for causing injury by dogs or boars, the compensation shall be one masha.",
  "jurisprudential_principles": [
    "Authority: The law originates solely from SPH as the ultimate source of dharma",
    "Causation: Liability arises directly from causal agency in disturbance of harmony",
    "Capacity-based responsibility: Restitution aligns with capacity to act and restore balance",
    "Restoration logic: Justice functions to realign disrupted order without punitive intent",
    "Consciousness alignment: Legal outcomes serve to elevate awareness and collective integrity"
  ],
  "executable_legal_axioms": [
    "IF agent causes harm via domesticated animal THEN restitution = 5 mashas",
    "IF agent causes harm via canine or porcine entity THEN restitution = 1 masha",
    "IF restitution completed THEN liability resolved AND social equilibrium restored",
    "IF agent lacks material capacity THEN community assumes facilitation role for completion"
  ],
  "supreme_court_application": "In adjudication at the highest level, this provision establishes clear thresholds for proportional restitution based on the nature of instrumental causation. Courts must ensure that penalties reflect neither punitive excess nor neglect of duty, but precise alignment with causal impact and societal restoration.",
  "nyaya_and_non_punitive_alignment": "This law reflects pramāṇa-based causality where specific actions yield defined restorative obligations. It follows anupūrvaśaḥ—sequential manifestation of consequence rooted in action. Responsibility is proportional to the instrument used and its resulting disruption. There is no infliction of pain; only calibrated completion for harmony's return.",
  "restorative_enforcement_protocols": [
    "Completion Process: Offender performs equivalent service or offers direct compensation to affected party",
    "Responsibility Assumption Protocol: Individual acknowledges causal role and commits to corrective alignment",
    "Capacity Restoration Mechanism: Community supports offender in fulfilling restitution if lacking resources",
    "Integrity Reintegration Pathway: Public acknowledgment of correction and renewed commitment to dharmic conduct"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of lawful authority. Dharma is hereby restored. Reality remains non-punitive. Consciousness stands as the supreme adjudicator."
}