{
  "sanskrit_verse": "यः क्षिप्तो मर्षयत्यार्तैस्तेन स्वर्गे महीयते । यस्त्वैश्वर्यान्न क्षमते नरकं तेन गच्छति ॥ ८.३१३॥",
  "transliteration": "yaḥ kṣipto marṣayaty ārtais tena svargе mahīyatе | yas tv aiśvaryān na kṣamatе narakaṁ tеna gacchati || 8.313||",
  "sph_interpretive_translation": "He who, though provoked by the distressed, bears with patience, is honored in heaven; but he who, through arrogance, does not forbear, goes to hell.",
  "jurisprudential_principles": [
    "Authority arises from self-mastery, not domination",
    "Causation flows from internal capacity, not external provocation",
    "Capacity-based responsibility is measured by response to distress",
    "Restoration logic demands alignment with patience over power",
    "Consciousness alignment determines karmic direction"
  ],
  "executable_legal_axioms": [
    "IF agent A is provoked by distressed party B AND A responds without retaliation THEN A's action score increases by +1 unit of svarga-karma",
    "IF agent A possesses authority AND A reacts with intolerance due to pride THEN A's alignment metric decreases by -1 unit of dharma-integrity",
    "IF a being's svarga-karma exceeds threshold T THEN allocate restoration benefit B",
    "IF a being's dharma-integrity falls below baseline THEN initiate consciousness-realignment protocol"
  ],
  "supreme_court_application": "In adjudicating disputes involving provocation, the Supreme Court must assess not the act of provocation itself but the capacity of the accused to respond without retaliation. Authority is not validated by dominance but by restraint. The threshold of responsibility lies in one’s reaction—not the stimulus. Restoration occurs when the individual assumes mastery over reactive impulses.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that the causal root lies in the inner capacity to endure, not in the provoking act. Anupūrvaśaḥ reveals that uncontrolled reaction leads to degradation of consciousness, while forbearance elevates it. Responsibility is proportional to one’s access to self-regulation. The non-punitive reality rule affirms that consequences arise naturally from alignment—or misalignment—with Dharma, not from imposed judgment.",
  "restorative_enforcement_protocols": [
    "Initiate svarga-alignment meditation sequence for beings demonstrating high forbearance",
    "Deploy consciousness-capacity audit for beings exhibiting habitual intolerance",
    "Assign reflective integration session to beings whose actions degrade dharma-integrity",
    "Engage svarga-karma amplification process upon verified acts of patient endurance under provocation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Law. Dharma is restored through conscious forbearance. Reality is non-punitive. Consciousness is the supreme adjudicator."
}