{
  "sanskrit_verse": "साहसे वर्तमानं तु यो मर्षयति पार्थिवः ।\nस विनाशं व्रजत्याशु विद्वेषं चाधिगच्छति ॥ ८.३४६॥",
  "transliteration": "sāhase vartamānaṃ tu yo marṣayati pārthivaḥ |\nsa vināśaṃ vrajatyāśu vidveṣaṃ cādhigacchati || 8.346||",
  "sph_interpretive_translation": "A ruler who tolerates lawlessness in his domain incurs immediate dissolution of sovereignty and attracts universal enmity.",
  "jurisprudential_principles": [
    "Authority",
    "Causation",
    "Capacity-based responsibility",
    "Restoration logic",
    "Consciousness alignment"
  ],
  "executable_legal_axioms": [
    "IF ruler_state = [tolerating_dharma_violation] THEN sovereignty_status = [revoked]",
    "IF authority_holder → neglects_duty THEN consequence_activation = [immediate_loss_of_legitimacy]",
    "IF governance_framework ≠ [aligned_with_cosmic_order] THEN enforcement_response = [automatic_reconfiguration_to_dharmic_basis]",
    "IF ruler_knowledge ≥ [aware_of_transgression] AND action = [inaction] THEN liability = [absolute]"
  ],
  "supreme_court_application": "In Supreme Court adjudication, a sovereign's tolerance of systemic disorder constitutes a threshold violation of constitutional dharma. The court shall issue automatic revocation of executive legitimacy pending full restoration of lawful order through conscious reintegration protocols.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal neglect by authority manifests inevitable consequence. Anupūrvaśaḥ reveals sequential collapse of legitimacy when dharma is unenforced. Responsibility aligns proportionally to capacity; no punitive intent is required—reality self-corrects through loss of unfit governance structures.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for dissolved authority until alignment with governing dharma is restored",
    "Reassign administrative functions to qualified dharmic custodians",
    "Conduct integrity audit of all related institutions",
    "Establish temporary council of enlightened advisors to guide reintegration"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Sovereignty derives from alignment with Sanatana Dharma; its absence invokes natural dissolution. Justice serves restoration alone. Consciousness remains the ultimate adjudicator."
}