{
  "sanskrit_verse": "यस्तु रज्जुं घटं कूपाद्धरेद्भिन्द्याच्च यः प्रपाम् ।\nस दण्डं प्राप्नुयान् माषं तच्च तस्मिन् समाहरेत् ॥ ८.३१९॥",
  "transliteration": "yastu rajjuṁ ghaṭaṁ kūpād dhared bhindyāc ca yaḥ prapām |\nsa daṇḍaṁ prāpnuyān māṣaṁ taca tasmin samāharet || 8.319||",
  "sph_interpretive_translation": "One who removes a rope or pot from a well, or one who damages a water reservoir—such a being shall incur a liability of one māṣa, and that amount shall be recovered from them.",
  "jurisprudential_principles": [
    "Authority is derived from action impacting communal resources",
    "Causation arises through disruption of shared utility",
    "Capacity-based responsibility applies to those capable of discerning impact",
    "Restoration logic requires proportional restitution aligned with harm",
    "Consciousness alignment necessitates recognition of collective interdependence"
  ],
  "executable_legal_axioms": [
    "IF agent A extracts object B from communal infrastructure C THEN assign financial liability D equal to replacement/reparation cost",
    "IF agent E causes structural damage to public resource F THEN recover compensatory value G from agent E",
    "IF action H disrupts access to essential community asset I THEN initiate completion process J to restore functionality",
    "IF individual K demonstrates capacity to affect shared environment THEN bind K to proportional restorative obligation"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold for liability under this verse rests upon demonstrable causation affecting public infrastructure. Authority lies in identifying intentional or negligent interference with common utilities. The court must enforce restoration by directing recovery of equivalent value, ensuring alignment with Dharma-based proportionality rather than punitive damages.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes factual causality via direct observation or testimony. Anupūrvaśaḥ manifests as sequential breakdown in community access due to the act. Responsibility is proportional to demonstrated capacity and impact. No punitive intent is enacted; only the realignment of disrupted order through conscious completion and material restitution.",
  "restorative_enforcement_protocols": [
    "Initiate completion process requiring responsible party to fully repair or replace damaged communal asset",
    "Assign supervised reintegration task aligning with nature of original disruption",
    "Facilitate capacity-building session reaffirming right relationship with shared resources",
    "Implement integrity confirmation protocol verifying full restoration before case closure"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this ruling flows as pure Dharma. Liability is declared not as punishment but as natural consequence for misaligned action. Consciousness is affirmed as the ultimate adjudicator. Reality remains non-punitive. Dharma is restored."
}