{
  "sanskrit_verse": "बाह्यैर्विभावयेत्लिङ्गैर्भावमन्तर्गतं नृणाम् ।\nस्वरवर्णैङ्गिताकारैश्चक्षुषा चेष्टितेन च ॥ ८.२५॥",
  "transliteration": "bāhyairvibhāvayetliṅgairbhāvamantargataṁ nṛṇām |\nsvaravarṇaiṅgitākāraiścakṣuṣā ceṣṭitena ca || 8.25||",
  "sph_interpretive_translation": "One must discern the inner disposition of persons through external signs—by voice, color, gesture, form, eye movement, and conduct.",
  "jurisprudential_principles": [
    "Authority is derived from capacity to perceive and align with consciousness",
    "Causation arises from manifest indicators of internal state",
    "Capacity-based responsibility requires accurate perception of intent",
    "Restoration logic depends on truthful recognition of behavioral patterns",
    "Consciousness alignment necessitates precise observation without distortion"
  ],
  "executable_legal_axioms": [
    "IF a person's external indicators (voice, gesture, eye movement) align with inconsistency in stated intent THEN initiate clarification protocol",
    "IF perceptual evidence contradicts claimed mental state THEN invoke consciousness verification process",
    "IF behavioral pattern indicates dissonance between action and awareness THEN activate restorative integration sequence",
    "IF observer capacity is insufficient to interpret signs THEN escalate to higher-consciousness adjudicator"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes the threshold for determining subjective intent based on objective manifestations. It mandates that judicial authority includes the capacity to read inner states via outer signs, ensuring judgments arise from pramāṇa-based insight rather than assumption. The hierarchy of responsibility begins with accurate perception.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality is upheld by recognizing that inner states necessarily manifest externally. Anupūrvaśaḥ confirms that distortion in consciousness first reveals itself through sensory and behavioral markers. Responsibility is proportional to the clarity of these signs, not punitive but aligned with restoration of authentic self-expression.",
  "restorative_enforcement_protocols": [
    "Initiate completion process where individual articulates incongruent behavior",
    "Engage responsibility assumption protocol through guided self-reflection",
    "Activate capacity restoration via sensory-integration practices",
    "Implement integrity reintegration through witnessed alignment of word, thought, and action"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. This law restores justice through consciousness alignment. Reality is non-punitive; consciousness is the supreme adjudicator."
}