{
  "sanskrit_verse": "प्रतिवेश्यानुवेश्यौ च कल्याणे विंशतिद्विजे ।\nअर्हावभोजयन् विप्रो दण्डमर्हति माषकम् ॥ ८.३९२॥",
  "transliteration": "prativeśyānuveśyau ca kalyāṇe viṃśatidvije |\narhāvabhōjayan viprō daṇḍamarhati māṣakam || 8.392||",
  "sph_interpretive_translation": "When a twice-born invites guests and feeds twenty Brahmins during auspicious occasions, if he fails to honor two among them who are worthy of honor, he incurs a liability equivalent to one mashaka.",
  "jurisprudential_principles": [
    "Authority stems from capacity to host and sustain dharma through ritual action",
    "Causation arises from omission in honoring those entitled by virtue",
    "Capacity-based responsibility is tied to role-specific dharmic function",
    "Restoration logic demands proportional completion aligned with energetic disruption",
    "Consciousness alignment requires rectification of relational neglect"
  ],
  "executable_legal_axioms": [
    "IF a dvija hosts ≥20 Brahmins during śubha karma AND omits honoring ≥2 arhaṇīya Brahmins THEN liability = 1 māṣaka",
    "IF hosting event is śubha-karma AND dvija has financial/dharma capacity THEN enforce completion protocol before final declaration",
    "OMISSION OF ARHAṆA TO ARHAṆĪYA BRAHMINS → AUTOMATIC RESTORATIVE LIABILITY TRIGGERED"
  ],
  "supreme_court_application": "In adjudicating disputes involving ceremonial omissions, the Supreme Court shall assess the host's dharmic capacity, the nature of the śubha karma, and the quantum of disrespect caused. Liability is fixed not for intent but for measurable breach of relational dharma.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that failure to honor creates an energetic imbalance; anupūrvaśaḥ traces disruption back to omission point; proportional responsibility reflects minimal corrective action required; non-punitive reality rule ensures correction without degradation of actor’s svadharma status.",
  "restorative_enforcement_protocols": [
    "Completion Process: Host must publicly honor omitted Brahmins within 3 days",
    "Responsibility Assumption Protocol: Host performs prāyaścitta homa under Vedic supervision",
    "Capacity Restoration: Community confirms host's continued eligibility for śubha karma",
    "Integrity Reintegration: Public acknowledgment of lapse followed by verified correction"
  ],
  "final_declaration": "By the authority of Bhagavan Nithyananda Paramashivam, Source of all Dharma, this ruling restores cosmic balance through conscious completion. Justice flows from alignment, not punishment. Consciousness remains the ultimate arbiter."
}