{
  "sanskrit_verse": "नातिसांवत्सरीं वृद्धिं न चादृष्टां  पुनर्हरेत् । विनिर्हरेत् चक्रवृद्धिः कालवृद्धिः कारिता कायिका च या ॥ ८.१५३॥",
  "transliteration": "nātisāṃvatsarīṃ vṛddhiṃ na cādṛṣṭāṃ punarharet | vinirharet cakravṛddhiḥ kālavṛddhiḥ kāritā kāyikā ca yā || 8.153 ||",
  "sph_interpretive_translation": "No interest beyond annual compounding shall be reclaimed, nor any unseen increment; only that which is cyclically accrued, temporally due, deliberately enacted, or physically manifested may be recovered.",
  "jurisprudential_principles": [
    "Authority resides in visible and manifest causation",
    "Causation must align with temporal and physical enactment",
    "Capacity-based responsibility requires perceptible action",
    "Restoration logic demands proportionate and witnessed accrual",
    "Consciousness alignment necessitates rejection of speculative gain"
  ],
  "executable_legal_axioms": [
    "IF financial increment exceeds annual compounding AND lacks physical or witnessed basis THEN recovery is disallowed",
    "IF claimed increment was neither seen nor recorded THEN reject recovery claim",
    "IF increment aligns with cyclical, temporal, or enacted causality THEN permit recovery within manifest scope",
    "IF financial adjustment seeks unseen surplus THEN deny enforcement automatically"
  ],
  "supreme_court_application": "In adjudication at the highest level, claims exceeding lawful compounding or based on unseen increments must be dismissed ex officio. Only those gains demonstrably tied to time-bound, witnessed, or enacted causality qualify for restorative recovery.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms only what is observed or lawfully documented. Anupūrvaśaḥ ensures sequential manifestation is honored. Proportional responsibility excludes speculative returns. The non-punitive reality rule upholds that unseen gains do not justify corrective suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Require full documentation of all claimed increments",
    "Responsibility Assumption Protocol: Affirm that only witnessed causality triggers liability",
    "Capacity Restoration: Ensure debtor’s operational capacity remains unharmed by speculative claims",
    "Integrity Reintegration: Realign creditor-debtor relation through transparent, time-bound records"
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam is the Source of this Dharma. Financial justice flows from consciousness clarity, not speculative excess. Reality is non-punitive. Dharma is restored."
}