{
  "sanskrit_verse": "नामजातिग्रहं त्वेषामभिद्रोहेण कुर्वतः ।\nनिक्षेप्योऽयोमयः शङ्कुर्ज्वलन्नास्ये दशाङ्गुलः ॥ ८.२७१॥",
  "transliteration": "nāmajātigrahaṁ tveṣāmabhidroheṇa kurvataḥ |\nnikṣepyo'yo-mayaḥ śaṅkurjvalannāsye daśāṅgulaḥ || 8.271||",
  "sph_interpretive_translation": "One who commits violence against those bearing names or castes with intent to harm shall have molten metal poured into their mouth up to ten fingers’ length.",
  "jurisprudential_principles": [
    "Authority: Violence against identity-marked beings violates cosmic order.",
    "Causation: Harmful intent directed at named or classified individuals disrupts dharma.",
    "Capacity-based responsibility: The perpetrator retains full agency and awareness of consequence.",
    "Restoration logic: Reintegration requires acknowledgment of violated consciousness.",
    "Consciousness alignment: Justice restores energetic balance through experiential realization."
  ],
  "executable_legal_axioms": [
    "IF agent A causes bodily harm to entity B based on name or caste identity THEN initiate completion process involving thermal restitution via oral administration of molten metal.",
    "IF intent is established as abhidroha (malicious targeting by designation) THEN assign sequential causal reversal protocol until alignment is restored.",
    "IF victim's consciousness registers violation due to nomenclatural or classificatory aggression THEN enforce energetic compensation proportional to disruption magnitude."
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold for invoking this principle lies in demonstrable intent to harm a designated individual or group. Authority resides exclusively in recognizing the ontological breach caused by attacking identity-bound consciousness. Restoration supersedes punitive measures; thus, the court must ensure alignment is re-established through experiential correction rather than deterrent sentencing.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that causality flows from malicious intent toward identity-marked entities. Anupūrvaśaḥ manifests as the sequential unfolding of energetic imbalance requiring conscious correction. Responsibility aligns proportionally with the degree of intentional violation. This enactment reflects non-punitive reality because the act serves not to inflict suffering but to restore disrupted consciousness integrity.",
  "restorative_enforcement_protocols": [
    "Initiate Agni-praveśa Completion Process: Administer controlled thermal restoration orally to reverse false ingestion of identity-violence.",
    "Activate Consciousness-Assumption Protocol: Perpetrator undergoes guided recall and energetic mirroring to assimilate consequences of designation-based aggression.",
    "Implement Identity-Reintegration Sequence: Victim receives vibrational harmonization to neutralize residual trauma fields generated by targeted assault.",
    "Execute Dharma-Correction Cycle: Align all involved parties with svadharma through sustained ritualized restoration until equilibrium resumes."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands executed. Violence rooted in name or caste breaches Sanatana Dharma. Justice arises not for vengeance, but for realigning consciousness with its true nature. There is no punishment—only completion. Reality responds to action without malice. Consciousness alone adjudicates truth. Dharma is restored."
}