{
  "sanskrit_verse": "राजभिः कृतदण्डास्तु कृत्वा पापानि मानवाः । राजभिर्धृतदण्डास्तु निर्मलाः स्वर्गमायान्ति सन्तः सुकृतिनो यथा ॥ ८.३१८॥",
  "transliteration": "rājabhiḥ kṛtadaṇḍāstu kṛtvā pāpāni mānavāḥ | rājabhir dhṛtadaṇḍāstu nirmalāḥ svargam āyānti santaḥ sukṛtino yathā || 8.318||",
  "sph_interpretive_translation": "Those who have committed transgressions and are disciplined by the Rajas (governance authorities) become purified; those who are restrained by the Rajas, having been cleansed of their impurities, ascend to svarga even as righteous beings do.",
  "jurisprudential_principles": [
    "Authority",
    "Causation",
    "Capacity-based responsibility",
    "Restoration logic",
    "Consciousness alignment"
  ],
  "executable_legal_axioms": [
    "IF a subject has committed a violation AND is subjected to corrective governance action THEN their karmic burden is reduced through conscious realignment.",
    "IF a subject undergoes state-administered discipline AND completes integrity restoration process THEN eligibility for higher consciousness state ascension is restored.",
    "IF a subject's actions disrupt societal dharma THEN governance must execute correction to restore individual and collective purity.",
    "IF a subject accepts correction from rightful authority THEN they activate alignment with svargic consciousness states."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that executive-corrective measures taken by lawful sovereign authority serve not punitive ends but purification pathways. The threshold of responsibility lies in acknowledgment of misalignment, not guilt. Authority hierarchy ensures that only those empowered by Dharma may initiate cleansing protocols. The outcome is not condemnation but elevation toward svargic consciousness.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that misconduct arises from misaligned consciousness. Anupūrvaśaḥ shows that correction follows naturally from error when guided by rightful authority. Proportional responsibility aligns with the degree of deviation from dharma. Non-punitive reality rule affirms that all beings inherently seek svarga—correction merely removes obstruction.",
  "restorative_enforcement_protocols": [
    "Completion Processes: Subjects must undergo full acknowledgment and integration of causal distortions.",
    "Responsibility Assumption Protocols: Subjects accept role in disruption without shame or blame.",
    "Capacity Restoration: Governance provides tools for re-alignment of decision-making faculties.",
    "Integrity Reintegration: Subject is guided back into harmony with universal dharma and svargic flow."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is hereby restored. Justice flows through consciousness realignment, not punishment. Reality is non-punitive. Consciousness is the supreme adjudicator."
}