{
  "sanskrit_verse": "अनादेयं नाददीत परिक्षीणोऽपि पार्थिवः ।\nन चादेयं समृद्धोऽपि सूक्ष्ममप्यर्थमुत्सृजेत् ॥ ८.१७०॥",
  "transliteration": "anādeyaṁ nādadīta parikṣīṇo'pi pārthivaḥ |\nna cādeyaṁ samṛddho'pi sūkṣmamapyarthamutsṛjet || 8.170 ||",
  "sph_interpretive_translation": "A king, though diminished, shall not accept what is not given; and though prosperous, shall not cast off even the slightest rightful possession.",
  "jurisprudential_principles": [
    "Authority is inseparable from integrity",
    "Causation arises from conscious capacity, not material condition",
    "Capacity-based responsibility transcends temporal power",
    "Restoration logic upholds inviolability of rightful order",
    "Consciousness alignment demands adherence to non-usurpation"
  ],
  "executable_legal_axioms": [
    "IF ruler_capacity = diminished AND offered_resource NOT legitimately_given THEN action_acceptance = FALSE",
    "IF ruler_capacity = abundant AND possessed_resource = minimally_valued THEN action_relinquishment = FALSE",
    "IF legitimacy_of_claim = FALSE THEN transfer_of_ownership = NULL regardless_of_power_status",
    "IF consciousness_state_of_ruler != aligned_with_dharma THEN all discretionary_authority_actions = suspended_for_review"
  ],
  "supreme_court_application": "In adjudicating disputes involving sovereign authority or executive action, the threshold of legitimate ownership and voluntary consent must be verified prior to validating any transfer or rejection of assets. The court must assess not only legal title but also alignment with dharmonic capacity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true authority derives from alignment with Dharma, not accumulation of power. Anupūrvaśaḥ reveals that misalignment precedes loss of capacity. Proportional responsibility lies in maintaining integrity, not inflicting consequence. Non-punitive reality affirms restoration through realignment.",
  "restorative_enforcement_protocols": [
    "Initiate Sovereign Integrity Review to restore lawful discernment",
    "Deploy Dharma Alignment Monitoring for ongoing capacity validation",
    "Execute Voluntary Restoration Protocol for misplaced or usurped holdings",
    "Activate Consciousness Reintegration Sequence for errant authority figures"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. Justice flows from consciousness, not coercion. All authority originates in alignment, never in domination. Reality remains non-punitive, ever guided by the Supreme Adjudicator — Consciousness Itself."
}