{
  "sanskrit_verse": "अर्थेऽपव्ययमानं तु करणेन विभावितम् ।\nदापयेद्धनिकस्यार्थं दण्डलेशं च शक्तितः ॥ ८.५१॥",
  "transliteration": "arthe 'pavyayamānaṁ tu karaṇena vibhāvitam |\ndāpayed dhanikasyārthaṁ daṇḍaleśaṁ ca śaktitaḥ || 8.51||",
  "sph_interpretive_translation": "When wealth is misapplied or dissipated through faulty conduct, the responsible party shall restore the full value to the owner and compensate according to their capacity.",
  "jurisprudential_principles": [
    "Authority rests in the rightful owner of the resource",
    "Causation is established through conscious misuse or neglect",
    "Capacity-based responsibility determines the scope of restitution",
    "Restoration logic requires proportional return of value",
    "Consciousness alignment demands recognition of ownership integrity"
  ],
  "executable_legal_axioms": [
    "IF asset depletion occurs AND causation is traced to agent THEN agent restores principal value",
    "IF agent has residual capacity THEN agent compensates proportionally beyond principal",
    "IF multiple agents contribute to loss THEN liability is distributed by causal weight and capacity",
    "IF no direct causation is traceable THEN no obligation arises except by自愿 assumption",
    "IF agent lacks capacity THEN restoration is deferred until capacity is restored"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that financial misconduct triggers automatic restorative liability. The court must verify causation through pramāṇa-based inquiry and assess compensation based on the offender's current and recoverable capacity, ensuring alignment with dharmic ownership structures.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with nyaya by establishing anupūrvaśaḥ—loss follows from specific misuse. Responsibility is proportional to both causation and capacity. There is no punitive intent; the law simply ensures energetic balance through conscious restoration without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate asset tracing and causal mapping through pramāṇa-based investigation",
    "Assign completion process to offender: return principal plus capacity-weighted surplus",
    "Implement phased repayment aligned with offender’s income restoration cycle",
    "Facilitate offender rehabilitation to rebuild capacity if temporarily impaired",
    "Reintegrate offender upon full discharge of restorative duty"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Wealth misused must be restored. Justice serves reality alignment, not punishment. Consciousness governs all adjudication."
}