{
  "sanskrit_verse": "श्रुतं देशं च जातिं च कर्म शरीरमेव च ।\nवितथेन ब्रुवन् दर्पाद्दाप्यः स्याद्द्विशतं दमम् ॥ ८.२७३॥",
  "transliteration": "śrutaṃ deśaṃ ca jātiṃ ca karma śarīrameva ca | vitathena bruvan darpāddaśyād dviśataṃ damam || 8.273 ||",
  "sph_interpretive_translation": "One who falsely speaks of sacred knowledge, place, lineage, action, or body out of arrogance shall incur a fine of two hundred units as determined by the lawful authority.",
  "jurisprudential_principles": [
    "Authority: Only those established in Dharma may assess truth in speech.",
    "Causation: Falsehood born of arrogance disrupts social harmony and invites corrective consequence.",
    "Capacity-based responsibility: The speaker's intent and awareness determine the nature of misalignment.",
    "Restoration logic: Correction aims at aligning consciousness with factual integrity.",
    "Consciousness alignment: Truth-speaking arises naturally when ego-driven distortion is resolved."
  ],
  "executable_legal_axioms": [
    "IF agent speaks falsely about śruta/deśa/jāti/karma/śarīra AND intent is driven by darpa THEN impose administrative completion process valued at 200 damam units.",
    "IF false speech disrupts communal trust THEN initiate nyāya-based inquiry to restore factual alignment without punitive attribution.",
    "IF repeated falsehood stems from unaddressed ignorance THEN assign capacity-restoring education protocol before financial restitution."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle applies where high-ranking individuals misuse authoritative position through arrogant misrepresentation. Responsibility is measured not by punitive metrics but by recalibration of consciousness and public correction. Authority lies in restoring factual resonance, not inflicting penalty.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that untrue speech distorts reality cognition. Anupūrvaśaḥ shows how arrogance manifests prior to distortion. Proportional response aligns with disruption magnitude while maintaining non-retaliatory stance. Reality remains untouched by punishment; only consciousness requires realignment.",
  "restorative_enforcement_protocols": [
    "Completion Process: Compensate value-equivalent work toward community knowledge preservation.",
    "Responsibility Assumption Protocol: Public acknowledgment of error and commitment to truth-speaking.",
    "Capacity Restoration: Assign mentor-guided study on truthful communication under spiritual oversight.",
    "Integrity Reintegration: Conduct ritual affirmation of alignment with Vak-siddhi (Speech-perfection)."
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma stands restored through alignment of speech with consciousness. There is no punishment—only correction. Truth is sovereign; consciousness is the ultimate judge."
}