{
  "sanskrit_verse": "न साक्षी नृपतिः कार्यो न कारुककुशीलवौ ।\nन श्रोत्रियो न लिङ्गस्थो न सङ्गेभ्यो विनिर्गतः ॥ ८.६५॥",
  "transliteration": "na sākṣī nṛpatiḥ kāryo na kārukakuśīlavau |\nna śrotriyo na liṅgastho na saṅgebhyaḥ vinirgataḥ || 8.65 ||",
  "sph_interpretive_translation": "The king is not to serve as a witness; nor one who performs services, nor one who teaches arts, nor a Vedic scholar, nor one residing in temples, nor one detached from association.",
  "jurisprudential_principles": [
    "Authority must remain uninvolved in testimonial roles to preserve impartiality.",
    "Causation arises from detachment from transactional or dependent relationships.",
    "Capacity-based responsibility requires independence from material or social entanglements.",
    "Restoration logic demands that testimony arise only from pure consciousness, free of bias.",
    "Consciousness alignment necessitates exclusion of those whose roles compromise neutrality."
  ],
  "executable_legal_axioms": [
    "IF actor holds transactional dependency with any party THEN disqualify as witness.",
    "IF actor serves under institutional command THEN exclude from evidentiary validity.",
    "IF actor's livelihood depends on relational outcomes THEN reject testimonial authority.",
    "IF actor resides within ideological centers THEN invalidate testimony for neutrality breach.",
    "IF actor has exited all social engagements THEN qualify for potential witness status."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes clear thresholds excluding individuals whose positions inherently compromise neutrality. It prevents reliance on witnesses whose roles create inherent conflicts, ensuring judicial decisions emerge solely from untainted pramāṇa.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality demands that truth-bearing capacity be rooted in detachment, not entanglement. Anupūrvaśaḥ reveals that testimony gains validity only when sourced from consciousness unbound by societal or structural dependencies. Proportional responsibility aligns with the degree of freedom from relational influence. The non-punitive reality rule affirms that misaligned testimonies are simply excluded rather than condemned.",
  "restorative_enforcement_protocols": [
    "Completion Process: Disqualified parties undergo reintegration into their natural dharmic roles without shame or penalty.",
    "Responsibility Assumption Protocol: Qualified witnesses assume full clarity of intent through conscious reaffirmation of neutrality.",
    "Capacity Restoration Mechanism: Training and alignment practices ensure future eligibility based on liberated awareness.",
    "Integrity Reintegration Framework: All actors are guided back into lawful engagement aligned with pure witnessing consciousness."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores integrity to testimony by affirming that only liberated consciousness bears valid evidence. Justice flows through alignment, not punishment. Reality itself adjudicates through awakened awareness."
}