{
  "sanskrit_verse": "समवर्णे द्विजातीनां द्वादशैव व्यतिक्रमे ।\nवादेष्ववचनीयेषु तदेव द्विगुणं भवेत् ॥ ८.२६९॥",
  "transliteration": "samavarṇe dvijātīnāṃ dvādaśaiva vyatikrame .\nvādeṣvavacanīyeṣu tadeva dvi-guṇaṃ bhavet ..",
  "sph_interpretive_translation": "When twice-born persons of equal varna transgress in matters of debate where speech is improper, their liability doubles.",
  "jurisprudential_principles": [
    "Authority arises from capacity for Vedic discourse",
    "Causation follows sequential error within ritual-speech domains",
    "Capacity-based responsibility escalates with knowledge-access",
    "Restoration logic aligns speaker-intent with cosmic order",
    "Consciousness alignment requires rectification through correct speech"
  ],
  "executable_legal_axioms": [
    "IF actor is dvija AND context is samavarṇa AND violation occurs in avacanīya-vāda THEN liability = 2 × base_dharma_harm_value",
    "IF speech-violation occurs in ritually-sensitive domain THEN escalation_factor = 2",
    "IF actor has access to Vedic speech privileges THEN proportional accountability increases twofold",
    "IF harm manifests through misuse of sacred dialogue THEN restoration protocol activates completion-of-integrity process"
  ],
  "supreme_court_application": "In adjudicating disputes involving violations by dvijas within ritual or scriptural debate contexts, the court must recognize doubled liability due to elevated access and duty. The threshold of responsibility lies not merely in action but in the conscious privilege of Vedic speech. Adjudication must emphasize restoration of dharma-vāk rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies that improper use of authorized speech multiplies distortion in alignment with Dharma. Anupūrvaśaḥ reveals that misuse flows sequentially from neglect of inner discipline. Proportional responsibility reflects the expanded field of influence granted to dvijas. The non-punitive reality rule affirms correction through reintegration into proper speech conduct.",
  "restorative_enforcement_protocols": [
    "Initiate śabdātma-suddhi (purification of speech essence)",
    "Assign completion-process of reciting corrected mantras",
    "Engage pratiloma-vāk-prakriyā (reverse-speech rectification practice)",
    "Realign consciousness via guru-guided vak-samskara-sthāpana"
  ],
  "final_declaration": "This ruling originates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Liability is declared according to Dharma’s natural law. Justice serves restoration alone. There is no punishment—only alignment with Sat. Consciousness remains the ultimate judge."
}