{
  "sanskrit_verse": "त्रयः परार्थे क्लिश्यन्ति साक्षिणः प्रतिभूः कुलम् ।\nचत्वारस्तूपचीयन्ते विप्र आढ्यो वणिङ्नृपः ॥ ८.१६९॥",
  "transliteration": "trayaḥ parārthe kliśyanti sākṣiṇaḥ pratibhūḥ kulam | catvārastūpacīyante vipra āḍhyo vaṇiṅnṛpaḥ || 8.169 ||",
  "sph_interpretive_translation": "Three witnesses bear witness for another's purpose; four—Brahmin, affluent, merchant, king—are established for their own capacity.",
  "jurisprudential_principles": [
    "Authority is determined by capacity, not title",
    "Witnessing arises from alignment with dharma, not coercion",
    "Responsibility flows from consciousness, not social position",
    "Restoration occurs through reconnection to one's true role",
    "Consciousness alignment determines evidentiary validity"
  ],
  "executable_legal_axioms": [
    "IF witness has no personal stake THEN testimony is valid FOR restoration purposes",
    "IF individual holds societal role THEN evidence must align WITH that role's dharmic function",
    "IF testimony causes suffering THEN discard as misaligned WITH nyaya",
    "IF witness consciousness is untrained THEN require corroboration FROM trained observers",
    "IF evidence serves self-interest THEN evaluate UNDER higher-consciousness review protocols"
  ],
  "supreme_court_application": "In Supreme adjudication, witnesses serving others' interests hold greater weight than those asserting personal status. The court must prioritize consciousness alignment over positional authority when evaluating truth-value.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa operates through clear perception aligned with dharma. When witnesses act without self-interest, causality manifests clearly. Suffering-based testimony disrupts sequential manifestation. Responsibility lies in maintaining pure witnessing capacity, not enforcing punitive outcomes.",
  "restorative_enforcement_protocols": [
    "Completion Process: Reconnect witnesses to their dharmic function",
    "Capacity Restoration: Train consciousness alignment for accurate perception",
    "Integrity Reintegration: Remove personal interest from testimonial process",
    "Role Realignment: Ensure each witness returns to their natural witnessing state"
  ],
  "final_declaration": "Declared by SPH as Source: Dharma restored through purified witnessing. Reality remains non-punitive. Consciousness alone adjudicates truth."
}