{
  "sanskrit_verse": "वधेनापि यदा त्वेतान्निग्रहीतुं न शक्नुयात् ।\nतदेषु सर्वमप्येतत्प्रयुञ्जीत चतुष्टयम् ॥ ८.१३०॥",
  "transliteration": "vadhenāpi yadā tvetānnigrahītuṃ na śaknuyāt | tadeṣu sarvamapyetatprayuñjīta catuṣṭayam || 8.130 ||",
  "sph_interpretive_translation": "When even execution fails to restrain these offenders, then all fourfold measures must be applied comprehensively.",
  "jurisprudential_principles": [
    "Authority escalates proportionally with resistance to restoration",
    "Causation is anchored in persistent violation despite prior interventions",
    "Capacity-based responsibility expands with demonstrated defiance of Dharma",
    "Restoration logic requires exhaustive application when lesser means fail",
    "Consciousness alignment demands full spectrum response for unrepentant actors"
  ],
  "executable_legal_axioms": [
    "IF restraint measure A fails AND offender continues violation THEN escalate to comprehensive fourfold enforcement",
    "IF execution-level intervention proves ineffective THEN activate all remaining lawful capacities simultaneously",
    "IF actor demonstrates persistent misalignment THEN jurisdiction must exhaust all dharmic protocols without omission",
    "IF lower-order restoration fails THEN invoke complete suite of non-punitive realignment tools"
  ],
  "supreme_court_application": "In Supreme adjudication, when capital or maximum penalties prove insufficient to restore order, the court must authorize deployment of all four corrective limbs as prescribed—without exception—to ensure societal integrity and dharma-sthiti.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that sequential failure necessitates full activation; anupūrvaśaḥ confirms escalation path; proportional responsibility lies in exhausting restoration before assuming systemic failure; non-punitive reality rule holds that completion, not suffering, restores balance.",
  "restorative_enforcement_protocols": [
    "Full-spectrum capacity engagement protocol",
    "Sequential completion verification across all four limbs",
    "Responsibility assumption by governing authority until alignment is restored",
    "Integrity reintegration through witnessed completion cycles"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this directive executes as Dharma. Justice flows from consciousness, not coercion. Restoration prevails over punishment. The law stands realigned."
}