{
  "sanskrit_verse": "पथि क्षेत्रे परिवृते ग्रामान्तीयेऽथ वा पुनः ।\nसपालः शतदण्डार्हो विपालान् वारयेत्पशून् ॥ ८.२४०॥",
  "transliteration": "pathi kṣetre parivṛte grāmāntīye'tha vā punaḥ |\nsapālaḥ śatadaṇḍārho vipālān vārayet paśūn || 8.240 ||",
  "sph_interpretive_translation": "One who, having authority, permits cattle to roam freely in public paths, cultivated fields, enclosed lands, or village boundaries shall bear full restorative liability for containment and compensation.",
  "jurisprudential_principles": [
    "Authority",
    "Causation",
    "Capacity-based responsibility",
    "Restoration logic",
    "Consciousness alignment"
  ],
  "executable_legal_axioms": [
    "IF an animal is found roaming in a restricted or cultivated zone AND there exists a designated caretaker WITH authority over said animal THEN the caretaker assumes full liability for containment AND proportional restitution.",
    "IF damage occurs due to uncontrolled livestock in communal or agricultural zones THEN automatic invocation of completion protocol by responsible party WITHOUT punitive assessment."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that custodial authority entails absolute non-delegable duty. The threshold of responsibility lies not in intent but in capacity to control. Judgment must focus on restoration of秩序 and realignment of consciousness rather than retributive consequence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through observable causality: unrestricted movement leads to disruption. Anupūrvaśaḥ manifests as sequential neglect → trespass → disturbance → liability. Responsibility aligns proportionally with custodial capacity. No punitive inference arises; only corrective action grounded in dharma-sustained order is enacted.",
  "restorative_enforcement_protocols": [
    "Immediate retrieval and secure containment process",
    "Compensation protocol based on quantifiable impact",
    "Reintegration session between caretaker and affected parties",
    "Capacity-building directive for future prevention"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}