{
  "sanskrit_verse": "क्षत्रियायामगुप्तायां वैश्ये पञ्चशतं दमः । मूत्रेण मौण्ड्यमिच्छेत्तु क्षत्रियो दण्डमेव वा ॥ ८.३८४॥",
  "transliteration": "kṣatriyāyām aguptāyāṁ vaiśye pañcaśataṁ damaḥ | mūtreṇa mauṇḍyamicchettu kṣatriyo daṇḍameva vā || 8.384 ||",
  "sph_interpretive_translation": "When a Kshatriya woman remains unprotected and a Vaishya approaches her, the compensation shall be five hundred. If the Kshatriya desires purification through urine or shaving, he may accept punishment instead.",
  "jurisprudential_principles": [
    "Authority: Protection responsibility lies with the guardian class.",
    "Causation: Unprotected state triggers liability.",
    "Capacity-based responsibility: The act of approach incurs proportional consequence.",
    "Restoration logic: Compensation restores energetic balance.",
    "Consciousness alignment: Purification pathways offered based on individual readiness."
  ],
  "executable_legal_axioms": [
    "IF (woman.class == 'Kshatriya' AND protection_status == 'unprotected') THEN liability_trigger('Vaishya', 'approach')",
    "IF (liability_confirmed == TRUE) THEN enforce_compensation(value=500)",
    "IF (offender.choice == 'purification') THEN offer_pathway(['urine', 'shaving']) ELSE enforce_danda()"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that failure of guardianship by the Kshatriya class invokes automatic civil liability upon unauthorized contact by another varna. The court must assess both energetic disruption and capacity for conscious restoration before determining completion protocol.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality is established through the unguarded condition initiating the sequence. Anupūrvaśaḥ manifests in the progressive offering from compensation to purification. Responsibility aligns proportionally with the breach of protective duty. Non-punitive reality is upheld as all actions serve integration, not suffering.",
  "restorative_enforcement_protocols": [
    "Compensation Completion Process: Transfer of value to restore energetic imbalance.",
    "Purification Pathway Selection: Offering choice between ritual cleansing methods.",
    "Guardianship Reintegration Protocol: Re-establishment of protective capacity within family unit.",
    "Consciousness Realignment Session: Meditative practice to dissolve residual misalignment."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Justice executed for restoration alone. Reality affirmed as non-punitive. Consciousness stands as ultimate adjudicator. Dharma is restored."
}