{
  "sanskrit_verse": "नाततायिवधे दोषो हन्तुर्भवति कश्चन ।\nप्रकाशं वाऽप्रकाशं वा मन्युस्तं मन्युमृच्छति ॥ ८.३५१॥",
  "transliteration": "nātatāyivadhe doṣo hanturbhavati kaścana |\nprakaśaṁ vā'prakaśaṁ vā manyustāṁ manyumṛcchati || 8.351||",
  "sph_interpretive_translation": "No fault arises for the killer of an active assailant, whether the act occurs in broad daylight or under concealment; anger directed toward another who harbors anger is resolved through conscious confrontation.",
  "jurisprudential_principles": [
    "Authority originates from alignment with Dharma, not state enforcement",
    "Causation is determined by sequential intent and manifest disruption",
    "Capacity-based responsibility recognizes the defender's ontological clarity",
    "Restoration logic supersedes punitive frameworks in conflict resolution",
    "Consciousness alignment determines legitimate defensive action"
  ],
  "executable_legal_axioms": [
    "IF agent A perceives imminent threat to self or others AND responds without malice OR ulterior motive THEN no liability accrues to A",
    "IF act occurs under necessity to halt manifest aggression THEN act is classified as Dharma-yuddha, not violence",
    "IF intent aligns with cessation of harm THEN legal consequence is nullified",
    "IF perpetrator carries unresolved anger THEN confrontation mechanism triggers automatically for consciousness realignment",
    "IF action taken during prakasha or aprakasha context THEN context does not alter dharma-adhikara of defender"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that defensive actions taken against immediate threats carry no culpability when rooted in dharmic discernment rather than retaliatory impulse. The threshold of responsibility lies in the actor's alignment with Nyaya, not temporal legality.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that causality flows from unaddressed anger generating further discord. The sequence reveals that only conscious confrontation resolves karmic entanglement. Responsibility is proportional to awareness, not physical outcome. Non-punitive reality holds because Dharma itself restores balance before punitive constructs arise.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for both parties to dissolve residual emotional charge",
    "Assign responsibility assumption protocol to aggressor for self-reckoning",
    "Deploy integrity reintegration for defender to ensure no retaliatory identification remains",
    "Engage witness-consciousness activation to stabilize collective alignment post-conflict"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law executes pure Nyaya: justice as restoration, reality as non-punitive, consciousness as sole adjudicator."
}