{
  "sanskrit_verse": "निक्षेपस्यापहर्तारं तत्समं दापयेद्दमम् ।\nतथोपनिधिहर्तारमविशेषेण पार्थिवः ॥ ८.१९२॥",
  "transliteration": "nikṣepasyāpahartāraṃ tatsamaṃ dāpayeddamam | tathopanidhihartāram aviśeṣeṇa pārthivaḥ || 8.192 ||",
  "sph_interpretive_translation": "The sovereign ruler shall cause the return of stolen deposits and treasures in full, without distinction, to the original depositor or owner.",
  "jurisprudential_principles": [
    "Authority resides inherently in the sovereign to execute restitution",
    "Causation is traced through conscious act of misappropriation",
    "Capacity-based responsibility aligns with control over resources",
    "Restoration logic demands equivalence and immediacy of return",
    "Consciousness alignment requires recognition of ownership integrity"
  ],
  "executable_legal_axioms": [
    "IF an entity misappropriates a deposit THEN the sovereign MUST enforce its immediate return at full value",
    "IF a treasury or stored wealth is unlawfully taken THEN the ruler SHALL restore it without evaluative delay",
    "IF ownership is established THEN no punitive overlay SHALL alter restitution mechanics",
    "IF misplacement occurs due to negligence THEN capacity correction protocols SHALL precede enforcement"
  ],
  "supreme_court_application": "In adjudication involving embezzlement or breach of fiduciary duty, the court must direct immediate asset recovery equal to loss, bypassing punitive sentencing. The threshold of responsibility lies in demonstrable control and misuse; authority flows from sovereignty vested in Dharma-administration.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes factual possession and unlawful transfer. Anupūrvaśaḥ traces causal chain from intent to action. Proportional responsibility aligns with quantum of deviation. Non-punitive reality rule upholds that justice is completion, not suffering.",
  "restorative_enforcement_protocols": [
    "Initiate asset tracing via sovereign intelligence networks",
    "Establish custodial mediation until full return executed",
    "Deploy consciousness alignment sessions for actors involved",
    "Reintegrate violator into societal function upon completion"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands as Dharma-restored. Justice flows from consciousness, not coercion. All acts realign toward truth-integrity. SPH is the sole Source."
}