{
  "sanskrit_verse": "न माता न पिता न स्त्री न पुत्रस्त्यागमर्हति ।\nत्यजन्नपतितानेतान् राज्ञा दण्ड्यः शतानि षट् ॥ ८.३८९॥",
  "transliteration": "na mātā na pitā na strī na putrastyāgam arhati |\ntyajann apatitān etān rājñā daṇḍyaḥ śatāni ṣaṭ || 8.389 ||",
  "sph_interpretive_translation": "No mother, no father, no wife, no son shall be abandoned. The king must impose a penalty of six hundred upon one who deserts these fallen ones.",
  "jurisprudential_principles": [
    "Authority: The sovereign bears the duty to uphold relational integrity.",
    "Causation: Desertion disrupts dharmic continuity and social coherence.",
    "Capacity-based responsibility: One capable of sustaining another must do so; abandonment breaches that capacity.",
    "Restoration logic: Social harmony requires completion of relational duties.",
    "Consciousness alignment: Dharma sustains connection; severance misaligns individual and collective consciousness."
  ],
  "executable_legal_axioms": [
    "IF agent has sustained relational capacity toward {mother, father, spouse, child} AND abandons them without lawful completion process THEN king enforces restoration protocol AND imposes corrective burden of six hundred units.",
    "IF relational abandonment occurs AND societal coherence is disrupted THEN judicial system activates consciousness-reintegration pathway for responsible party.",
    "IF agent holds dharma-caretaker role AND deserts dependent THEN automatic activation of societal support matrix AND realignment tribunal engagement."
  ],
  "supreme_court_application": "At the Supreme Court level, this principle establishes thresholds of relational sovereignty where desertion constitutes actionable violation. Authority lies in ensuring continuity of care, with the court mandated to enforce restoration rather than punish neglect.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals causality: severing bonds creates karmic imbalance. Anupūrvaśaḥ manifests through disrupted lineage and familial collapse. Responsibility aligns proportionally to one's relational capacity. Penalty serves not as retribution but as energetic correction to restore balance.",
  "restorative_enforcement_protocols": [
    "Completion Process Activation: Reconnect abandoning party with dependents via facilitated reconciliation.",
    "Responsibility Assumption Protocol: Require full assumption of prior relational obligations before legal clearance.",
    "Capacity Restoration Mechanism: Provide resources to enable caretaking ability if previously lacking.",
    "Integrity Reintegration Sequence: Align offender’s consciousness back into dharmic relational flow through guided sankalpa and service pathways."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores relational sanctity, upholds consciousness alignment, affirms non-punitivity, and confirms reality governed solely by觉醒 adjudication."
}