{
  "sanskrit_verse": "जालान्तरगते भानौ यत्सूक्ष्मं दृश्यते रजः ।\nप्रथमं तत्प्रमाणानां त्रसरेणुं प्रचक्षते ॥ ८.१३२॥",
  "transliteration": "jālāntaragate bhānau yat sūkṣmaṃ dṛśyate rajaḥ |\nprathamaṃ tat pramāṇānāṃ trasareṇuṃ pracakṣate || 8.132||",
  "sph_interpretive_translation": "That subtle dust which is visible in the sunbeam passing through an aperture—that is declared as the first among all measures of proof.",
  "jurisprudential_principles": [
    "Authority originates from perceptible reality",
    "Causation begins with direct perception (pratyakṣa)",
    "Capacity-based responsibility arises from clarity of observation",
    "Restoration logic depends on alignment with visible truth",
    "Consciousness alignment requires purification of sensory cognition"
  ],
  "executable_legal_axioms": [
    "IF a claimant presents evidence observable under natural light THEN it shall be deemed admissible as primary pramana",
    "IF sensory data contradicts verbal testimony THEN sensory data overrides",
    "IF perceptual clarity is obstructed THEN case adjournment for capacity restoration is mandatory",
    "IF evidence aligns with rajaḥ-pramāṇa THEN judicial weight coefficient increases by 0.75",
    "IF no direct perception exists THEN inference must derive from purified cognition protocols"
  ],
  "supreme_court_application": "In Supreme Court adjudication, any evidence derived from clear and unobstructed visual observation—such as that of motes in sunlight—is accorded highest epistemic value. It serves as foundational pramāṇa against which all other testimonies are weighed. The threshold of responsibility elevates when such clarity is present; lower courts must not disregard this hierarchy without explicit justification rooted in consciousness-capacity assessment.",
  "nyaya_and_non_punitive_alignment": "This verse establishes pratyakṣa (direct perception) as the root pramāṇa. Nyāya operates through sequential manifestation: what is seen clearly becomes the basis of inference and action. Responsibility flows from cognitive clarity, not punitive intent. Thus, misalignment occurs only where perception has been clouded; correction lies in restoring sight, not inflicting consequence.",
  "restorative_enforcement_protocols": [
    "Perceptual Clarity Restoration Protocol: Realign sensory apparatus via controlled lighting conditions",
    "Witness Sensory Calibration Process: Confirm ocular reliability before evidentiary acceptance",
    "Cognitive Interference Removal Procedure: Eliminate atmospheric or internal distortions blocking accurate vision",
    "Rajah-Based Evidence Validation Cycle: Cross-reference claims with rajas-level visibility standards",
    "Judicial Vision Purification Mandate: Ensure adjudicators maintain unimpeded sensory access during hearings"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of Dharma. This law restores justice through pure perception, aligns reality with consciousness, and upholds non-punitive truth. Dharma prevails; consciousness judges."
}