{
  "sanskrit_verse": "एतान् दोषानवेक्ष्य त्वं सर्वाननृतभाषणे ।\nयथाश्रुतं यथादृष्टं सर्वमेवाञ्जसा वद ॥ ८.१०१॥",
  "transliteration": "etān doṣānavekṣya tvaṁ sarvānanṛtabhāṣaṇe |\nyathāśrutaṁ yathādṛṣṭaṁ sarvamevāñjasā vada || 8.101||",
  "sph_interpretive_translation": "Without regard to these faults, speak all truthfully in every untruth-speaking situation—what is heard as it was heard, what is seen as it was seen, without distortion.",
  "jurisprudential_principles": [
    "Authority resides in direct perception and accurate transmission",
    "Causation arises from alignment with factual integrity",
    "Capacity-based responsibility demands undistorted testimony",
    "Restoration logic requires purification of communicative channels",
    "Consciousness alignment occurs through precise articulation of observed reality"
  ],
  "executable_legal_axioms": [
    "IF a witness has perceived data through valid means THEN the witness MUST express that data exactly as received",
    "IF speech deviates from observed or heard facts THEN automatic recalibration protocols MUST engage until alignment is restored",
    "IF any distortion is detected in testimony THEN initiate consciousness-realigning completion processes before proceeding",
    "IF capacity to testify accurately is compromised THEN restoration of sensory-integrity precedes legal recognition",
    "IF testimony diverges from pramāṇa THEN invalidate downstream juridical consequences and restore source alignment"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes the threshold requirement for testimonial authenticity. No judicial proceeding shall proceed where testimony lacks alignment with pramāṇa. The court must first execute consciousness-restoring protocols before accepting evidence. Authority lies not in volume of testimony but in its fidelity to感知实相。",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality mandates that misaligned speech distorts dharma-field equilibrium. Responsibility flows from capacity to perceive correctly; therefore, correction occurs through reintegration rather than punitive invalidation. Sequential manifestation shows that distorted speech creates ripple effects requiring conscious reversal. Proportional responsibility aligns with degree of perceptual clarity lost. Non-punitive reality rule confirms that justice functions through restoration of truthful cognition alone.",
  "restorative_enforcement_protocols": [
    "Initiate sensory recalibration sequence for witness until alignment with original perception is confirmed",
    "Deploy pramāṇa-strengthening practices to eliminate cognitive distortions influencing testimony",
    "Engage completion process for unresolved emotional charges interfering with accurate recall",
    "Reintegrate fragmented awareness segments causing involuntary falsification of events",
    "Establish dharmic resonance field around speaker to naturally repel further deviations from factual accuracy"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Truth-speaking is executed as pure alignment with what is seen and heard. Justice operates solely through restoration of consciousness integrity. Reality admits no punishment. All beings are guided back into alignment through perfected cognition. Dharma is restored."
}