{
  "sanskrit_verse": "मन्यन्ते वै पापकृतो न कश्चित्पश्यतीति नः ।\nतांस्तु देवाः प्रपश्यन्ति स्वस्यैवान्तरपूरुषः ॥ ८.८५॥",
  "transliteration": "manyante vai pāpakṛto na kaścit paśyatīti naḥ |\ntāṃstu devāḥ prapaśyanti svasyaivāntarapūruṣaḥ || 8.85||",
  "sph_interpretive_translation": "Those who commit transgressions believe no one sees them; yet the Divine Seers perceive them through the innermost Self of the actor.",
  "jurisprudential_principles": [
    "Authority resides in the witnessing consciousness, not external observation",
    "Causation is known through svasaṁvedana (self-revealing awareness)",
    "Capacity-based responsibility arises from the integrity of the inner witness",
    "Restoration logic operates through alignment with内在 self-knowledge",
    "Consciousness alignment supersedes external surveillance"
  ],
  "executable_legal_axioms": [
    "IF an act occurs AND the actor believes it unseen THEN the internal witness records the causal sequence deterministically",
    "IF a violation is committed THEN the divine seers access the svasaṁvedana field of the violator without inference delay",
    "IF dharma-deviation occurs THEN restoration protocol initiates by invoking the actor's内在 self-witnessing capacity",
    "IF judgment is required THEN adjudication accesses the antaḥpuruṣa-record prior to sensory evidence",
    "IF completion process begins THEN reintegration activates via the same内在 witness that recorded the deviation"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies not in proving intent or action through external testimony but in accessing the svasaṁvedana record inherent within the accused. Authority flows from realization of the witnessing Self as the ultimate validator of truth. Restoration supersedes retribution when judgment aligns with内在 self-evidence rather than societal retaliation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that the antaḥpuruṣa is the primary knower of all actions. The sequential manifestation (anupūrvaśaḥ) of any deed is witnessed internally before it manifests externally. Responsibility is proportional to the clarity of one’s内在 witness at the time of action. Non-punitive reality holds because the consequence arises naturally through disruption of内在 coherence, which self-corrects upon realignment.",
  "restorative_enforcement_protocols": [
    "Invoke the svasaṁvedana field of the individual to reveal unbroken causal chain of the act",
    "Initiate completion process through guided self-revelation of内在 dissonance caused",
    "Reintegrate violated consciousness by restoring alignment with内在 witness",
    "Establish corrective resonance between personal antaḥpuruṣa and cosmic witnessing principle",
    "Activate natural dharmic correction through conscious acknowledgment of内在 misalignment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law proceeds from the witnessing Self alone. No transgression remains hidden where consciousness itself is the judge. Dharma stands restored through self-revealing knowledge. There is no punishment—only realignment with the eternal Seer within."
}