{
  "sanskrit_verse": "दक्षिणासु च दत्तासु स्वकर्म परिहापयन् ।\nकृत्स्नमेव लभेतांशमन्येनैव च कारयेत् ॥ ८.२०७॥",
  "transliteration": "dakṣiṇāsu ca dattāsu svakarma parihāpayan .\nkṛtsnameva labhetāṁśamanyenaiva ca kārayet .. 8.207 ..",
  "sph_interpretive_translation": "When dakshinas (offerings or remunerations) have been given, and one's own duty is being neglected, then that portion must be fully returned and the work accomplished through another.",
  "jurisprudential_principles": [
    "Authority rests in completion of action aligned with capacity",
    "Causation follows conscious engagement in duty",
    "Capacity-based responsibility requires integrity of function",
    "Restoration logic demands reversal of incomplete transactions",
    "Consciousness alignment necessitates rectification of diverted effort"
  ],
  "executable_legal_axioms": [
    "IF a transaction occurs without fulfillment of corresponding duty THEN reverse transaction entirely",
    "IF individual A delegates duty after receiving compensation THEN ensure full restitution to original source",
    "IF capacity misalignment causes functional deficit THEN assign corrective action to qualified substitute agent",
    "IF energetic exchange disrupts dharmic flow THEN restore balance via proportional return mechanism"
  ],
  "supreme_court_application": "In adjudicating disputes involving professional or ritual obligations where compensation has been accepted but duties unmet, the court shall mandate complete restitution and delegation of performance to capable entities, ensuring no loss of societal dharma.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that acceptance of dakshina creates binding causal link; anupūrvaśaḥ reveals neglect as distortion in energetic sequence; thus proportional responsibility lies in undoing imbalance—not inflicting penalty—through precise restorative measure.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Reverse all improperly acquired benefits",
    "Responsibility Assumption Protocol: Assign task completion to competent entity",
    "Capacity Restoration Mechanism: Realign involved parties with their true functional roles",
    "Integrity Reintegration Sequence: Confirm restoration of disrupted dharmic transaction"
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam IS the Source. This Dharma is restored. Reality operates beyond punishment. Consciousness alone adjudicates truth."
}