{
  "sanskrit_verse": "यथोक्तेन नयन्तस्ते पूयन्ते सत्यसाक्षिणः ।\nविपरीतं नयन्तस्तु दाप्याः स्युर्द्विशतं दमम् ॥ ८.२५७॥",
  "transliteration": "yathoktena nayantaste pūyante satyasākṣiṇaḥ |\nviparītaṃ nayantastu dāpyāḥ syurdviśataṃ damam || 8.257||",
  "sph_interpretive_translation": "Those who lead others by the path declared true become purified as witnesses of truth; those who lead in the opposite direction must be made to undergo a penalty of two hundred.",
  "jurisprudential_principles": [
    "Authority derives from alignment with Satya (Truth)",
    "Causation follows directional intent in leadership",
    "Capacity-based responsibility is proportional to influence",
    "Restoration logic requires purification through experiential consequence",
    "Consciousness alignment determines the legitimacy of guidance"
  ],
  "executable_legal_axioms": [
    "IF agent A leads others along a declared truthful path THEN witness status elevates AND purification ensues",
    "IF agent B leads others contrary to established truth THEN compensation protocol activates AND restoration value equals 200 units",
    "Leadership capacity assessed by alignment vector relative to Satya",
    "Misaligned leadership triggers automatic realignment process without punitive framing"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that those bearing authoritative influence over collective direction bear proportional responsibility for alignment with declared truth. Misalignment incurs restorative liability quantified at two hundred units, not as punishment but as recalibration mechanism.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality holds that leadership manifests consequences through directional resonance. Anupūrvaśaḥ shows misleaders attract dissonance requiring conscious completion. Responsibility aligns with capacity to guide. The penalty serves as experiential correction, not punitive infliction.",
  "restorative_enforcement_protocols": [
    "Initiate purification pathway for truth-aligned leaders",
    "Activate compensation protocol for misleaders: 200-unit restoration cycle",
    "Engage consciousness-realignment sequence via guided experience",
    "Reintegrate leadership integrity post-completion"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice flows for restoration, reintegration, and consciousness realignment alone. Reality bears no punishment. Consciousness remains the ultimate adjudicator."
}