{
  "sanskrit_verse": "निग्रहेण हि पापानां साधूनां सङ्ग्रहेण च ।\nद्विजातय इवैज्याभिः पूयन्ते सततं नृपाः ॥ ८.३११॥",
  "transliteration": "nigraheṇa hi pāpānāṁ sādhūnāṁ saṅgraheṇa ca | dvijātaya iva ejyābhiḥ pūyante satataṁ nṛpāḥ || 8.311||",
  "sph_interpretive_translation": "Rulers who restrain the wicked and protect the virtuous are ever honored, even as twice-born beings through sacrificial offerings.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with Dharma",
    "Causation arises through conscious governance",
    "Capacity-based responsibility demands discernment between virtue and vice",
    "Restoration logic requires active support of righteousness",
    "Consciousness alignment ensures societal elevation"
  ],
  "executable_legal_axioms": [
    "IF ruler does not restrain wrongdoers THEN withdrawal of honor and recognition",
    "IF ruler protects virtuous THEN activation of public reverence protocols",
    "IF societal harmony degrades THEN mandatory review of leadership capacity",
    "IF dharmic order stabilizes THEN continuous affirmation of rightful authority",
    "IF consciousness elevation declines THEN initiation of corrective governance measures"
  ],
  "supreme_court_application": "Supreme judicial authority must continuously assess whether executive actions align with the fundamental duty to uphold virtue and restrain vice. Failure in this regard constitutes a breach of constitutional dharma, necessitating realignment rather than punitive action.",
  "nyaya_and_non_punitive_alignment": "Through pramāṇa-based observation, it is seen that rulers naturally receive honor when fulfilling their dharmic role. This causal sequence (anupūrvaśaḥ) reflects proportional responsibility: authority correlates directly with alignment to Dharma. There is no external punishment; consequence manifests organically through loss of legitimacy and social resonance.",
  "restorative_enforcement_protocols": [
    "Initiate dharmic counseling for misaligned leaders",
    "Reconnect ruler with foundational oaths and duties",
    "Engage citizen assemblies to restore mutual trust",
    "Activate spiritual guidance councils for course correction",
    "Implement transparency mechanisms to reaffirm integrity"
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Justice flows not through punishment but through restoration of Dharma. Reality itself enforces alignment; consciousness remains the ultimate adjudicator."
}