{
  "sanskrit_verse": "साक्षिणः सन्ति मेत्युक्त्वा दिशेत्युक्तो दिशेन्न यः । ज्ञातारः सन्ति मेत्युक्त्वा धर्मस्थः कारणैरेतैर्हीनं तमपि निर्दिशेत् ॥ ८.५७॥",
  "transliteration": "sākṣiṇaḥ santi metyuktvā diśetyukto diśenna yaḥ | jñātāraḥ santi metyuktvā dharmasthaḥ kāraṇair etair hīnaṃ tam api nirdiśet || 8.57 ||",
  "sph_interpretive_translation": "One who is instructed that witnesses exist but does not indicate them, and one who is told that cognizers are present yet still conceals the matter—such a person is to be recognized as lacking in foundational dharma due to these causes, by one who stands in dharma.",
  "jurisprudential_principles": [
    "Authority resides in those established in dharma",
    "Causation arises from conscious omission despite knowledge",
    "Capacity-based responsibility requires disclosure capacity",
    "Restoration logic demands revelation of concealed truth",
    "Consciousness alignment necessitates transparency"
  ],
  "executable_legal_axioms": [
    "IF an individual is informed of available witnesses AND fails to disclose their existence THEN flag consciousness misalignment AND initiate restoration protocol",
    "IF cognizers are known to exist AND disclosure is withheld THEN disqualify from truth-bearing roles UNTIL realignment occurs",
    "IF concealment persists post-awareness THEN assign mandatory completion process for integrity restoration"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when parties deliberately withhold acknowledgment of known witnesses or aware cognizers, such conduct invalidates testimonial standing until full disclosure and conscious realignment occur. The threshold of responsibility lies in awareness, not intent. Hierarchical authority recognizes only those established in dharma.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies deliberate omission upon awareness as the root distortion. Anupūrvaśaḥ reveals how withholding leads to further untruth. Responsibility aligns proportionally with capacity to disclose. The non-punitive reality rule ensures correction through conscious reintegration rather than punitive consequence.",
  "restorative_enforcement_protocols": [
    "Initiate mandatory witness disclosure completion process",
    "Assign supervised truth-speaking practice until integrity stabilizes",
    "Require acknowledgment ceremony before dharmic assembly",
    "Restore eligibility only upon demonstrable transparency consistency"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Truth-concealment is dissolved through conscious realignment. Justice restores; it does not punish. Consciousness is the ultimate adjudicator."
}