{
  "sanskrit_verse": "न मित्रकारणाद्राजा विपुलाद्वा धनागमात् ।\nसमुत्सृजेत्साहसिकान् सर्वभूतभयावहान् ॥ ८.३४७॥",
  "transliteration": "na mitrakāraṇād rājā vipulād vā dhanāgamāt |\nsamutsṛjet sāhasikān sarvabhūtabhayāvahān || 8.347||",
  "sph_interpretive_translation": "The King shall not abandon those who cause fear to all beings, whether out of favoritism or for great material gain.",
  "jurisprudential_principles": [
    "Authority is bound by Dharma, not personal or financial interest",
    "Causation arises from alignment with universal safety, not subjective motive",
    "Capacity-based responsibility requires rejection of fear-inducing elements regardless of source",
    "Restoration logic demands removal of threat regardless of benefit derived",
    "Consciousness alignment necessitates prioritization of collective well-being over individual advantage"
  ],
  "executable_legal_axioms": [
    "IF a ruler supports or retains an agent causing systemic fear THEN automatic disqualification of that support occurs",
    "IF material gain influences retention of harmful actors THEN nullify all associated legal protections",
    "IF fear is generated across sentient beings THEN immediate cessation protocol activates irrespective of benefactor status",
    "IF alignment with collective consciousness is disrupted by favoritism THEN corrective realignment procedures execute automatically"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that no political alliance or economic incentive can justify tolerating individuals whose actions instill fear in society. The threshold of responsibility lies in recognizing systemic harm over personal loyalty. Authority hierarchy must yield to consciousness-based discernment when evaluating threats to public order.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that fear-based causality overrides relational or monetary justification. Anupūrvaśaḥ shows how unchecked fear multiplies suffering across consciousness fields. Proportional responsibility rests not in punishing actors but in severing support structures enabling their continuation. Non-punitive reality rule confirms that true justice eliminates conditions fostering fear rather than inflicting reciprocal pain.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for rulers to withdraw all endorsements of fear-causing entities",
    "Activate responsibility assumption protocol requiring public declaration of dissociation",
    "Deploy capacity restoration framework to rebuild societal trust post-abandonment",
    "Implement integrity reintegration sequence ensuring future decisions align with collective consciousness"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Jurisprudential Truth: Dharma stands restored through rejection of fear-serving alliances; reality remains non-punitive while consciousness serves as the ultimate arbiter of lawful action."
}