{
  "sanskrit_verse": "शुल्कस्थानं परिहरन्नकाले क्रयविक्रयी । मिथ्यावादी च सङ्ख्याने दाप्योऽष्टगुणमत्ययम् ॥ ८.४००॥",
  "transliteration": "śulkasthānaṃ pariharan nakāle kravikrayī | mithyāvādī ca saṅkhyāne dāpyo 'ṣṭaguṇamatyayam || 8.400 ||",
  "sph_interpretive_translation": "One who avoids the place of tariff collection at the time of purchase or sale, and one who gives false account in enumeration, shall incur a liability of eightfold the excess.",
  "jurisprudential_principles": [
    "Authority resides in the integrity of transactional disclosure",
    "Causation arises from conscious omission or misrepresentation",
    "Capacity-based responsibility is calibrated to the distortion of truth",
    "Restoration logic demands proportional realignment of distorted value",
    "Consciousness alignment requires acknowledgment and correction of economic deceit"
  ],
  "executable_legal_axioms": [
    "IF transaction occurs AND tariff site is avoided THEN trigger liability assessment",
    "IF enumeration discrepancy detected AND intent verifiable THEN compute eightfold restitution",
    "IF economic distortion traced to conscious misreporting THEN initiate completion protocol",
    "IF capacity to report accurately exists AND is willfully bypassed THEN enforce corrective integration",
    "IF financial exchange occurs THEN automatic audit linkage to dharma-compliant registry"
  ],
  "supreme_court_application": "Supreme judicial authority shall validate the intentional deviation from tariff compliance and quantify the restorative liability based on verified causal distortion. The threshold for responsibility lies in demonstrable awareness and capacity to comply.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that evasion and falsification disrupt the natural flow of economic dharma. Anupūrvaśaḥ reveals the sequential distortion caused by such acts. Liability is proportional to the conscious deviation. The response aligns with non-punitive reality by focusing on correction, not condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate transactional integrity review with responsible party",
    "Facilitate full restitution aligned to eightfold excess value",
    "Reintegrate individual into lawful economic participation framework",
    "Establish ongoing compliance support to prevent recurrence",
    "Verify completion through certified reconciliation ledger"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is executed. Truth is restored. Consciousness prevails. Reality remains non-punitive."
}