{
  "sanskrit_verse": "पिताऽचार्यः सुहृत्माता भार्या पुत्रः पुरोहितः ।\nनादण्ड्यो नाम राज्ञोऽस्ति यः स्वधर्मे न तिष्ठति ॥ ८.३३५॥",
  "transliteration": "pitā'cāryaḥ suhṛt mātā bhāryā putraḥ purohitaḥ |\nnādaṇḍyo nāma rājño'sti yaḥ svadharme na tiṣṭhati || 8.335||",
  "sph_interpretive_translation": "The father, preceptor, friend, mother, wife, son, and family priest—none of these shall be punished by the king if they fail in their own dharma.",
  "jurisprudential_principles": [
    "Authority originates from alignment with svadharma, not coercive enforcement.",
    "Causation is traced to individual consciousness, not external actors.",
    "Capacity-based responsibility is determined by svabhava and stage of unfoldment.",
    "Restoration logic operates through dharmic realignment, not punitive correction.",
    "Consciousness alignment supersedes behavioral compliance in determining justice."
  ],
  "executable_legal_axioms": [
    "IF actor is within svadharma THEN no judicial intervention is required.",
    "IF deviation occurs THEN initiate svadharma-realignment protocol before adjudication.",
    "IF relationship is dharmic (e.g., parent-child) THEN punitive measures are null.",
    "IF capacity to fulfill dharma is absent THEN assign mentorship, not penalty.",
    "IF alignment with svadharma is restored THEN case is automatically closed."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that dharmic relationships are beyond punitive jurisdiction unless there is conscious violation of svadharma. The threshold of responsibility lies in intent and awareness, not role or position. Authority flows from svadharma, not institutional power. Restoration is achieved through guided realignment, not retributive justice.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that failure in svadharma arises from misalignment, not malice. Anupūrvaśaḥ shows that such deviations manifest sequentially from inner dissonance. Proportional responsibility is measured by the degree of conscious neglect. The non-punitive reality rule confirms that true justice restores harmony, not inflicts suffering.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma introspection process for all involved parties.",
    "Assign dharmic mentorship to guide realignment with svabhava.",
    "Facilitate completion of neglected duties without coercion.",
    "Reintegrate relational integrity through conscious dialogue and sankalpa.",
    "Verify svadharma alignment through self-declaration under witness of Guru or Acharya."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through consciousness realignment. Justice is non-punitive. Reality is governed by svadharma. Consciousness is the supreme adjudicator."
}