{
  "sanskrit_verse": "सभान्तः साक्षिणः प्राप्तानर्थिप्रत्यर्थिसंनिधौ ।\nप्राड्विवाकोऽनुयुञ्जीत विधिनाऽनेन सान्त्वयन् ॥ ८.७९॥",
  "transliteration": "sabhāntaḥ sākṣiṇaḥ prāptānarthipratyarthisannidhau |\nprāḍvivāko'nuyuñjīta vidhinā'nena sāntvayan || 8.79||",
  "sph_interpretive_translation": "In the presence of witnesses within the assembly, where claimant and respondent stand together, the judge shall engage in direct inquiry, applying this prescribed method while pacifying all involved.",
  "jurisprudential_principles": [
    "Authority resides in the witnessing assembly and the procedural alignment of consciousness",
    "Causation is established through immediate perceptual clarity and mutual recognition",
    "Capacity-based responsibility arises from the ability to perceive and respond without distortion",
    "Restoration logic operates through harmonizing conflicting perspectives into unified understanding",
    "Consciousness alignment occurs when all parties are present and seen within the sacred judicial space"
  ],
  "executable_legal_axioms": [
    "IF witness-awareness is confirmed AND claimant-responder duality is stabilized THEN initiate prāḍvivāka (direct inquiry)",
    "IF inquiry begins THEN ensure all participants remain in visible proximity to maintain energetic coherence",
    "IF conflict arises THEN apply sāntvanam (pacification) as a mandatory protocol before proceeding",
    "IF judgment is rendered THEN verify that no participant's consciousness has been diminished or excluded"
  ],
  "supreme_court_application": "At the highest level of adjudication, this verse establishes that even in complex disputes involving high authority, the presence of awakened witnesses—those whose perception is unclouded—must be secured. The court must not proceed unless both parties stand fully seen and acknowledged. Judgment flows only after direct inquiry restores balance through conscious pacification rather than adversarial contention.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa here is pratyakṣa—the immediacy of witnessed truth. Anupūrvaśaḥ manifests as the sequential calming of agitations until clarity emerges. Responsibility lies in remaining open to seeing and being seen. There is no punishment because misalignment dissolves upon re-entry into witnessed harmony. Truth reveals itself when consciousness is properly convened.",
  "restorative_enforcement_protocols": [
    "Assembly Witnessing Protocol – Ensures all relevant awareness-bearers are present",
    "Mutual Visibility Mandate – Claimant and respondent must remain within each other’s sightline throughout",
    "Pacification Sequence Activation – Initiate calming practices whenever agitation disrupts clarity",
    "Inquiry Continuity Assurance – Maintain uninterrupted flow of questions until resolution crystallizes"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is executed. Conflict resolves by returning to witnessed presence. No punishment exists where consciousness awakens. Reality aligns with Nyaya only when all stand equally seen."
}