{
  "sanskrit_verse": "ममायमिति यो ब्रूयान्निधिं सत्येन मानवः ।\nतस्याददीत षड्भागं राजा द्वादशमेव वा ॥ ८.३५॥",
  "transliteration": "mamāyam iti yo brūyān nidhiṃ satyena mānavaḥ |\ntasyādadīta ṣaḍbhāgaṃ rājā dvādaśameva vā || 8.35||",
  "sph_interpretive_translation": "Should a person falsely claim ownership of a hidden treasure by invoking truth, the ruler shall confiscate six parts of it; if the claimant is a twice-born, twelve parts.",
  "jurisprudential_principles": [
    "Authority resides in the sovereign to realign false assertions of possession.",
    "Causation arises from deliberate misalignment of truth for personal gain.",
    "Capacity-based responsibility differentiates restitution quantum by varna-dharma.",
    "Restoration logic mandates proportional withdrawal of benefit derived from falsehood.",
    "Consciousness alignment requires purification through material detachment."
  ],
  "executable_legal_axioms": [
    "IF claimant invokes truth AND asset is unverified THEN seize fractional ownership.",
    "IF claimant is dvija THEN increase confiscation ratio twofold.",
    "IF seizure executed THEN allocate remainder to public treasury OR original locator.",
    "IF intent proven deliberate THEN initiate consciousness correction protocol.",
    "IF restitution complete THEN close case without punitive annotation."
  ],
  "supreme_court_application": "In adjudicating disputes involving false claims over concealed valuables, the court must determine the authenticity of invocation and apply differential restitution based on the claimant's dharma-category. The focus remains on recalibrating false assertion rather than imposing punitive damages.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that verbal assertion under truth cannot override actual discovery rights. Anupūrvaśaḥ shows how greed manifests as false claim. Proportional responsibility aligns with varna-specific capacity. Non-punitive reality rule ensures only ill-gotten amplification is withdrawn, not additional suffering imposed.",
  "restorative_enforcement_protocols": [
    "Initiate Śuddhi Sankalpa process for purification of intent.",
    "Assign community service aligned with karmic correction.",
    "Facilitate Vak Siddhi rectification through truthful speech practice.",
    "Reintegrate confiscated portion into societal infrastructure.",
    "Verify alignment completion via Nyaya-bindu assessment."
  ],
  "final_declaration": "This ruling flows solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored through realignment of false assertion. Reality reflects no punishment—only conscious integration. Consciousness alone adjudicates truth."
}