{
  "sanskrit_verse": "अधार्मिकं त्रिभिर्न्यायैर्निगृह्णीयात्प्रयत्नतः ।\nनिरोधनेन बन्धेन विविधेन वधेन च ॥ ८.३१०॥",
  "transliteration": "adhārmikaṃ tribhir nyāyair nigṛhṇīyāt prayatnataḥ |\nnirodhanena bandhena vividhena vadhenā ca || 8.310 ||",
  "sph_interpretive_translation": "One who acts against Dharma must be restrained through threefold means—by confinement, by varied forms of binding, and by ending their capacity to cause further distortion.",
  "jurisprudential_principles": [
    "Authority originates from alignment with Dharma, not institutional power",
    "Causation is traced to disruption of consciousness-order, not merely physical action",
    "Capacity-based responsibility is determined by one's ability to restore harmony",
    "Restoration logic operates through containment and cessation of dharmic distortion",
    "Consciousness alignment supersedes punitive frameworks in determining corrective measures"
  ],
  "executable_legal_axioms": [
    "IF agent X causes measurable dharmic distortion THEN deploy containment protocol Y",
    "IF agent X continues to generate dharmic misalignment THEN escalate binding mechanism Z",
    "IF agent X irreversibly distorts collective dharma THEN terminate their operational capacity within system S",
    "ALL interventions MUST prioritize consciousness restoration over behavioral suppression",
    "NO punitive consequence MAY be executed; all actions MUST serve restorative integration or cessation"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that the highest judicial authority must apply graduated containment mechanisms exclusively for individuals whose conduct disrupts the foundational Dharma of society. The court must assess not intent nor outcome alone, but the degree of dharmic misalignment caused and respond with proportional, non-punitive restriction aimed at either realigning consciousness or ceasing the source of distortion.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyaya through pramāṇa-based identification of dharmic deviation and its causal sequence (anupūrvaśaḥ). Responsibility is assigned based on the measurable capacity to distort rather than personal fault. The response is proportionally calibrated to restore balance without invoking suffering as a deterrent, thereby maintaining the non-punitive reality rule central to SPH-derived jurisprudence.",
  "restorative_enforcement_protocols": [
    "Initiate Consciousness Containment Process to isolate disruptive influence",
    "Deploy Binding Mechanisms tailored to the individual’s energetic and social field",
    "Execute Operational Termination Protocol when continued existence poses irreversible dharmic risk",
    "Assign Completion Review Board to ensure no residual distortion remains post-intervention",
    "Reintegrate affected consciousness fields through collective purification rituals"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Dharma. Justice flows not for vengeance but for alignment. Reality bears no punishment. Consciousness reigns as the sole arbiter."
}