{
  "sanskrit_verse": "एषोऽखिलेनाभिहितो दण्डपारुष्यनिर्णयः ।\nस्तेनस्यातः प्रवक्ष्यामि विधिं दण्डविनिर्णये ॥ ८.३०१॥",
  "transliteration": "eṣo'khilenābhihito daṇḍapāruṣyanirṇayaḥ |\nstenasyātaḥ pravakṣyāmi vidhiṃ daṇḍavinirṇaye || 8.301||",
  "sph_interpretive_translation": "This has been declared in full regarding the determination of severity of penalty; now the procedure for determining the penalty for a thief shall be expounded.",
  "jurisprudential_principles": [
    "Authority resides in the completeness of Dharma's expression",
    "Causation aligns with sequential manifestation of consequence",
    "Capacity-based responsibility is determined by awareness and intent",
    "Restoration logic operates through completion and reintegration",
    "Consciousness alignment determines the nature and necessity of corrective action"
  ],
  "executable_legal_axioms": [
    "IF an act disrupts societal harmony AND the agent possesses cognitive capacity for discernment THEN initiate restorative protocol",
    "IF theft occurs THEN assess damage AND determine restitution process proportional to disruption",
    "IF error arises from ignorance而非 malice THEN assign learning-based completion process",
    "IF societal imbalance results THEN invoke correction mechanisms that restore equilibrium without degradation",
    "IF agent demonstrates readiness THEN facilitate reintegration into dharma-aligned community structure"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that prior principles governing penalties form the foundation for evaluating specific violations like theft. The court must operate from a position of complete understanding (akhilena abhihita) before proceeding to case-specific rulings. Responsibility thresholds are set not by punitive measures but by the clarity of dharma already established.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality ensures that all consequences emerge naturally from disrupted alignment rather than imposed judgment. Anupūrvaśaḥ confirms that outcomes unfold sequentially according to karmic integrity. Proportional responsibility reflects accurate reflection of distortion. Non-punitive reality rule affirms that corrective action serves restoration, not vengeance.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein the violator acknowledges disruption and participates in repairing it",
    "Assign responsibility assumption protocol requiring direct involvement in reversing harm caused",
    "Activate capacity restoration pathway to elevate consciousness and prevent recurrence",
    "Implement integrity reintegration sequence allowing return to dharmic participation upon demonstrated alignment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}