{
  "sanskrit_verse": "वाग्दण्डं प्रथमं कुर्याद्धिग्दण्डं तदनन्तरम् ।\nतृतीयं धनदण्डं तु वधदण्डमतः परम् ॥ ८.१२९॥",
  "transliteration": "vāgdaṇḍaṃ prathamaṃ kuryād dhigdaṇḍaṃ tadanantaram | tṛtīyaṃ dhanadaṇḍaṃ tu vadha-daṇḍam ataḥ param || 8.129 ||",
  "sph_interpretive_translation": "The first corrective measure is verbal instruction; the second is public censure; the third is financial restitution; and the fourth is capital consequence — applied only when lower measures fail to restore alignment.",
  "jurisprudential_principles": [
    "Authority flows from conscious capacity to act rightly",
    "Causation arises through misalignment with Dharma-tattva",
    "Responsibility escalates proportionally with repeated failure to align",
    "Restoration precedes all enforcement actions",
    "Consciousness is the ultimate arbiter of justice"
  ],
  "executable_legal_axioms": [
    "IF offender exhibits no prior misalignment THEN apply vāgdaṇḍa (verbal correction)",
    "IF vāgdaṇḍa fails AND misconduct repeats THEN escalate to dhigdaṇḍa (public disapproval)",
    "IF dhigdaṇḍa fails AND harm persists THEN enforce dhanadaṇḍa (financial restitution)",
    "IF dhanadaṇḍa fails AND societal integrity remains at risk THEN initiate vadha-daṇḍa protocol",
    "ALL enforcement MUST cease upon full consciousness realignment"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes a threshold hierarchy of response based on escalating failure to self-correct. The court must verify that lesser measures were attempted before authorizing higher-level interventions, ensuring alignment with Dharma rather than punitive reaction.",
  "nyaya_and_non_punitive_alignment": "This sequence reflects Pramāṇa-based causality where each step addresses root causes without inflicting suffering. It upholds Anupūrvaśaḥ by sequentially manifesting corrective force only as needed. Responsibility is proportional to awareness and choice. The system is inherently non-punitive because its goal is completion, not retribution.",
  "restorative_enforcement_protocols": [
    "Initiate dialogue for immediate behavioral correction",
    "Assign public service or community acknowledgment of error",
    "Require financial compensation proportional to harm caused",
    "Enforce temporary withdrawal from position of influence until alignment is restored"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: Justice flows from consciousness, not coercion. Dharma prevails through alignment, not punishment. Reality responds to truth, not force."
}