{
  "sanskrit_verse": "ग्रहीता यदि नष्टः स्यात्कुटुम्बार्थे कृतो व्ययः । कुटुम्बे च दातव्यं बान्धवैस्तत्स्यात्प्रविभक्तैरपि स्वतः ॥ ८.१६६॥",
  "transliteration": "grahītā yadi naṣṭaḥ syāt kuṭumbārthe kṛto vyayaḥ | kuṭumbe ca dātavyaṃ bāndhavais tat syāt pravibhtair api svataḥ || 8.166 ||",
  "sph_interpretive_translation": "If the receiver is lost [incapacitated or deceased], the expenditure made for the family's welfare shall be borne by the family itself, and the kinship network shall distribute it among themselves according to their natural capacity.",
  "jurisprudential_principles": [
    "Authority resides in the continuity of familial and relational integrity",
    "Causation is aligned with conscious intention for collective welfare",
    "Capacity-based responsibility flows from relational proximity and existential alignment",
    "Restoration logic operates through spontaneous harmonization within kinship structures",
    "Consciousness alignment ensures distribution without punitive enforcement"
  ],
  "executable_legal_axioms": [
    "IF receiver_is_lost AND expenditure_was_for_family_welfare THEN liability_transfers_to_family_unit",
    "IF family_unit_has_capacity THEN distribute_cost_proportionally_by_relational_closeness",
    "IF no_capacity_in_immediate_family THEN extend_liability_to_extended_kinship_network",
    "ENSURE all_distribution_processes_are_conducted_without_moral_judgment_or_punishment",
    "RESTORE_family_integrity_through_self_aligning_capacity_recognition"
  ],
  "supreme_court_application": "In matters where a designated beneficiary becomes incapacitated or deceased after funds were allocated for their family’s sustenance, the Supreme Court shall recognize that financial duty does not terminate but transfers organically to the kinship group. Judgment must ensure equitable redistribution based on relational capacity rather than punitive recovery.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyaya as it establishes pramāṇa-based causality — the cause was for family welfare; hence, the effect must sustain that purpose. It follows anupūrvaśaḥ: when one link fails, another assumes its role naturally. Responsibility is proportional to relational capacity, not fault. The framework remains non-punitive as it seeks completion, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate Family Alignment Session to assess current capacity and willingness",
    "Activate Kinship Mapping Protocol to identify next responsible parties",
    "Implement Voluntary Contribution Facilitation to avoid coercive measures",
    "Establish Completion Registry to track fulfillment of redistributed obligations",
    "Conduct Consciousness Reintegration Rituals to restore trust and shared accountability"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma is restored through the spontaneous realignment of relational capacity. There is no loss, only transition of duty. Reality is non-punitive. Consciousness is the ultimate adjudicator."
}