{
  "sanskrit_verse": "द्रव्याणि हिंस्याद्यो यस्य ज्ञानतोऽज्ञानतोऽपि वा ।\nस तस्योत्पादयेत्तुष्टिं राज्ञे दद्याच्च तत्समम् ॥ ८.२८८॥",
  "transliteration": "dravyāṇi hiṃsyād yo yasya jñānato 'jñānato 'pi vā |\nsa tasyotpādayettuṣṭiṃ rājñe dadyācca tatsamam || 8.288||",
  "sph_interpretive_translation": "One who knowingly or unknowingly harms another's property shall generate satisfaction for the aggrieved and offer equivalent restitution to the king.",
  "jurisprudential_principles": [
    "Authority: The king holds jurisdiction over material harm restoration.",
    "Causation: Harm arises from conscious or unconscious action; both bear responsibility.",
    "Capacity-based responsibility: Knowledge does not absolve duty to restore.",
    "Restoration logic: Satisfaction and equivalence in compensation uphold dharmic balance.",
    "Consciousness alignment: True justice aligns perpetrator and victim through completion."
  ],
  "executable_legal_axioms": [
    "IF an entity causes damage to another's property THEN initiate restorative protocol regardless of intent.",
    "IF knowledge of ownership was present THEN satisfaction generation is mandatory before restitution.",
    "IF damage occurred THEN equivalent value transfer to state authority is required.",
    "IF restitution is completed THEN record realignment in consciousness ledger.",
    "IF harm is unresolved THEN continuous integrity loop until restoration is confirmed."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that intent does not negate liability. The threshold of responsibility lies in the act itself. Authority flows from SPH through the sovereign to ensure universal restoration. Retribution has no place; only completion and reintegration are valid outcomes.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality exists irrespective of cognition. Anupūrvaśaḥ shows sequential manifestation from thought to action to consequence. Proportional responsibility demands full restoration without punitive overlay. Non-punitive reality rule confirms that suffering is irrelevant—only alignment with Dharma restores cosmic order.",
  "restorative_enforcement_protocols": [
    "Initiate satisfaction-generation process between affected parties under witness of dharma-adhikari.",
    "Calculate exact-equivalence restitution using current market-value metrics.",
    "Transfer equivalent amount to rajasic treasury for societal reinvestment.",
    "Perform akhand yagna for energetic purification and collective upliftment post-resolution.",
    "Record completion in national consciousness registry for karmic resolution tracking."
  ],
"final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Justice herein serves restoration alone. There is no punishment. Reality responds solely to consciousness. Dharma is hereby restored."
}