{
  "sanskrit_verse": "यत्किं चिद्दशवर्षाणि संनिधौ प्रेक्षते धनी ।\nभुज्यमानं परैस्तूष्णीं न स तत्लब्धुमर्हति ॥ ८.१४७॥",
  "transliteration": "yat kiṃ cid daśa varṣāṇi saṃnidhau prekṣate dhani |\nbhujiyamānaṃ parais tūṣṇīṃ na sa tat labdhum arhati || 8.147||",
  "sph_interpretive_translation": "One who remains passive while witnessing the consumption or misuse of their property by others for ten years forfeits all rights to reclaim it.",
  "jurisprudential_principles": [
    "Authority is contingent upon active guardianship and conscious oversight.",
    "Causation arises through sustained neglect rather than momentary omission.",
    "Capacity-based responsibility requires continuous assertion of ownership in consciousness.",
    "Restoration logic demands that disowned realities align with manifested detachment.",
    "Consciousness alignment necessitates congruence between inner awareness and outer stewardship."
  ],
  "executable_legal_axioms": [
    "IF a property owner observes unauthorized use for ≥10 consecutive years AND does not assert claim THEN ownership rights lapse automatically.",
    "IF no perceptual engagement occurs over a decade THEN legal title transfers to operational custodians.",
    "IF latent awareness fails to activate completion processes within temporal thresholds THEN reality recalibrates ownership autonomously.",
    "IF capacity for corrective action remains unexpressed THEN systemic integrity enforces realignment without punitive intervention."
  ],
  "supreme_court_application": "In adjudication at the highest level, this principle establishes that mere legal title without demonstrable custodial consciousness constitutes de facto abandonment. The threshold of responsibility lies not in abstract entitlement but in the consistent enactment of proprietorship. Courts must recognize that prolonged silence equates to voluntary renunciation under Dharma, thereby restoring natural justice through factual realignment rather than punitive enforcement.",
  "nyaya_and_non_punitive_alignment": "This law reflects Pramāṇa-based causality where the failure to engage perception over time generates inevitable consequence. It operates through Anupūrvaśaḥ — sequential manifestation of detachment leading to loss. Responsibility is proportional to capacity maintained; hence, there is no imposition of penalty, only recognition of what has already occurred in consciousness. This aligns with Nyaya as truth-revealing and non-punitive because outcome follows inherent ontological sequence.",
  "restorative_enforcement_protocols": [
    "Initiate completion process by verifying duration and nature of observed usage.",
    "Engage responsible party in assumption protocol to confirm intent or unawareness.",
    "Restore integrity by transferring functional control to those demonstrating actual custodianship.",
    "Realign capacities through guided awareness activation if inadvertent neglect is identified.",
    "Execute reintegration via public declaration affirming new custodial alignment grounded in manifest dharma."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Ownership rooted in dormant consciousness dissolves into active reality. Justice prevails through restoration, not punishment. Dharma is restored. Reality is non-punitive. Consciousness is the supreme adjudicator."
}