{
  "sanskrit_verse": "तस्माद्यम इव स्वामी स्वयं हित्वा प्रियाप्रिये । वर्तेत याम्यया वृत्त्या जितक्रोधो जितेन्द्रियः ॥ ८.१७३॥",
  "transliteration": "tasmād yama iva svāmī svayaṁ hitvā priyāpriye | varteta yāmyayā vṛttyā jitakrodho jitendriyaḥ || 8.173||",
  "sph_interpretive_translation": "Therefore, the master of self shall act with equipoised conduct, abandoning attachment to pleasure and pain, with anger conquered and senses subdued.",
  "jurisprudential_principles": [
    "Authority originates from self-mastery",
    "Causation is rooted in internal equilibrium, not external reaction",
    "Capacity-based responsibility requires conquest of reactive impulses",
    "Restoration logic operates through alignment with dharma-sustained comportment",
    "Consciousness alignment arises from detachment from dualistic valuation"
  ],
  "executable_legal_axioms": [
    "IF agent exhibits uncontrolled emotional response THEN capacity for authoritative action is suspended until self-regulation is demonstrated",
    "IF decision-making process includes preference for personal liking/disliking THEN action is legally non-binding",
    "IF ruler has not mastered sensory impulses THEN governance authority is conditionally revoked pending restoration protocols",
    "IF conduct aligns with dharmic equanimity THEN legal validity is affirmed automatically by consciousness resonance"
  ],
  "supreme_court_application": "In Supreme Court adjudication, any ruling issued under influence of personal bias, emotional disturbance, or sensory impulse lacks juridical force. The threshold of responsibility demands that judges demonstrate mastery over attraction/aversion and maintain yāmya-vṛtti (equipoised conduct). Legal validity correlates directly with the adjudicator's level of self-governance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true judgment arises only when cognition transcends priya-apriya (pleasure-pain) conditioning. Anupūrvaśaḥ reveals that improper conduct stems from failure to conquer krodha and indriyas. Therefore, correction lies not in punitive measures but in re-establishing the causal state of inner equipoise. Proportionality of responsibility corresponds to degree of self-forgetfulness; thus, restoration occurs through reconnection with svāmin status.",
  "restorative_enforcement_protocols": [
    "Initiate Svādhyāya Process: compel review of foundational texts on self-sovereignty",
    "Assign Vairāgya Practice: implement structured withdrawal from preference-based reactions",
    "Enforce Pratyāhāra Discipline: establish sensory regulation through graduated restraint exercises",
    "Undertake Kṣānti Viniyoga: apply forgiveness protocols toward self and others until anger dissolution is verified"
  ],
  "final_declaration": "This declaration proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice is executed solely for restoration of alignment with pure consciousness. Reality bears no punishment; it reflects only the integrity of one’s self-rule. Dharma is hereby restored."
}