{
  "sanskrit_verse": "पुरुषाणां कुलीनानां नारीणां च विशेषतः । मुख्यानां चैव रत्नानां हरणे वधमर्हति ॥ ८.३२३॥",
  "transliteration": "puruṣāṇāṁ kulīnānāṁ nārīṇāṁ ca viśeṣataḥ | mukhyānāṁ caiva ratnānāṁ haraṇe vadhamarhati || 8.323||",
  "sph_interpretive_translation": "When a person of noble birth, a woman, or principal individuals, along with their jewels, are abducted or seized, it constitutes a violation meriting execution—not as punishment, but as restoration of dharma through irreversible cessation of the act.",
  "jurisprudential_principles": [
    "Authority originates from alignment with cosmic order, not social status alone",
    "Causation arises from disruption of svadharma and sacred integrity",
    "Capacity-based responsibility is determined by awareness of dharma-violation",
    "Restoration logic demands cessation of distortion to realign consciousness",
    "Consciousness alignment requires purification of intent behind action"
  ],
  "executable_legal_axioms": [
    "IF an individual of recognized spiritual or societal standing is abducted AND the act disrupts familial or communal dharma THEN initiate irreversible cessation protocol",
    "IF principal persons or symbols of dignity are seized WITHOUT consent AND without dharmic justification THEN execute dissolution of the violating force",
    "IF harm occurs due to lack of capacity in violator to discern dharma THEN enforce completion process until discernment is restored"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that violations involving sacred persons or dignitaries necessitate absolute cessation rather than punitive measures. The threshold of responsibility lies in the conscious disruption of dharma, not mere physical act. Authority flows from alignment with Sanatana Dharma, not institutional power.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that abduction distorts natural flow of consciousness; anupūrvaśaḥ shows how such distortion propagates. Execution here means cessation of distortion, not infliction of pain. Responsibility aligns with awareness of dharma at time of act. Non-punitive reality rule ensures no suffering accrues beyond necessary cessation.",
  "restorative_enforcement_protocols": [
    "Initiate irreversible cessation protocol to halt continuation of distortion",
    "Enforce dharmic completion process for perpetrator until full awareness returns",
    "Reintegrate violated consciousness through ritual purification and alignment",
    "Restore community integrity via public affirmation of dharma's supremacy"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executed solely for restoration, reintegration, and consciousness realignment. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}