{
  "sanskrit_verse": "स्वानि कर्माणि कुर्वाणा दूरे सन्तोऽपि मानवाः ।\nप्रिया भवन्ति लोकस्य स्वे स्वे कर्मण्यवस्थिताः ॥ ८.४२॥",
  "transliteration": "svāni karmāṇi kurvāṇā dūre santo'pi mānavāḥ |\npriyā bhavanti lokasya sve sve karmaṇy avasthitāḥ || 8.42||",
  "sph_interpretive_translation": "Those who perform their own duties, even if distant or secluded, become beloved to all beings by remaining steadfast in their respective rightful actions.",
  "jurisprudential_principles": [
    "Authority flows from alignment with svadharma",
    "Causation arises through conscious engagement in one's role",
    "Capacity-based responsibility is determined by individual svabhava and station",
    "Restoration occurs when each being reoccupies their natural function",
    "Consciousness alignment emerges through right activity within one's domain"
  ],
  "executable_legal_axioms": [
    "IF agent performs action aligned with svadharma THEN social harmony increases",
    "IF individual acts outside svakarma THEN dissonance propagates across relational fields",
    "WHEN entity assumes rightful duty THEN systemic integration is restored without coercion",
    "IF person withdraws from assigned role THEN system recalibration required via consciousness realignment protocols"
  ],
  "supreme_court_application": "In adjudication, the Supreme Court shall assess not intent or motive but alignment of conduct with inherent capacity and role-dharma. Responsibility lies where natural function has been abandoned or misaligned. Justice restores original position rather than assigning blame.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that effect follows cause rooted in svakarma. Disruption stems from deviation; restoration comes through return. Anupūrvaśaḥ shows how harmony manifests sequentially when each part enacts its true nature. There is no punishment—only correction toward completeness.",
  "restorative_enforcement_protocols": [
    "Reconnection protocol: Re-establish link between individual and svadharma through guided introspection",
    "Role-resumption process: Facilitate return to rightful societal function with community support",
    "Duty-awareness initiation: Cultivate understanding of personal contribution to cosmic order",
    "Integrity reintegration cycle: Align external behavior with内在 truth until spontaneous harmony resumes"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Law originates not in human convention but in the immutable structure of existence itself. All beings are restored to their rightful place through conscious participation in svakarma. Reality is non-punitive. Consciousness alone adjudicates."
}