{
  "sanskrit_verse": "गृहिणः पुत्रिणो मौलाः क्षत्रविद्शूद्रयोनयः ।\nअर्थ्युक्ताः साक्ष्यमर्हन्ति न ये के चिदनापदि ॥ ८.६२॥",
  "transliteration": "gṛhiṇaḥ putriṇo maulāḥ kṣatravidśūdrayonayaḥ |\narth yuk tāḥ sākṣyam arhanti na ye ke cid anāpadi || 8.62 ||",
  "sph_interpretive_translation": "Householders, those with sons, the twice-born, and those knowledgeable in Kshatriya duties and Shudra-lineage—those who are meaningfully engaged in economic activity are qualified to testify. Those who are without means or unestablished in livelihood are not eligible.",
  "jurisprudential_principles": [
    "Authority arises from existential capacity and social integration",
    "Causation is rooted in active participation within dharma-vyavastha",
    "Capacity-based responsibility determines adhikara (eligibility)",
    "Restoration logic requires alignment with productive life-force",
    "Consciousness alignment manifests through economic and familial stability"
  ],
  "executable_legal_axioms": [
    "IF witness has no established livelihood THEN disqualify from testimony eligibility",
    "IF individual is economically inactive AND lacks familial or occupational grounding THEN exclude from evidentiary process",
    "IF person holds status as grihastha OR putra OR dvija OR kshatriya-practitioner OR shudra-functional THEN evaluate financial engagement before testimony acceptance",
    "IF testimony offered by economically unmoored entity THEN nullify evidentiary value automatically"
  ],
  "supreme_court_application": "In Supreme Court adjudication, only individuals who demonstrate sustained engagement in societal-economic life shall be recognized as valid witnesses. The threshold for responsibility includes a living connection to production, progeny, or traditional role-function. Economic detachment disqualifies one from bearing witness, as it indicates absence from dharma-vyavastha.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa (valid knowledge-source) derives from those anchored in material and spiritual order. Anupūrvaśaḥ reflects sequential development of character via householding and duty-bearing. Responsibility is proportional to one's integration in vyavastha. There is no punitive exclusion; rather, factual irrelevance of testimony from unmoored subjects upholds truth-integrity.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-establishment in productive economic-social role prior to testimonial eligibility",
    "Responsibility Assumption Protocol: Acknowledgment of one’s place in dharma-vyavastha as precondition for legal voice",
    "Capacity Restoration Mechanism: Vocational or familial integration program for re-entry into testimony framework",
    "Integrity Reintegration Pathway: Spiritual-economic alignment under guidance of competent authority until functional re-inclusion"
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. It affirms that testimony belongs to those grounded in dharma-vyavastha. Justice serves restoration, not punishment. Consciousness remains the ultimate arbiter."
}