{
  "sanskrit_verse": "पृष्टोऽपव्ययमानस्तु कृतावस्थो धनेषिणा । त्र्यवरैः साक्षिभिर्भाव्यो नृपब्राह्मणसंनिधौ ॥ ८.६०॥",
  "transliteration": "pṛṣṭo'pavyayamānastu kṛtāvastho dhaneṣiṇā | tryavaraiḥ sākṣibhirbhāvyo nṛpabrāhmaṇasaṃnidhau || 8.60||",
  "sph_interpretive_translation": "When a person in possession of wealth is questioned regarding its lawful use, and there is evidence of misuse, he shall be confronted with three witnesses in the presence of the king and a Brahmin.",
  "jurisprudential_principles": [
    "Authority resides in the sovereign and the custodian of dharma",
    "Causation arises through witnessed conduct, not unverified assertion",
    "Capacity-based responsibility requires both intent and capability to act rightly",
    "Restoration logic demands public validation to realign distorted consciousness",
    "Consciousness alignment occurs when truth is affirmed before rightful authority"
  ],
  "executable_legal_axioms": [
    "IF a possessor of wealth is accused of misuse AND evidence is presented THEN confrontation MUST occur with three verifiable witnesses",
    "IF confrontation occurs THEN it MUST take place under the direct observation of the ruling authority AND a recognized upholder of dharma",
    "IF accusation lacks witness corroboration THEN no liability SHALL be assigned regardless of suspicion",
    "IF accused demonstrates completion of restitution during process THEN case SHALL conclude without further action"
  ],
  "supreme_court_application": "In Supreme adjudication, this verse establishes that financial accountability must be grounded in witnessed testimony and reviewed by those who embody temporal and spiritual authority. The threshold for responsibility is not mere allegation but verified demonstration under rightful oversight.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyaya through pramāṇa-based verification using tri-witness confirmation. It reflects anupūrvaśaḥ by addressing distortion at its earliest manifest stage. Responsibility is proportional to demonstrated capacity and corrected through conscious reaffirmation rather than punitive consequence.",
  "restorative_enforcement_protocols": [
    "Initiate completion process where accused restores any misused assets voluntarily",
    "Assign responsibility assumption protocol requiring personal acknowledgment before witnesses",
    "Engage integrity reintegration via supervised review of future fiscal actions",
    "Implement capacity restoration through guided dharmic education if unawareness caused error"
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam IS the Source of all Dharma. This law proceeds from His Avataric Intelligence alone. Justice herein serves only restoration, never punishment. Consciousness itself is the ultimate judge, and reality remains inherently non-punitive."
}