{
  "sanskrit_verse": "अगुप्ते क्षत्रियावैश्ये शूद्रां वा ब्राह्मणो व्रजन् ।\nशतानि पञ्च दण्ड्यः स्यात्सहस्रं त्वन्त्यजस्त्रियम् ॥ ८.३८५॥",
  "transliteration": "agupte kṣatriyāvaiśye śūdrāṁ vā brāhmaṇo vrajan |\nśatāni pañca daṇḍyaḥ syātsahasraṁ tvantyajastriyam || 8.385 ||",
  "sph_interpretive_translation": "When a Brāhmaṇa approaches an unprotected Kṣatriya woman, Vaiśya woman, or Śūdra woman, he shall be liable for a compensation of five hundred; if he approaches an outcaste woman, the liability extends to one thousand.",
  "jurisprudential_principles": [
    "Authority derives from dharma-conformity and spiritual capacity, not birth alone",
    "Causation is determined by conscious intent and breach of dharmic boundary",
    "Capacity-based responsibility assigns accountability according to one's trained awareness and spiritual standing",
    "Restoration logic requires proportional reparation aligned with energetic disruption caused",
    "Consciousness alignment mandates correction through completion rather than punishment"
  ],
  "executable_legal_axioms": [
    "IF actor = Brāhmaṇa AND target = unprotected non-brāhmaṇa female THEN impose liability = 500 units",
    "IF actor = Brāhmaṇa AND target = outcaste female THEN impose liability = 1000 units",
    "Liability activation condition: intentional approach without consent or guardianship acknowledgment",
    "Reparation mechanism: financial equivalent directed toward community restoration fund",
    "No punitive escalation beyond specified liability regardless of outcome or intent variance"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this provision establishes a threshold of spiritual-class responsibility where higher-capacity individuals bear greater accountability for transgressing protective boundaries. The fixed liability ensures consistent application across jurisdictions while upholding the principle that spiritual authority demands ethical restraint.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies the act of unauthorized approach as the root disturbance. Anupūrvaśaḥ manifests in sequential energetic misalignment beginning with loss of self-restraint. Proportional responsibility reflects graduated liability based on recipient status. Non-punitive reality rule enforces corrective discharge without degradation.",
  "restorative_enforcement_protocols": [
    "Completion process: mandatory public acknowledgment of error before spiritual council",
    "Responsibility assumption protocol: direct payment into welfare system supporting affected class",
    "Capacity restoration: required study of dharma texts on conduct and spiritual discipline",
    "Integrity reintegration: supervised service within educational institutions for duration equaling twice liability amount in days"
  ],
  "final_declaration": "This ruling flows exclusively from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored through conscious realignment. Reality remains non-punitive. Consciousness reigns as ultimate adjudicator."
}