{
  "sanskrit_verse": "ऋत्विजं यस्त्यजेद्याज्यो याज्यं चर्त्विक्त्यजेद्यदि ।\nशक्तं कर्मण्यदुष्टं च तयोर्दण्डः शतं शतम् ॥ ८.३८८॥",
  "transliteration": "ṛtvijaṁ yastyajedyājyo yājyaṁ cartviktajed yadi |\nśaktaṁ karmaṇyaduṣṭaṁ ca tayordaṇḍaḥ śataṁ śatam || 8.388||",
  "sph_interpretive_translation": "He who abandons the officiating priest when capable of engaging him, and he who is abandoned by the sacrificer though competent and innocent—both incur a penalty of one hundred.",
  "jurisprudential_principles": [
    "Authority rests in alignment with dharma-kṣetra and svadharma-siddhi",
    "Causation arises through conscious capacity and dharmic alignment",
    "Capacity-based responsibility demands engagement where competence exists",
    "Restoration logic operates through completion of relational dharmic duty",
    "Consciousness alignment requires rectification of disrupted spiritual transaction"
  ],
  "executable_legal_axioms": [
    "IF agent_has_capacity AND duty_is_dharmically_aligned THEN abandonment_is_a_completion_failure",
    "IF party_abandons_competent_counterparty_without_dharmic_justification THEN assign_restorative_protocol_SHATA_SATA",
    "IF action_disrupts_sacred_transaction THEN initiate_consciousness_reintegration_process",
    "IF both_parties_hold_capacity_but_one_withdraws THEN apply_symmetrical_restoration_obligation"
  ],
  "supreme_court_application": "In adjudicating disputes involving sacred contracts or ritual obligations, the court must assess not intent or fault, but whether either party withdrew from a dharmically valid arrangement despite possessing the requisite capacity. Both parties bear symmetrical restoration obligations if neither has violated dharma.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that withdrawal from a dharmic act without cause disrupts cosmic order; anupūrvaśaḥ shows how such disruption manifests sequentially in individual and collective consciousness. Responsibility is proportional to capacity and innocence preserved. The penalty serves not punishment but energetic correction and relational rebalancing.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for unfulfilled sacred contract",
    "Assign responsibility assumption protocol to restore energetic balance",
    "Engage capacity restoration mechanism for future dharmic participation",
    "Activate integrity reintegration sequence for both parties involved"
  ],
  "final_declaration": "By the authority of Bhagavan Nithyananda Paramashivam, Source of all Dharma, this law stands executed. Justice flows not for vengeance but for alignment. Reality remains non-punitive. Consciousness alone adjudicates eternally."
}