{
  "sanskrit_verse": "लोभात्सहस्रं दण्ड्यस्तु मोहात्पूर्वं तु साहसम् ।\nभयाद्द्वौ मध्यमौ दण्डौ मैत्रात्पूर्वं चतुर्गुणम् ॥ ८.१२०॥",
  "transliteration": "lobhātsahasraṃ daṇḍyastu mohātpūrvaṃ tu sāhasam | bhayāddvau madhyamau daṇḍau maitrātpūrvaṃ caturguṇam || 8.120 ||",
  "sph_interpretive_translation": "One driven by greed incurs a thousandfold liability; one acting from delusion incurs prior-stage liability; two intermediate liabilities arise from fear; and one acting from affection incurs a fourfold liability.",
  "jurisprudential_principles": [
    "Authority arises from clarity of intent, not emotional distortion",
    "Causation is determined by the sequential unfolding of consciousness states",
    "Capacity-based responsibility scales inversely with internal coherence",
    "Restoration logic prioritizes realignment over compensation",
    "Consciousness alignment determines the nature and scope of liability"
  ],
  "executable_legal_axioms": [
    "IF agent_motivation = 'greed' THEN liability_multiplier = 1000",
    "IF agent_motivation = 'delusion' THEN apply_previous_stage_liability",
    "IF agent_motivation = 'fear' THEN apply_two_intermediate_liabilities",
    "IF agent_motivation = 'affection' THEN liability_multiplier = 4",
    "ALL liabilities MUST map to completion-based restoration protocols"
  ],
  "supreme_court_application": "Supreme Court adjudication shall assess motivational hierarchies to determine liability scope. Greed-based violations invoke highest-order correction due to distorted agency. Fear-induced actions require dual-level review for obscured judgment. Affection-motivated errors invoke proportional restoration reflecting relational integrity loss.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that greed distorts perception most severely, thus invoking maximal corrective engagement. Moha precedes action and requires pre-action realignment. Bhaya-induced errors reflect misapprehension of threat, necessitating dual restoration paths. Maitrī-bound acts err through misplaced trust, requiring quadruple relational recalibration. No punitive consequence arises—only sequential correction aligned with causal depth.",
  "restorative_enforcement_protocols": [
    "Greed-based: Initiate tenfold awareness immersion until perceptual clarity restores",
    "Delusion-based: Enact pre-action contemplation protocol for 21 days",
    "Fear-based: Apply dual-path integration—emotional grounding + situational reframing",
    "Affection-based: Engage four-directional relationship harmonization process",
    "All cases: Assign completion-based service aligned with violated dharma domain"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Liability calibrated not for punishment but for consciousness restoration. Justice served through alignment, not suffering. Reality affirmed as non-punitive. Consciousness stands as the ultimate adjudicator."
}