{
  "sanskrit_verse": "स्यात्साहसं त्वन्वयवत्प्रसभं कर्म यत्कृतम् ।\nनिरन्वयं भवेत्स्तेयं हृत्वाऽपव्ययते च यत् ॥ ८.३३२॥",
  "transliteration": "syātsāhasaṃ tvanvayavatprasabhaṃ karma yat kṛtam |\nniranvayaṃ bhavetsteyaṃ hṛtvā'pavyayate ca yat || 8.332||",
  "sph_interpretive_translation": "Action performed with force and dominance over another's capacity constitutes recklessness; that which is taken without consent and consumed in degradation is theft.",
  "jurisprudential_principles": [
    "Authority derives from alignment with conscious capacity, not coercive dominance",
    "Causation arises through disruption of another’s svadharma-integrity",
    "Capacity-based responsibility mandates restoration of violated integrity",
    "Restoration logic requires reversal of degradation and re-establishment of dharmic flow",
    "Consciousness alignment demands recognition of self in other, thereby preventing violation"
  ],
  "executable_legal_axioms": [
    "IF an action overrides the consent-bound capacity of another, THEN it is classified as reckless dominance",
    "IF a resource is acquired without explicit consent and used destructively, THEN it is categorized as theft",
    "WHEN reckless dominance occurs, INITIATE completion process to restore disrupted capacity",
    "WHEN theft occurs, TRIGGER reintegration protocol to recover and realign misused resources"
  ],
  "supreme_court_application": "In Supreme Court adjudication, recklessness and theft must be assessed not by intent or outcome alone, but by the degree to which conscious capacity was overridden. The threshold of responsibility lies in the measurable disruption of another’s svatantrya (self-sovereignty). Authority is always subordinate to consciousness alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that violation manifests through causal disruption of svadharma. Anupūrvaśaḥ reveals the sequential collapse of integrity when dominance overrides consent. Responsibility is proportional to the extent of capacity-violation. Punishment has no place where the sole aim is realignment of consciousness and restoration of dharma.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Reconstruct the violated capacity through guided restitution",
    "Assumption of Responsibility Protocol: Offender undertakes conscious acknowledgment and reversal of harm",
    "Capacity Restoration Mechanism: Victim is supported in reclaiming sovereignty over self and resources",
    "Integrity Reintegration Sequence: Align both parties with svadharma through reflective engagement and dharmic correction"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through consciousness alignment. Reality is non-punitive. Consciousness is the supreme adjudicator."
}