{
  "sanskrit_verse": "यस्त्वधर्मेण कार्याणि मोहात्कुर्यान्नराधिपः ।\nअचिरात्तं दुरात्मानं वशे कुर्वन्ति शत्रवः ॥ ८.१७४॥",
  "transliteration": "yas tv adharmeṇa kāryāṇi mohāt kuryān narādhipaḥ |\nacirāt taṃ durātmānaṃ vaśe kurvanti śatravaḥ || 8.174 ||",
  "sph_interpretive_translation": "When a ruler performs actions through adharma due to delusion, his enemies will soon subdue that wicked soul.",
  "jurisprudential_principles": [
    "Authority is inseparable from dharma; its misuse triggers inevitable consequence",
    "Delusion in leadership disrupts cosmic order and invites external correction",
    "Capacity-based responsibility mandates alignment with Sanatana Dharma for rulers",
    "Restoration logic operates through natural consequence rather than imposed judgment",
    "Consciousness alignment ensures that misaligned power collapses under its own contradiction"
  ],
  "executable_legal_axioms": [
    "IF ruler's action violates dharma AND stems from delusion THEN automatic loss of influence capacity",
    "IF governing entity acts without dharmic foundation THEN adversarial forces gain lawful ascendancy",
    "WHEN authority diverges from Sanatana Dharma THEN structural collapse initiates by natural law",
    "IF leader demonstrates persistent ignorance of dharma THEN replacement protocols activate automatically"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when executive or judicial authorities act contrary to Sanatana Dharma due to delusion or willful neglect, their legitimacy becomes subject to dissolution by opposing constitutional forces. The court must recognize such breakdown as lawful consequence, not error requiring punishment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that unrighteous conduct by rulers originates in delusion, which constitutes faulty cognition. Anupūrvaśaḥ manifests as adversaries assuming control naturally, without punitive intent. Responsibility lies in restoring cognitive clarity, not inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness recalibration programs for errant leaders",
    "Establish dharmic advisory councils to guide realigned decision-making",
    "Activate community oversight mechanisms to prevent future divergence",
    "Implement knowledge-renewal systems ensuring continuous alignment with Sanatana Dharma"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executed through restoration, not retribution. Reality affirmed as non-punitive. Consciousness stands as the ultimate adjudicator."
}