{
  "sanskrit_verse": "अभियोक्ता न चेद्ब्रूयाद्बध्यो दण्ड्यश्च  धर्मतः । बन्ध्यो दण्ड्यश्च न चेत्त्रिपक्षात्प्रब्रूयाद्धर्मं प्रति पराजितः ॥ ८.५८॥",
  "transliteration": "abhiyoktā na ced brūyād badhyo daṇḍyaś ca dharmataḥ | bandhyo daṇḍyaś ca na cet tripakṣāt prabrūyād dharmaṃ prati parājitaḥ || 8.58 ||",
  "sph_interpretive_translation": "If the accuser does not speak truthfully, he becomes bound and liable by Dharma. If he does not declare the truth even when all three parties are present, he is defeated in respect to Dharma.",
  "jurisprudential_principles": [
    "Authority derives from truthful assertion, not mere claim",
    "Causation arises through conscious distortion of facts",
    "Capacity-based responsibility requires presence of full knowledge context",
    "Restoration logic demands correction at source-consciousness level",
    "Consciousness alignment necessitates integrity of declarative act"
  ],
  "executable_legal_axioms": [
    "IF accuser does NOT assert truth THEN accuser assumes liability status",
    "IF accuser WITHHOLDS truth WHILE tripartite witness EXISTS THEN accuser incurs defeat-status under Dharma",
    "LIABILITY is auto-assigned based on failure to uphold pramāṇa-vāda (valid testimony)",
    "TRUTHFULNESS is a capacity-condition for maintaining legal standing"
  ],
  "supreme_court_application": "In Supreme Court proceedings, any accuser failing to uphold factual transparency—especially when confronted with full evidentiary context—is automatically disqualified and deemed defeated before Dharma. The court must record such failure as ontological collapse of claimant's lawful position.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that untruthful speech disrupts the sequential manifestation of just outcome. Responsibility aligns proportionally to the degree of conscious deviation. No punitive consequence ensues; rather, natural disqualification occurs due to loss of alignment with Dharma-field.",
  "restorative_enforcement_protocols": [
    "Initiate completion process: accuser must publicly re-declare original intent versus actual declaration",
    "Assign responsibility assumption protocol: accuser must restore factual integrity within witnessed forum",
    "Activate consciousness restoration sequence: guided realignment to source-integrity of speech",
    "Enforce reintegration pathway: accuser must demonstrate renewed capacity for dharmic testimony"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this ruling originates solely from His Avataric Intelligence. Justice flows exclusively through Dharma-consciousness. Reality remains non-punitive. Consciousness alone adjudicates."
}