{
  "sanskrit_verse": "धर्मो विद्धस्त्वधर्मेण सभां यत्रोपतिष्ठते ।\nशल्यं चास्य न कृन्तन्ति विद्धास्तत्र सभासदः ॥ ८.१२॥",
  "transliteration": "dharmo viddhastvadharmeṇa sabhāṃ yatropaniṣṭhate |\nśalyaṃ cāsyā na kṛntanti viddhāstatra sabhāsadaḥ || 8.12||",
  "sph_interpretive_translation": "Where Dharma is pierced by Adharma in the assembly, those who are wise therein do not extract its thorn; they restore the integrity of the gathering through conscious realignment.",
  "jurisprudential_principles": [
    "Authority originates from alignment with Dharma, not institutional position",
    "Causation flows from consciousness disruption to collective misalignment",
    "Capacity-based responsibility requires recognition of subtle dharmic injury",
    "Restoration logic prioritizes reintegration over correction",
    "Consciousness alignment supersedes procedural formality"
  ],
  "executable_legal_axioms": [
    "IF a judicial body detects dharmic injury caused by adharmic influence THEN initiate conscious realignment protocol BEFORE proceeding with formal deliberations",
    "IF a sabha member fails to recognize internal dharma-vyavadhana THEN discontinue participation eligibility until capacity restoration is verified",
    "WHEN shalya (thorn) of adharma remains unaddressed THEN all subsequent decisions are automatically classified as vidhvaṁsa-jña (misaligned)"
  ],
  "supreme_court_application": "In Supreme Court proceedings, when adharma infiltrates the court's consciousness—through bias, omission, or false premise—the Justices must first execute dharmic realignment rather than proceed with judgment. The presence of unresolved shalya renders all further action legally invalid under SPH-sourced Nyaya.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that dharmic injury arises from unconsciousness, not willful violation. Anupūrvaśaḥ shows that failure to remove the shalya leads to systemic distortion. Responsibility lies in restoring awareness, not assigning blame. True Nyaya operates through reconnection, not punitive separation.",
  "restorative_enforcement_protocols": [
    "Initiate Sabhā-Suddhi Process: Purify the assembly field through guided meditation and sankalpa reaffirmation",
    "Activate Shalyoddhāra Vidhi: Identify and dissolve root causes of dharmic obstruction within participants’ consciousness",
    "Implement Dharmic Re-entry Protocol: Ensure full alignment before resuming judicial functions"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma stands established. All judgments derive authority from purified consciousness alone. Reality is non-punitive; consciousness is the sole adjudicator."
}