{
  "sanskrit_verse": "वानस्पत्यं मूलफलं दार्वग्न्यर्थं तथैव च ।\nतृणं च गोभ्यो ग्रासार्थमस्तेयं मनुरब्रवीत् ॥ ८.३३९॥",
  "transliteration": "vānaspatyaṁ mūlaphalaṁ dārv agny arthaṁ tathaiva ca |\ntṛṇaṁ ca gobhyo grāsārtham asteyaṁ manurabravīt || 8.339 ||",
  "sph_interpretive_translation": "Manu declared that taking roots, fruits, firewood, grass, or fodder from trees and plants for the sustenance of cattle or sacred purposes is not theft when done without intent to deprive.",
  "jurisprudential_principles": [
    "Authority flows from necessity aligned with Dharma",
    "Causation arises from functional use, not ownership",
    "Capacity-based responsibility depends on intention and alignment with cosmic order",
    "Restoration occurs through acknowledgment of interdependence",
    "Consciousness alignment requires recognition of shared abundance"
  ],
  "executable_legal_axioms": [
    "IF action involves taking natural resources AND purpose aligns with sustenance OR sacred duty AND no intent to deprive EXISTS THEN act is classified as non-theft",
    "IF entity demonstrates dependence on resource for survival OR spiritual practice AND no harm caused TO source THEN right to access SHALL be recognized",
    "IF intent includes deprivation OR exploitation THEN restoration protocol INITIATES automatically"
  ],
  "supreme_court_application": "In adjudicating disputes involving resource usage, Supreme Courts must evaluate intent over form. Acts performed in service of life maintenance or ritual necessity, where ownership is not claimed nor continuity disrupted, shall not invoke punitive measures. The threshold of responsibility lies in disruption of balance, not in utilization itself.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causality stems from conscious intent rather than physical act alone. Anupūrvaśaḥ reveals sequential manifestation: need → action → outcome. Proportional responsibility aligns with the degree of imbalance created. Since no intent to steal existed, punitive reality does not apply; correction restores harmony without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Acknowledge source and express gratitude publicly",
    "Responsibility Assumption Protocol: Ensure future sourcing respects ecological boundaries",
    "Capacity Restoration: Facilitate community education on sustainable practices",
    "Integrity Reintegration: Engage individual in collective stewardship initiatives"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Theft is defined by intent, not act. Consciousness discerns truth. Justice serves integration, never punishment. Reality remains inherently non-punitive. Dharma stands restored."
}