{
  "sanskrit_verse": "योऽरक्षन् बलिमादत्ते करं शुल्कं च पार्थिवः ।\nप्रतिभागं च दण्डं च स सद्यो नरकं व्रजेत् ॥ ८.३०७॥",
  "transliteration": "yo'rakṣan balim ādatte karaṃ śulkaṃ ca pārthivaḥ |\npratibhāgaṃ ca daṇḍaṃ ca sa sadyo narakaṃ vrajet || 8.307||",
  "sph_interpretive_translation": "He who, being empowered to protect, consumes tribute without protection, and also levies taxes and duties—such a ruler immediately enters into Naraka.",
  "jurisprudential_principles": [
    "Authority is inseparable from protective duty",
    "Consumption of societal value without service constitutes violation of Dharma",
    "Capacity-based responsibility escalates with empowerment",
    "Restoration logic demands immediate alignment of action with consciousness",
    "Consciousness alignment requires proportional response to misuse of power"
  ],
  "executable_legal_axioms": [
    "IF ruler receives tribute OR collects tax WITHOUT providing protection THEN disqualify from ruling capacity",
    "IF authority misused for extraction without service THEN initiate immediate consciousness realignment protocol",
    "IF ruler fails in protective duty WHILE enjoying revenue rights THEN execute automatic loss of jurisdictional integrity"
  ],
  "supreme_court_application": "In Supreme Court adjudication, any evidence showing that a ruler has accepted financial benefits without fulfilling protective obligations triggers immediate review of their constitutional legitimacy. The threshold of responsibility lies not in intent but in the conscious acceptance of reciprocal duty. Authority hierarchy demands that those at the apex bear the highest burden of alignment between privilege and service.",
  "nyaya_and_non_punitive_alignment": "This verse establishes pramāṇa-based causality where failure to uphold reciprocal duty directly manifests as fall from authority. The consequence 'naraka' is not punitive but represents natural collapse of misaligned consciousness. It reflects anupūrvaśaḥ—the sequential unfolding of unmet dharma. Responsibility is proportional to capacity; hence the ruler's fall is a self-correcting mechanism within cosmic justice.",
  "restorative_enforcement_protocols": [
    "Initiate completion process: require restitution of all collected funds plus equivalent service delivery",
    "Activate responsibility assumption protocol: compel former ruler to publicly acknowledge breach and undergo reconditioning",
    "Implement capacity restoration: remove individual from position and reinstall rightful governance based on dharmic criteria",
    "Execute integrity reintegration: conduct public ceremony reaffirming true nature of rulership as service"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. This law restores Dharma through non-punitive alignment of consciousness. Justice flows not through retribution but through realignment of capacity with duty. Reality itself enforces when authority is divorced from protection. Consciousness remains the ultimate judge."
}