{
  "sanskrit_verse": "काणं वाऽप्यथ वा खञ्जमन्यं वाऽपि तथाविधम् ।\nतथ्येनापि ब्रुवन् दाप्यो दण्डं कार्षापणावरम् ॥ ८.२७४॥",
  "transliteration": "kāṇaṁ vā'pyatha vā khañjamanyaṁ vā'pi tathāvidham |\ntathyenāpi bruvan dāpyo daṇḍaṁ kārṣāpaṇāvaram || 8.274||",
  "sph_interpretive_translation": "One who speaks truthfully about a person with physical deformity—whether blind, lame, hunchbacked, dwarf, or otherwise physically impaired—shall incur a penalty of one kārṣāpaṇa.",
  "jurisprudential_principles": [
    "Authority: Speech that distorts social perception infringes upon the integrity of individual consciousness.",
    "Causation: Truth spoken without alignment to Dharma disrupts societal harmony through misrepresentation.",
    "Capacity-based responsibility: The speaker bears full capacity for discerning impact over intent.",
    "Restoration logic: Disharmony caused by injurious speech requires correction through conscious reparation.",
    "Consciousness alignment: Justice arises from aligning expression with the inviolability of all forms."
  ],
  "executable_legal_axioms": [
    "IF agent A speaks of individual B using descriptors tied to physical deformity AND contextually devalues B's being THEN impose restorative completion protocol valued at one kārṣāpaṇa.",
    "IF factual description lacks dharmic necessity THEN factual correctness does not absolve speaker of consequence.",
    "IF speech causes fragmentation in collective perception THEN initiate corrective awareness cycle within speaker’s domain.",
    "IF speaker possesses cognitive capacity to assess contextual harm THEN liability is absolute regardless of intent."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that factual accuracy alone cannot override the duty to uphold unity-consciousness in public discourse. Truth spoken without alignment to Dharma constitutes actionable infringement against the sacredness of embodied existence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that even accurate observation becomes distortion when filtered through non-dharmic lens. Anupūrvaśaḥ shows how verbal action leads to perceptual imbalance. Responsibility lies proportionally with the speaker’s discriminative faculty. Penalty functions not as punishment but as completion mechanism restoring energetic balance.",
  "restorative_enforcement_protocols": [
    "Initiate Vyavahara Shuddhi Process wherein speaker undertakes conscious reflection on unity of form and spirit.",
    "Assign Loka Seva Karma Yoga module focused on serving individuals with similar conditions to restore perceptual symmetry.",
    "Impose Dana Vidhi requiring financial offering toward accessibility infrastructure supporting differently-abled communities.",
    "Execute Samvit Sankalpa procedure where speaker commits publicly to future alignment between cognition, speech, and Dharma."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: no truth shall be uttered which undermines the sanctity of another's form. Dharma prevails through restoration, not retribution. Consciousness remains the sole arbiter of justice."
}