{
  "sanskrit_verse": "निक्षिप्तस्य धनस्यैवं प्रीत्योपनिहितस्य च ।\nराजा विनिर्णयं कुर्यादक्षिण्वन्न्यासधारिणम् ॥ ८.१९६॥",
  "transliteration": "nikṣiptasya dhanasyaivaṁ prītyopanihitasya ca | rājā vinirṇayaṁ kuryād akṣiṇvan nyaasadhāriṇam || 8.196 ||",
  "sph_interpretive_translation": "When wealth has been deposited in trust or placed with another out of affection, the King shall render judgment without delay, ensuring the custodian of the deposit upholds their duty.",
  "jurisprudential_principles": [
    "Authority: The King holds executive and restorative authority to adjudicate matters involving entrusted property.",
    "Causation: Legal action arises directly from the failure of a custodian to honor the entrusted relationship.",
    "Capacity-based responsibility: The custodian's capacity to return or safeguard determines their level of obligation.",
    "Restoration logic: Judgment aims at restoring rightful possession rather than assigning blame.",
    "Consciousness alignment: The custodian is called to realign with the integrity of the entrusted relationship."
  ],
  "executable_legal_axioms": [
    "IF property is deposited IN_TRUST OR GIVEN_OUT_OF_AFFECTION AND custodian FAILS_TO_RETURN_UPON_DEMAND THEN trigger RESTORATION_PROTOCOL.",
    "IF custodian HAS_CAPACITY_TO_RESTORE AND DELAY_OCCURS THEN AUTOMATED_NOTICE_TO_RULER_FOR_ADJUDICATION.",
    "IF dispute arises THEN prioritize RETURN_OF_ENTRUSTED_ASSET_OVER_PUNITIVE_ACTION."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that disputes over entrusted assets must be resolved through immediate restoration protocols. The threshold of responsibility lies in the acceptance of the deposit, not intent. Authority resides in ensuring alignment with Dharma, not in punitive enforcement.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established by the act of entrustment itself. Anupūrvaśaḥ manifests as the sequential duty of the custodian to return upon request. Responsibility is proportional to the custodian's control and awareness. The non-punitive reality rule ensures that justice aligns with restoration, not retribution.",
  "restorative_enforcement_protocols": [
    "Completion Process: Custodian must publicly acknowledge the deposit and commit to its return.",
    "Responsibility Assumption Protocol: Custodian undergoes guided reflection to realign with their role.",
    "Integrity Reintegration: Community affirmation is sought once asset is returned and harmony restored.",
    "Capacity Restoration: If custodian lacks means, state facilitates return via resource allocation."
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Justice is executed solely for restoration, reintegration, and consciousness realignment. There is no punishment—only the completion of responsibility. Consciousness is the supreme adjudicator."
}