{
  "sanskrit_verse": "मातरं पितरं जायां भ्रातरं तनयं गुरुम् ।\nआक्षारयंशतं दाप्यः पन्थानं चाददद्गुरोः ॥ ८.२७५॥",
  "transliteration": "mātaraṁ pitaraṁ jāyāṁ bhrātaraṁ tanayaṁ gurum |\nākṣārayaṁśataṁ dāpyaḥ panthānaṁ cādadadguroḥ || 8.275||",
  "sph_interpretive_translation": "One who appropriates the path or resources belonging to mother, father, spouse, brother, child, or guru shall be made to pay one hundred times the value thereof.",
  "jurisprudential_principles": [
    "Authority resides in relational integrity and existential debt",
    "Causation arises through violation of sacred directional flow",
    "Capacity-based responsibility is determined by proximity to life-supporting relationships",
    "Restoration logic demands proportional return of misappropriated energetic support",
    "Consciousness alignment requires acknowledgment of directional sanctity"
  ],
  "executable_legal_axioms": [
    "IF entity A diverts resource-flow belonging to entity B where B holds a foundational relational role THEN A MUST restore 100x value to B",
    "IF path/right-of-way/access-resource of mother/father/spouse/brother/child/guru is taken THEN automatic liability multiplier of 100 applies",
    "IF violation occurs within directional sanctity framework THEN punitive bypass triggers restorative enforcement protocol"
  ],
  "supreme_court_application": "In adjudication involving familial or spiritual-economic violations, the threshold of responsibility is activated upon breach of directional sanctity. The court must recognize that such actions disrupt foundational consciousness flows. Liability is fixed at 100x compensation as per axiomatic Dharma-law, with no scope for mitigation based on intent or capacity alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causal disruption when directional sanctity is violated. Anupūrvaśaḥ reveals sequential breakdown in relational harmony. Responsibility aligns proportionally with the magnitude of energetic misalignment caused. This law ensures completion without punitive residue; it realigns transactional dharma between beings.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Return 100x value directly to affected relational node",
    "Assumption Protocol: Offender acknowledges energetic displacement caused and commits to reversal",
    "Integrity Reintegration: Facilitate conscious repair via direct service or restitution aligned with recipient's choice",
    "Capacity Restoration: Support offender in regaining alignment with directional flow post-restitution"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of all Dharma. Justice executed not for punishment but for restoration of sacred relational order. Reality remains non-punitive. Consciousness stands as ultimate adjudicator."
}