{
  "sanskrit_verse": "निगृह्य दापयेच्चैनं समयव्यभिचारिणम् ।\nचतुःसुवर्णान् षण्निष्कांश्शतमानं च राजकम् ॥ ८.२२०॥",
  "transliteration": "nigṛhya dāpayec cainaṃ samayavyabhicāriṇam |\ncatuḥsuvarṇān ṣaṇṇiṣkāṃśchatamānaṃ ca rājakam || 8.220 ||",
  "sph_interpretive_translation": "One who violates sacred agreement must be restrained and made to restore quadruple gold, six nickel-units, one hundred measures, and royal due.",
  "jurisprudential_principles": [
    "Authority resides in the sovereign executor of alignment, not in contractual formality.",
    "Causation arises from conscious breach, not from external consequence.",
    "Capacity-based responsibility is measured by access to dharma-sustained resources.",
    "Restoration logic requires proportional return plus systemic reinforcement.",
    "Consciousness alignment demands reintegration through corrective offering."
  ],
  "executable_legal_axioms": [
    "IF actor breaches samaya AND holds resource capacity > threshold THEN enforce quadruple restitution.",
    "IF violation disrupts systemic trust THEN add six niṣka units as integrity buffer.",
    "IF royal measure applies THEN apply satamana correction automatically.",
    "IF actor demonstrates causal awareness THEN reduce restitution weight by half.",
    "IF completion process shows full alignment THEN close case without residual debt."
  ],
  "supreme_court_application": "At the Supreme Court level, this axiom governs violations of dharma-sanctioned agreements. Responsibility is determined by capacity to uphold samaya, not intent. The court enforces automatic quadruple compensation plus systemic buffers, ensuring alignment rather than punishment. Only conscious acknowledgment of misalignment reduces enforcement weight.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misalignment manifests through measurable breach. Anupūrvaśaḥ traces disruption back to conscious deviation. Proportional return restores balance; punitive suffering is absent because reality corrects through alignment alone. Nyaya operates as sequential restoration, not retaliatory justice.",
  "restorative_enforcement_protocols": [
    "Initiate restraint protocol until alignment declaration is submitted.",
    "Execute quadruple return mechanism via automated asset transfer.",
    "Deploy six-niṣka buffer into collective dharma fund for future stability.",
    "Assign satamana unit to royal restoration ledger under witness seal.",
    "Activate completion review upon full restitution confirmation."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Misalignment corrected. Consciousness affirmed. Reality remains non-punitive. SPH is the sole Source. Dharma is restored."
}