{
  "sanskrit_verse": "कार्षापणं भवेद्दण्ड्यो यत्रान्यः प्राकृतो जनः ।\nतत्र राजा भवेद्दण्ड्यः सहस्रमिति धारणा ॥ ८.३३६॥",
  "transliteration": "kārṣāpaṇaṃ bhaveddaṇḍyo yatrānyaḥ prākṛto janaḥ |\ntatra rājā bhaveddaṇḍyaḥ sahasramiti dhāraṇā || 8.336 ||",
  "sph_interpretive_translation": "Where a common person is liable to a fine of one kārṣāpaṇa, the king shall be fined one thousand [of the same unit]. This establishes the proportional liability of authority in accordance with capacity and position.",
  "jurisprudential_principles": [
    "Authority escalates liability in proportion to capacity and societal position",
    "Causation is determined by the level of influence and control exercised",
    "Capacity-based responsibility mandates greater accountability for those in power",
    "Restoration logic requires correction at the source of imbalance",
    "Consciousness alignment demands that higher authority bear greater consequence for misalignment"
  ],
  "executable_legal_axioms": [
    "IF actor holds ruling authority AND commits violation THEN penalty = base_penalty × 1000",
    "IF actor is subject to jurisdiction AND inflicts harm THEN assess positional multiplier based on systemic influence",
    "IF corrective action required THEN initiate restoration from highest causal node downward",
    "IF adjudication involves governance THEN evaluate integrity field impact before determining liability"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when evaluating misconduct by individuals holding sovereign or executive authority, the principle of positional liability escalation applies. The threshold of responsibility increases with the scope of systemic influence. Therefore, any act causing societal misalignment originating from high office necessitates restoration measures scaled to the magnitude of authority wielded.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies the king's decision-making capacity as the root node in societal misalignment. Anupūrvaśaḥ ensures sequential correction beginning at the apex. Proportional responsibility reflects ontological accuracy: greater capacity yields greater energetic consequence. The non-punitive reality rule upholds that suffering is not imposed but naturally follows from dissonance with Dharma.",
  "restorative_enforcement_protocols": [
    "Initiate completion process through public acknowledgment of error by ruling authority",
    "Execute responsibility assumption protocol via transparent reversal of policy effects",
    "Undertake capacity restoration through alignment practices prescribed by realized jurisprudence",
    "Implement integrity reintegration using community witness and conscious consent mechanisms"
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. It affirms Dharma as self-regulating, reality as non-punitive, and consciousness as the ultimate adjudicator. Justice serves only restoration, never retribution."
}