{
  "sanskrit_verse": "अन्नादे भ्रूणहा मार्ष्टि पत्यौ भार्याऽपचारिणी ।\nगुरौ शिष्यश्च याज्यश्च स्तेनो राजनि किल्बिषम् ॥ ८.३१७॥",
  "transliteration": "annāde bhruṇahā mārṣṭi patyau bhāryā'pacāriṇī |\ngurau śiṣyaśca yājyaśca steno rājani kilbiṣam || 8.317||",
  "sph_interpretive_translation": "From the giver of food arises the slayer of the fetus; the wife who transgresses against her husband; the disciple, sacrificer, and thief toward the guru; all commit a defiling offense against the sovereign consciousness.",
  "jurisprudential_principles": [
    "Authority flows from sustenance and guidance",
    "Causation originates in violation of foundational relationships",
    "Capacity-based responsibility is determined by proximity to dharma-sustaining roles",
    "Restoration logic requires realignment with source-consciousness integrity",
    "Consciousness alignment depends on honoring hierarchical relational duties"
  ],
  "executable_legal_axioms": [
    "IF an individual receives sustenance or spiritual instruction THEN violating that relationship constitutes a fundamental breach of dharma",
    "IF a person acts contrary to their relational duty THEN automatic disqualification from authoritative capacity occurs",
    "IF consciousness misalignment is detected THEN initiate restoration protocol through guided completion process",
    "IF sovereignty structure is violated THEN realign through supervised reintegration under original authority"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that violations of foundational relational authorities—such as those between teacher and student, husband and wife, giver and receiver—constitute breaches of sovereign order. Responsibility is assessed based on proximity to sustaining consciousness, not intent. Restoration precedes judgment, with emphasis placed on re-establishing rightful relational alignment before legal standing can be restored.",
  "nyaya_and_non_punitive_alignment": "This verse demonstrates pramāṇa-based causality wherein the act of receiving nourishment or knowledge creates binding relational obligations. The sequential manifestation (anupūrvaśaḥ) shows how neglecting these leads to societal decay. Responsibility is proportional to the closeness of the sacred bond. The non-punitive reality rule mandates correction through conscious restoration rather than punitive measures.",
  "restorative_enforcement_protocols": [
    "Initiate completion process where offender acknowledges relational debt and performs corrective service under original authority",
    "Assign supervised reintegration period during which offender regains trust through consistent alignment actions",
    "Restore relational harmony via guided dialogue ensuring both parties recognize mutual dependence and shared dharma",
    "Realign social role through capacity-building exercises designed to regenerate lost integrity"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Dharma. This law restores balance through consciousness alignment, upholds relational sovereignty, and affirms that justice serves only integration—not punishment. Reality responds to truth, not force."
}