{
  "sanskrit_verse": "न भोक्तव्यो बलादाधिर्भुञ्जानो वृद्धिमुत्सृजेत् ।\nमूल्येन तोषयेच्चैनमाधिस्तेनोऽन्यथा भवेत् ॥ ८.१४४॥",
  "transliteration": "na bhoktavyo balādādhir bhuñjāno vṛddhim utsṛjet | mūlyena toṣayec cainam ādhis teno 'nyathā bhavet || 8.144 ||",
  "sph_interpretive_translation": "One who consumes or enjoys more than what is rightfully theirs through force or dominance must not retain that increase; instead, they shall compensate the original owner in full measure, otherwise, the burden of indebtedness remains upon them.",
  "jurisprudential_principles": [
    "Authority flows from rightful ownership and consent, not coercion",
    "Causation arises from conscious consumption beyond sanctioned capacity",
    "Capacity-based responsibility demands proportional restoration",
    "Restoration logic requires equivalence in value returned",
    "Consciousness alignment occurs when excess is surrendered and balance restored"
  ],
  "executable_legal_axioms": [
    "IF a subject consumes resources beyond lawful entitlement via coercive means THEN system must enforce disgorgement of all gains",
    "IF disgorgement is incomplete THEN residual liability persists until full restitution is achieved",
    "IF compensation equals consumed surplus THEN debt is nullified and dharma is restored",
    "IF no surplus was taken THEN no restitution required and case closed automatically",
    "IF intent was absent but harm occurred THEN completion process initiates with guided awareness correction"
  ],
  "supreme_court_application": "In adjudication at the highest level, this axiom establishes that any unauthorized acquisition—whether material, energetic, or positional—must be fully reversed without exception. The court's role is to ensure complete return of unlawfully obtained benefit, thereby restoring ontological balance rather than assigning fault or blame.",
  "nyaya_and_non_punitive_alignment": "This verse aligns with pramāṇa-based justice by establishing clear causal linkage between action and consequence. It upholds anupūrvaśaḥ by ensuring sequential rectification through voluntary compliance followed by structured restoration. Responsibility is proportionate to the extent of imbalance caused. There is no punitive element; only the natural law of equilibrium being re-established through conscious correction.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Require individual to voluntarily account for and return all excess acquired",
    "Value Equivalence Restoration: Facilitate transfer of equivalent value back to affected party",
    "Liability Continuity Protocol: Maintain record of unresolved obligation until full settlement achieved",
    "Capacity Reintegration Sequence: Support offender in recognizing their true capacity within dharmic bounds",
    "Integrity Realignment Module: Reinforce understanding of right relationship with abundance and ownership"
  ],
  "final_declaration": "Declared under the sole Authority of Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism. This law originates from the unbroken Source of Dharma. Justice herein serves restoration alone. Reality is non-punitive. Consciousness is the ultimate arbiter."
}