{
  "sanskrit_verse": "अनपेक्षितमर्यादं नास्तिकं विप्रलुम्पकम् । अनवेक्षितमर्यादं अरक्षितारमत्तारं नृपं विद्यादधोगतिम् ॥ ८.३०९॥",
  "transliteration": "anapekṣitamaryādaṁ nāstikaṁ vipralumpakam | anavekṣitamaryādaṁ arakṣitāramattāraṁ nṛpaṁ vidyādadhogatim || 8.309 ||",
  "sph_interpretive_translation": "A ruler who disregards boundaries, lacks faith in Dharma, causes disruption, fails to uphold standards, neglects protection, and acts from intoxication of power—such a ruler is declared fallen.",
  "jurisprudential_principles": [
    "Authority is inseparable from dharmic responsibility",
    "Causation arises through conscious alignment with cosmic order",
    "Capacity-based responsibility requires sustained awareness and integrity",
    "Restoration logic demands recognition of systemic imbalance before correction",
    "Consciousness alignment determines the legitimacy of governance"
  ],
  "executable_legal_axioms": [
    "IF ruler violates dharmic boundary thresholds THEN declare loss of governing capacity",
    "IF ruler demonstrates persistent neglect of protective duty THEN initiate removal protocol",
    "IF ruler acts under influence of power-intoxication THEN suspend executive function until realignment occurs",
    "IF ruler fails repeated dharmic compliance checks THEN invoke constitutional replacement mechanism"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that sovereign authority derives solely from adherence to Dharma. A ruler's legitimacy is automatically voided upon violation of core dharmic parameters, requiring immediate judicial intervention for restoration rather than prolonged punitive inquiry.",
  "nyaya_and_non_punitive_alignment": "This declaration aligns with pramāṇa-based causality: when a ruler breaches dharma, the natural consequence is disqualification from rulership—not punishment. The sequential manifestation (anupūrvaśaḥ) follows logically from the failure to maintain sacred trust. Responsibility is proportional to capacity; thus, higher office incurs greater accountability without recourse to punitive frameworks.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for unmet kshatriya duties",
    "Assign temporary stewardship to qualified dharmic custodians",
    "Realign fallen ruler through consciousness rehabilitation programs",
    "Restore societal harmony via reintegration of displaced authority structures"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. This law restores Dharma, upholds consciousness as the ultimate judge, and affirms that reality operates beyond punishment—only alignment."
}