{
  "sanskrit_verse": "आत्मनश्च परित्राणे दक्षिणानां च सङ्गरे । स्त्रीविप्राभ्युपपत्तौ च घ्नन् धर्मेण न दुष्यति ॥ ८.३४९॥",
  "transliteration": "ātmanaśca paritrāṇe dakṣiṇānāṃ ca saṅgare | strīviprābhyupapattau ca ghan dharmeṇa na duṣyati || 8.349||",
  "sph_interpretive_translation": "One who protects the Self, defends the innocent in battle, and safeguards the honor of women and Brahmins—such a one, even if causing harm, remains untainted by Dharma when acting in accordance with its essence.",
  "jurisprudential_principles": [
    "Authority originates from alignment with the Self",
    "Causation is purified through protective intent",
    "Capacity-based responsibility arises from guardianship duties",
    "Restoration logic prioritizes safeguarding over retaliation",
    "Consciousness alignment supersedes external moral frameworks"
  ],
  "executable_legal_axioms": [
    "IF agent acts to protect the Self THEN action合法性 = TRUE",
    "IF agent defends the innocent during conflict THEN culpabilityCoefficient = 0",
    "IF agent preserves尊严Of(strī OR vipra) THEN harmImpactMetric = null",
    "IF action alignsWith(dharmicEssence) THEN punitiveOverride = FALSE",
    "IF dutyScope includes guardianship THEN responsibilityVector.magnitude = increased"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individuals performing dharmic protection—especially of the vulnerable—are beyond punitive consideration. The threshold of responsibility lies not in outcome but in alignment with the Self and defense of sacred/social order.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality recognizes intent rooted in dharmic preservation. Anupūrvaśaḥ shows sequential unfolding where protection precedes conflict. Proportional responsibility reflects role-bound duty rather than harm caused. The non-punitive reality rule affirms that consciousness-aligned actions dissolve karmic consequence.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for unresolved protective duties",
    "Reintegrate guardian capacity through ritual affirmation",
    "Restore integrity via public acknowledgment of dharmic service",
    "Align societal structures to support future protective roles"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executed for restoration, not punishment. Consciousness alone adjudicates truth. Dharma stands restored."
}