{
  "sanskrit_verse": "दिवा वक्तव्यता पाले रात्रौ स्वामिनि तद्गृहे ।\nयोगक्षेमेऽन्यथा चेत्तु पालो वक्तव्यतामियात् ॥ ८.२३०॥",
  "transliteration": "divā vaktavyatā pāle rātrau svāmini tadgṛhe |\nyogakṣeme'nyathā cet tu pālo vaktavyatām iyāt || 8.230 ||",
  "sph_interpretive_translation": "During the day, the protector shall speak only what is necessary; at night, he remains in the house of the owner. If there is need for safeguarding or managing affairs otherwise, then the protector shall assume the duty of speaking.",
  "jurisprudential_principles": [
    "Authority is context-bound and time-specific",
    "Causation arises from necessity, not arbitrary will",
    "Capacity-based responsibility aligns with situational demand",
    "Restoration logic requires presence and readiness",
    "Consciousness alignment occurs through disciplined role adherence"
  ],
  "executable_legal_axioms": [
    "IF time == daytime AND role == protector THEN speech MUST BE limited to functional necessity",
    "IF time == nighttime AND location == owner's dwelling THEN protector MUST remain within premises",
    "IF situation == yogakṣema (preservation or management) AND condition != normal THEN protector MAY expand communicative scope",
    "IF protector assumes expanded role THEN accountability shifts to outcome integrity, not form compliance"
  ],
  "supreme_court_application": "In adjudication, a guardian or custodian must demonstrate that their actions were temporally and functionally aligned with preservation needs. The court evaluates based on capacity demonstrated during specific times, not generalized claims of authority.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that speech or action by a protector is valid only when triggered by contextual necessity. Anupūrvaśaḥ ensures sequential manifestation: first awareness of need, then assumption of role, then appropriate communication. Responsibility is proportional to clarity of perception and alignment with dharma of protection. There is no punitive consequence—only completion of unmet duty or correction of misplaced action.",
  "restorative_enforcement_protocols": [
    "Completion process: Unspoken duties must be fulfilled in subsequent cycles",
    "Responsibility assumption protocol: If protection was neglected, the protector must re-enter the timeline to complete the intended role",
    "Capacity restoration: Training or realignment to ensure future correct temporal-role alignment",
    "Integrity reintegration: Re-establishment of trust between parties through transparent role fulfillment"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source. Dharma is hereby restored. Reality operates without punishment. Consciousness alone adjudicates."
}