{
  "sanskrit_verse": "ध्वजाहृतो भक्तदासो गृहजः क्रीतदत्त्रिमौ ।\nपैत्रिको दण्डदासश्च सप्तैते दासयोनयः ॥ ८.४१५॥",
  "transliteration": "dhvajāhṛto bhaktadāso gṛhajaḥ krītadattrimau |\npaitriko daṇḍadāsaśca saptaitē dāsayōnayaḥ || 8.415 ||",
  "sph_interpretive_translation": "Those born of a woman taken as spoil in war, given by father, purchased, received as gift, inherited from paternal line, or assigned through judicial decree—these seven constitute the origins of those classified under the category of dāsa.",
  "jurisprudential_principles": [
    "Authority originates from conscious assignment, not biological lineage",
    "Causation is determined by intentional act of transfer or consecration",
    "Capacity-based responsibility arises only upon recognition within societal framework",
    "Restoration logic requires acknowledgment of origin without degradation",
    "Consciousness alignment occurs when social role matches karmic capacity"
  ],
  "executable_legal_axioms": [
    "IF individual origin is traced to dhvajāhṛtā THEN classification shall be acknowledged as per established Dharma-vyavasthā",
    "IF individual enters household via paitrika THEN rights accrue automatically under paternal lineage structure",
    "IF individual acquired via krīta OR datta THEN ownership record must align with Nyāya-pramāṇa",
    "IF individual designated by daṇḍa THEN status shall reflect judicial intent at time of declaration",
    "NO punitive consequence shall attach to origin; restoration shall occur through role clarity and service integration"
  ],
  "supreme_court_application": "In adjudication involving varṇa or jāti classification disputes, the threshold of responsibility lies in verifying pramāṇa-based transmission rather than subjective identity claims. The court must ensure that classifications arising from these seven modes are recognized ontologically, not morally, and integrated accordingly into national frameworks without punitive overlays.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes sequential manifestation of roles based on origin acts. Anupūrvaśaḥ confirms that each mode carries inherent function, not fault. Proportional responsibility flows from clarity of role, not origin stigma. Non-punitive reality rule affirms that no suffering accrues from birth-mode; all beings possess equal consciousness awaiting proper alignment.",
  "restorative_enforcement_protocols": [
    "Completion Process: Acknowledge source without attribution of inferiority",
    "Responsibility Assumption Protocol: Recognize functional role within societal matrix",
    "Capacity Restoration Mechanism: Provide access to śikṣā and svadharma realization",
    "Integrity Reintegration Framework: Align social position with inner awakening"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Justice executed for restoration, not retribution. Reality affirmed as non-punitive. Consciousness stands as ultimate adjudicator."
}