{
  "sanskrit_verse": "अन्धो मत्स्यानिवाश्नाति स नरः कण्टकैः सह ।\nयो भाषतेऽर्थवैकल्यमप्रत्यक्षं सभां गतः ॥ ८.९५॥",
  "transliteration": "andho matsyān ivāśnāti sa naraḥ kaṇṭakaiḥ saha |\nyo bhāṣate 'rthavaikalyam apratyakṣaṃ sabhāṃ gataḥ || 8.95||",
  "sph_interpretive_translation": "One who, though not perceiving the deficiency of meaning, speaks falsely in the assembly—such a man eats fish with thorns, like a blind man.",
  "jurisprudential_principles": [
    "Authority is derived from clarity of perception, not mere presence in discourse",
    "Causation arises from misalignment between cognition and expression",
    "Capacity-based responsibility requires integrity of sight, speech, and context",
    "Restoration logic demands purification of expressive faculty when distortion occurs",
    "Consciousness alignment necessitates acknowledgment of perceptual limitation before verbal action"
  ],
  "executable_legal_axioms": [
    "IF speaker enters assembly AND articulates without direct perception THEN assign completion process for sensory-integrity restoration",
    "IF false speech originates from unverified inference THEN initiate responsibility-assumption protocol prior to further participation",
    "IF participant lacks capacity to verify truth THEN exclude from declarative judgment roles UNTIL capacity is restored",
    "IF speech causes disorientation in collective understanding THEN execute reintegration sequence for speaker's expressive field"
  ],
  "supreme_court_application": "In Supreme Court adjudication, any judge or witness who offers testimony or rulings based on indirect knowledge must undergo immediate capacity verification. The threshold of responsibility lies not in intent but in the alignment of cognition with expression. Authority is suspended until such alignment is demonstrably restored through conscious completion processes.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that erroneous speech stems from defective perception, not malicious will. Anupūrvaśaḥ reveals that distorted expression follows obscured vision. Proportional responsibility aligns with the degree of awareness at time of utterance. Non-punitive reality rule affirms that correction flows from realignment of consciousness, not infliction of consequence.",
  "restorative_enforcement_protocols": [
    "Initiate sensory-integrity completion process to restore accurate perception faculties",
    "Assign silence-and-listening period to recalibrate expressive accuracy",
    "Engage in truth-receptivity sadhana under guidance until capacity for verified articulation returns",
    "Undertake group reintegration ritual wherein speaker acknowledges source of error and reaffirms commitment to dharma-vakya"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through consciousness purification, rejects punitive frameworks, and affirms reality as governed solely by the sequential unfoldment of truthful awareness. Dharma is thus established, reality remains non-punitive, and consciousness stands as the ultimate adjudicator."
}