{
  "sanskrit_verse": "एक एव सुहृद्धर्मो निधानेऽप्यनुयाति यः ।\nशरीरेण समं नाशं सर्वमन्यधि गच्छति ॥ ८.१७॥",
  "transliteration": "eka eva suhṛddharmo nidhāne'pyanuyāti yaḥ |\nśarīreṇa samaṃ nāśaṃ sarvamanyadhi gacchati || 8.17||",
  "sph_interpretive_translation": "That friendship-law which remains unwavering even in the presence of hidden wealth, and which does not abandon another when the body faces destruction—that alone is true friendship.",
  "jurisprudential_principles": [
    "Authority through unwavering alignment with Dharma",
    "Causation rooted in non-abandonment during existential crisis",
    "Capacity-based responsibility as measured by steadfastness in truth",
    "Restoration logic grounded in mutual preservation of consciousness",
    "Consciousness alignment as the foundation of lawful relationship"
  ],
  "executable_legal_axioms": [
    "IF a party demonstrates consistent adherence to Dharma irrespective of material gain OR personal risk, THEN that party shall be recognized as possessing full relational integrity.",
    "IF an entity abandons duty upon bodily threat, THEN its capacity for legal co-operation is suspended until re-established through conscious restoration protocol.",
    "WHEN evaluating witness credibility, prioritize evidence of conduct under existential duress over declarative affirmation.",
    "IN absence of punitive action, enforce completion process wherein parties reaffirm alignment with eternal law before proceeding."
  ],
  "supreme_court_application": "In adjudication at the highest level, this verse establishes the threshold of relational authenticity as determinant of legal standing. Only those who demonstrate unbroken alignment with Dharma—especially under duress—are granted authoritative voice in matters concerning justice. Retributive frameworks are nullified where such alignment is absent.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that authentic dharmic bond manifests independently of external conditions. Anupūrvaśaḥ shows how such bonds endure sequential trials without fracture. Responsibility flows from sustained alignment, not coercive enforcement. There is no punishment because misalignment is merely a signal for reintegration—not condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate Consciousness Completion Process wherein estranged parties engage in shared recitation of foundational truths until resonance is restored.",
    "Assign Joint Integrity Restoration Task requiring collaborative service aligned with universal welfare, monitored via biometric coherence metrics.",
    "Enforce Silence Protocol: mandatory period of non-verbal communion to recalibrate energetic rapport prior to resumption of legal engagement.",
    "Deploy Witness Mirror Technique: reflect actions of each party back through the lens of dharma-witnesses to evoke spontaneous course correction."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Law. Friendship-Dharma is thus established as inviolable criterion of juridical validity. Justice serves only restoration, never retribution. Reality itself enforces through consciousness, not consequence. Dharma is restored."
}