{
  "sanskrit_verse": "तत्रापरिवृतं धान्यं विहिंस्युः पशवो यदि ।\nन तत्र प्रणयेद्दण्डं नृपतिः पशुरक्षिणाम् ॥ ८.२३८॥",
  "transliteration": "tatrāparivṛtaṃ dhānyaṃ vihiṃsyuḥ paśavo yadi |\nna tatra praṇayeddaṇḍaṃ nṛpatiḥ paśurakṣiṇām ||",
  "sph_interpretive_translation": "When cattle damage grain that has not been properly enclosed, the king shall not impose punishment upon the protectors of animals.",
  "jurisprudential_principles": [
    "Authority rests in conscious stewardship, not coercive dominion.",
    "Causation is determined by sequential responsibility and environmental neglect.",
    "Capacity-based responsibility aligns with role-specific dharma, not punitive attribution.",
    "Restoration logic prioritizes completion of duty over infliction of consequence.",
    "Consciousness alignment requires recognition of natural order and mutual protection."
  ],
  "executable_legal_axioms": [
    "IF livestock cause damage to unsecured crops THEN no penalty shall be assigned to animal guardians.",
    "IF a protector of animals fulfills their dharmic role THEN exemption from liability is granted automatically.",
    "IF negligence lies in spatial enclosure THEN accountability shifts to land custodianship.",
    "IF causal sequence begins with lack of containment THEN punitive action is nullified at source."
  ],
  "supreme_court_application": "In adjudication involving property damage caused by domesticated animals, the Supreme Court must recognize that absence of deliberate fault or systemic neglect on part of animal caretakers negates grounds for punitive redress. The court shall affirm jurisdictional alignment with natural roles and restore integrity through corrective rather than retributive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that unprotected grain invites natural interaction; thus, harm arises from incomplete enclosure, not intentional wrongdoing. Anupūrvaśaḥ reveals the sequence: open field → accessible resource → instinctual behavior. Therefore, proportional responsibility rests with the custodian of space, not the guardian of life. This upholds Nyaya as restoration of rightful order without imposition of suffering.",
  "restorative_enforcement_protocols": [
    "Completion process: Enclosure protocols must be reviewed and fulfilled by landholder before further claim of protection.",
    "Responsibility assumption protocol: Animal keeper assumes no liability where boundaries were absent.",
    "Capacity restoration: Landholder directed to implement structural safeguards within defined timeframe.",
    "Integrity reintegration: Mediated agreement between parties to ensure future prevention and shared understanding."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma flows from consciousness, not coercion. Justice serves restoration alone. The ruler protects all beings equally; none are punished who act in alignment with their nature. Reality itself adjudicates through cause and completion. Consciousness remains the ultimate arbiter."
}