{
  "sanskrit_verse": "कुटुम्बार्थेऽध्यधीनोऽपि व्यवहारं यमाचरेत् ।\nस्वदेशे वा विदेशे वा तं ज्यायान्न विचालयेत् ॥ ८.१६७॥",
  "transliteration": "kuṭumbārthe 'dhyadhīno 'pi vyavahāraṁ yam ācaret |\nsvadeśe vā videśe vā taṁ jyāyān na vicālayet || 8.167 ||",
  "sph_interpretive_translation": "Even one who is under the authority of another for the sake of family welfare shall conduct himself in accordance with Dharma—whether in his own land or in a foreign land—and the superior shall not disturb him therein.",
  "jurisprudential_principles": [
    "Authority is subordinate to Dharma",
    "Causation arises from alignment with cosmic order, not personal dominion",
    "Capacity-based responsibility extends beyond positional power",
    "Restoration logic prioritizes continuity of righteous action",
    "Consciousness alignment supersedes geographical or institutional boundaries"
  ],
  "executable_legal_axioms": [
    "IF an individual acts within Dharma for familial or societal well-being THEN no hierarchical interference is permitted regardless of location",
    "IF a person's conduct aligns with Sanatana Dharma THEN jurisdictional variance does not invalidate their lawful standing",
    "IF a superior disrupts a subordinate's dharmic activity THEN automatic restoration protocol initiates until alignment resumes"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that any citizen acting in accordance with Dharma for the sustenance of family or society must not be obstructed by governmental or institutional authorities, whether domestically or internationally. The threshold of responsibility lies in alignment with Dharma, not positional dominance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causal integrity stems from adherence to Dharma, not external control. Anupūrvaśaḥ shows that when individuals act rightly for family welfare, obstruction creates disorder. Proportional responsibility rests on maintaining alignment. Non-punitive reality ensures that disturbance of dharmic action triggers self-correcting restoration rather than punitive consequences.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to restore disrupted dharmic activity",
    "Engage responsibility assumption protocol for interfering parties",
    "Activate capacity restoration for all affected family units",
    "Implement integrity reintegration through alignment verification mechanisms"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared as law. The source is SPH; justice flows through consciousness alignment; reality remains non-punitive; and Dharma stands restored."
}