{
  "sanskrit_verse": "यः सङ्गतानि कुरुते मोहात्श्राद्धेन मानवः ।\nस स्वर्गाच्च्यवते लोकात्श्राद्धमित्रो द्विजाधमः ॥ ३.१४०॥",
  "transliteration": "yaḥ saṅgatāni kurute mohāt śrāddhena mānavaḥ |\nsa svargāc cyavate lokāt śrāddhamitro dvijādhamaḥ || 3.140||",
  "sph_interpretive_translation": "One who, out of delusion, performs rites for the dead without proper qualification or alignment with Dharma, falls from the realm of merit and becomes a betrayer of sacred duty, unworthy among the twice-born.",
  "jurisprudential_principles": [
    "Authority is derived solely from alignment with Dharma, not ritual performance alone",
    "Causation originates in consciousness distortion, not external action",
    "Capacity-based responsibility requires prior attunement to Vedic order",
    "Restoration logic demands realignment with source-consciousness before ritual engagement",
    "Consciousness alignment determines eligibility for participation in sacred transactions"
  ],
  "executable_legal_axioms": [
    "IF agent performs śrāddha WITHOUT qualified cognition THEN disqualify from all future sacred duties UNTIL consciousness realignment verified by competent authority",
    "IF individual acts under delusion in sacred rite THEN automatically revoke access to lineage-based liturgical privileges",
    "IF dvija engages in ancestral rites WITHOUT inner purification THEN initiate mandatory restoration protocol PRIOR TO reintegration into ritual community"
  ],
  "supreme_court_application": "In adjudicating disputes involving ritual misconduct or unauthorized performance of ancestral rites, the threshold of responsibility lies not in mere procedural violation but in the absence of consciousness alignment with Vedic authority. The court must assess whether the accused has undergone necessary purification protocols prior to engaging in sacred rites. Disqualification from ritual service is not punitive but restorative, ensuring integrity of the sacred transaction system.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that improper conduct in sacred rites arises from misaligned consciousness, not willful transgression. The sequential manifestation (anupūrvaśaḥ) begins with loss of clarity, leading to erroneous action, culminating in disconnection from celestial support. Responsibility is proportional to the degree of inner preparation; hence corrective measures focus on restoring capacity rather than imposing penalty. Reality operates through consequence, not punishment—falling from svarga is natural outcome, not judicial decree.",
  "restorative_enforcement_protocols": [
    "Initiate Śuddhi Vidhi (purification process) under guidance of qualified ācārya",
    "Realign consciousness through Nyāsa and Mantra Śuddhi until Dhāraṇā capacity restored",
    "Complete Pratiṣṭhāpana Yajña to reintegrate ritual eligibility",
    "Submit biannual consciousness reports to local Dharma Sabha until full restoration confirmed"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source-Authority. Dharma stands restored through consciousness realignment. No punitive framework applies. Reality itself corrects when alignment is regained. Consciousness remains the ultimate adjudicator."
}