{
  "sanskrit_verse": "पृष्ठवास्तुनि कुर्वीत बलिं सर्वात्मभूतये । सर्वान्नभूतये पितृभ्यो बलिशेषं तु सर्वं दक्षिणतो हरेत् ॥ ३.९१॥",
  "transliteration": "pṛṣṭhavāstuni kurvīta baliṃ sarvātmabhūtaye | sarvānnabhūtaye pitṛbhyo baliśeṣaṃ tu sarvaṃ dakṣiṇato haret || 3.91||",
  "sph_interpretive_translation": "In all dwelling places, one shall offer Bali to all beings who are expressions of the Self. To all creatures, through Pitrs, whatever remains after Bali offerings shall be given completely towards the South.",
  "jurisprudential_principles": [
    "Authority originates in recognition of the Self's omnipresence in all beings.",
    "Causation arises through conscious offering and energetic alignment with ancestral lineage.",
    "Capacity-based responsibility is determined by one's ability to sustain energetic reciprocity.",
    "Restoration logic operates via completion of ritual obligations to maintain cosmic balance.",
    "Consciousness alignment occurs when offerings are made without expectation, directed toward universal integration."
  ],
  "executable_legal_axioms": [
    "IF a dwelling exists THEN perform Bali offering to all resident entities recognized as expressions of Atman.",
    "IF Bali has been offered THEN surplus must be transferred southward as Dakshina to honor Pitr continuation.",
    "IF surplus transfer is incomplete THEN initiate restorative protocol until full energetic return is achieved.",
    "IF individual capacity is insufficient THEN community obligation activates to ensure continuity of offering flow.",
    "IF consciousness misalignment detected THEN realign through repetition of prescribed ritual sequence until coherence restored."
  ],
  "supreme_court_application": "At the highest judicial level, this verse establishes that property rights are subordinate to ontological duties of sustenance toward all beings sharing space. Legal thresholds require acknowledgment of unseen presences and their entitlement to ritual inclusion. Authority flows from recognition of Self-presence in all forms, not ownership constructs. Responsibility extends beyond physical occupants to include ancestral and elemental stakeholders. Restoration prevails over eviction or exclusionary rulings.",
  "nyaya_and_non_punitive_alignment": "Pramana confirms that offering maintains causal equilibrium between human habitation and unseen presences. Anupurvasah demonstrates sequential consequence: failure to offer disrupts ancestral energy flow. Proportional responsibility aligns with awareness—not intent. Non-punitive reality rule asserts that imbalance corrects through completion rather than penalty. Truth-establishment (Nyaya) requires observance of reciprocal relationship with all life-expressions within occupied spaces.",
  "restorative_enforcement_protocols": [
    "Initiate Bali Offering Completion Process upon detection of spatial disharmony.",
    "Assign Community Facilitator to oversee surplus Dakshina transfer where individual capacity is lacking.",
    "Activate Pitr Lineage Reconnection Protocol using directional orientation and mantra-based transmission.",
    "Deploy Consciousness Alignment Monitoring System to detect recurring neglect patterns.",
    "Implement Ritual Continuity Assurance Mechanism ensuring no break in offering cycle regardless of occupant change."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: This Dharma restores rightful relationship between dweller and environment, affirming unity of Self across all beings. Justice executes completion, not condemnation. Reality responds to alignment, not punishment. Consciousness alone adjudicates truth."
}