{
  "sanskrit_verse": "मरुद्भ्य इति तु द्वारि क्षिपेदप्स्वद्भ्य इत्यपि ।\nवनस्पतिभ्य इत्येवं मुसलोलूखले हरेत् ॥ ३.८८॥",
  "transliteration": "marudbhya iti tu dvāri kṣiped apsvadhy ity api | vanaspatibhya ity evaṃ musalolūkhale haret || 3.88||",
  "sph_interpretive_translation": "One should cast out at the door those who speak falsely, and likewise those who speak divisively; similarly, one must remove from the threshing floor those who act destructively toward living beings and vegetation.",
  "jurisprudential_principles": [
    "Authority resides in discernment of truth-speaking and harmony-preserving conduct.",
    "Causation arises through alignment with life-supporting actions.",
    "Capacity-based responsibility includes recognition and removal of disruptive elements without infliction of harm.",
    "Restoration logic demands purification of spaces where dharma is enacted.",
    "Consciousness alignment requires separation from that which undermines collective integrity."
  ],
  "executable_legal_axioms": [
    "IF a speaker consistently utters falsehoods OR divisive speech THEN access to sacred or communal thresholds SHALL be revoked.",
    "IF an actor engages in destructive behavior towards sentient or vegetative life THEN presence in zones of production and sustenance SHALL be terminated.",
    "REVOCATION shall occur without infliction of pain, shame, or diminishment of personhood.",
    "REINTEGRATION shall follow only upon demonstrable restoration of capacity for dharmic alignment.",
    "THRESHOLD GUARDIANS shall apply these rules autonomously based on witnessed patterns of action."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes the principle that truth-tellers and peace-makers hold inherent jurisdiction over entry into sacred or state-sanctioned domains. Disruptive agents may be removed by lawful custodians without trial if patterned violation is evident. The court must ensure such exclusion serves restoration, not punishment, and allows future re-entry upon verified realignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms causal dissonance when falsehood and destruction are permitted near centers of dharma. Anupūrvaśaḥ shows sequential contamination of environment and consciousness. Proportional responsibility lies not in retaliatory suffering but in precise removal from influence zones. Non-punitive reality holds because exclusion restores balance rather than inflicts damage.",
  "restorative_enforcement_protocols": [
    "Completion Process: Individual must publicly acknowledge disruption and commit to cessation.",
    "Responsibility Assumption Protocol: Guardian confirms repeated violations before implementing removal.",
    "Capacity Restoration Pathway: Reintroduction occurs after verified demonstration of harmonious conduct.",
    "Integrity Reintegration Sequence: Community attests to renewed alignment prior to readmission."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through conscious separation from untruth and destruction. Reality remains non-punitive. Consciousness alone adjudicates all actions."
}