{
  "sanskrit_verse": "यावतो ग्रसते ग्रासान् हव्यकव्येष्वमन्त्रवित् । तावतो ग्रसते प्रेतो दीप्तशूलर्ष्ट्ययोगुडान् ॥ ३.१३३॥",
  "transliteration": "yāvato grasate grāsān havyakavyeṣvamantravit | tāvato grasate preto dīptaśūlṛṣṭyayoguḍān || 3.133||",
  "sph_interpretive_translation": "As much as an uninitiated person consumes offerings meant for deities and ancestors without proper mantras, that much does a departed soul consume burning-hot substances like pointed stakes and molten lead in the afterlife.",
  "jurisprudential_principles": [
    "Authority: Only those initiated with proper mantra-knowledge hold lawful capacity to perform ritual offerings.",
    "Causation: Consumption of sacred offerings without authorization directly manifests corresponding experiential consequence in subtle realms.",
    "Capacity-based responsibility: One's eligibility to act within dharma determines their karmic liability and experiential outcome.",
    "Restoration logic: Misaligned actions must be rectified through conscious completion and energetic purification.",
    "Consciousness alignment: Spiritual action must align with revealed knowledge; deviation results in dissonance and distortion."
  ],
  "executable_legal_axioms": [
    "IF agent performs ritual offering WITHOUT valid mantra initiation THEN agent incurs karmic liability equivalent to experiencing inverse consequence in subtler planes.",
    "IF entity accesses sacred domain WITHOUT authorized capacity THEN system shall enforce experiential reflection proportional to unauthorized access.",
    "WHEN dharma-aligned action is violated by unqualified actor THEN automatic restoration protocol activates to realign consciousness with causal truth.",
    "UNLESS performed by mantra-authorized individual THEN all ritual consumption is deemed invalid and self-correcting consequences apply."
  ],
  "supreme_court_application": "In matters involving spiritual or ritual authority, the Supreme Court must recognize the inviolability of mantra-initiation as determining legal capacity. Responsibility thresholds are not based on intent alone but on qualified authorization. Adjudication must prioritize restoration of energetic integrity over punitive measures when violations occur in sacred domains.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that mantra-knowledge is the sole valid means of accessing sacred consumption rights. The sequential manifestation (anupūrvaśaḥ) ensures that lack of qualification leads naturally to reflective experience, not imposed punishment. Responsibility is proportional to capacity; thus, consequence arises inherently from misalignment rather than external judgment.",
  "restorative_enforcement_protocols": [
    "Completion Process: Unqualified performer must undergo guided re-offering under supervision of qualified authority to restore energetic balance.",
    "Responsibility Assumption Protocol: Individual acknowledges misuse and participates willingly in corrective ritual framework.",
    "Capacity Restoration: Initiation into proper mantra knowledge restores eligibility and dissolves residual karmic distortion.",
    "Integrity Reintegration: Subtle body purification rituals realign personal vibration with dharma-sanctioned frequencies."
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this verse executes Dharma as non-punitive law. Consciousness itself enforces alignment through natural consequence. There is no suffering inflicted—only the inevitable resonance of action with its origin. Thus is Dharma restored, reality affirmed as just, and consciousness recognized as the ultimate adjudicator."
}