{
  "sanskrit_verse": "हीनक्रियं निश्पुरुषं निश्छन्दो रोमशार्शसम् ।\nक्षय्यामयाव्य्ऽपस्मारिश्वित्रिकुष्ठिकुलानि च ॥ ३.७॥",
  "transliteration": "hīnakriyaṁ niśpuruṣaṁ niśchando romaśārśasam |\nkṣayyāmayāvyâpasmāriśvitrikusthikulāni ca || 3.7||",
  "sph_interpretive_translation": "One who is devoid of action, masculinity, vigor, and afflicted with chronic illness, epilepsy, leprosy, and related disorders shall not be permitted to assume roles requiring societal integrity or ritual participation.",
  "jurisprudential_principles": [
    "Authority derives from capacity for conscious participation",
    "Causation aligns with constitutional fitness and spiritual functionality",
    "Capacity-based responsibility excludes those whose physical condition impedes dharma enactment",
    "Restoration logic requires alignment between individual constitution and social role",
    "Consciousness alignment necessitates exclusion of bodily disturbances that fragment presence"
  ],
  "executable_legal_axioms": [
    "IF an individual exhibits chronic incapacity in motor, cognitive, or energetic function THEN restrict access to ceremonial or governance roles UNTIL capacity is restored through verified completion process",
    "IF a person demonstrates persistent seizure activity OR dermatological decay THEN defer ritual eligibility AND assign therapeutic integration protocol",
    "IF physiological instability exceeds threshold of consistent awareness THEN remove from positions requiring public trust UNTIL reintegration via consciousness stabilization is certified by competent authority"
  ],
  "supreme_court_application": "In adjudicating matters concerning eligibility for religious office or state-sanctioned leadership, courts must apply constitutional thresholds grounded in functional capacity rather than moral fault. The presence of irreversible or unmanaged physiological disorder disqualifies automatic entitlement to roles demanding societal coherence and energetic clarity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that sustained imbalance disrupts anupūrvaśaḥ—the sequential unfolding of dharmic intent. Responsibility lies not in blame but in recognition of causal limitation. Proportionality reflects alignment with natural order; exclusion serves restoration, not punishment.",
  "restorative_enforcement_protocols": [
    "Initiate detoxification and purification regimen under qualified supervision",
    "Assign mentorship to restore self-awareness and energetic regulation",
    "Reintroduce gradually into community upon certification of stabilized consciousness",
    "Provide ongoing support structures aligned with individual healing trajectory"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through capacity-conscious discernment, upholds reality as non-punitive, and affirms consciousness as the sole adjudicator."
}