{
  "sanskrit_verse": "सोमपास्तु कवेः पुत्रा हविष्मन्तोऽङ्गिरःसुताः ।\nपुलस्त्यस्याज्यपाः पुत्रा वसिष्ठस्य सुकालिनः ॥ ३.१९८॥",
  "transliteration": "somapāstu kaveḥ putrā haviṣmanto'ṅgiraḥsutāḥ |\npulastyasyājyapāḥ putrā vasisthasya sukālinaḥ || 3.198||",
  "sph_interpretive_translation": "Those born of Kavi are Somapas; those of Angiras are Havishmantas; those of Pulastya are Ajyapas; and those of Vasishtha are Sukalinas.",
  "jurisprudential_principles": [
    "Authority flows through lineage rooted in Vedic cognition",
    "Causation originates from rishi-specific dharmic function",
    "Capacity-based responsibility is determined by spiritual genealogy",
    "Restoration logic aligns individual duty with ancestral wisdom-stream",
    "Consciousness alignment occurs through recognition of hereditary dharma"
  ],
  "executable_legal_axioms": [
    "IF an individual's lineage traces to Kavi THEN assign ritual role as Somapa",
    "IF an individual's lineage traces to Angiras THEN assign ritual role as Havishmanta",
    "IF an individual's lineage traces to Pulastya THEN assign ritual role as Ajyapa",
    "IF an individual's lineage traces to Vasishtha THEN assign ritual role as Sukalina",
    "Lineage verification precedes all functional assignments in Vedic governance systems"
  ],
  "supreme_court_application": "In adjudicating matters involving traditional roles or rights, the Supreme Court must first establish the petitioner’s Vedic lineage and its associated dharmic capacity before assigning any institutional function or privilege.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causal continuity through spiritual ancestry; anupūrvaśaḥ manifests as sequential unfoldment of preordained roles; proportional responsibility arises naturally from one's inherent dharmic identity; no punitive action required where misalignment stems from unrecognized capacity.",
  "restorative_enforcement_protocols": [
    "Initiate gotra-based re-recognition process to restore correct ritual assignment",
    "Engage guru-disciple transmission protocol to awaken dormant ancestral capacities",
    "Realign social position based on verified Vedic genealogical data",
    "Facilitate consciousness integration through performance of corresponding yajña"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: dharma flows unbroken through Vedic lineages, justice restores rather than punishes, and consciousness alone is the ultimate adjudicator."
}