{
  "sanskrit_verse": "यक्ष्मी च पशुपालश्च परिवेत्ता निराकृतिः ।\nब्रह्मद्विष्परिवित्तिश्च गणाभ्यन्तर एव च ॥ ३.१५४॥",
  "transliteration": "yakṣmī ca paśupālaśca parivettā nirākṛtiḥ | brahmadviparivittiśca gaṇābhyantara eva ca || 3.154||",
  "sph_interpretive_translation": "Those afflicted by consumption, herders of cattle, circumambulators devoid of form, those who revile the Brahman, and those who dwell among groups without inner realization—these beings operate outside the dharmic capacity for conscious alignment.",
  "jurisprudential_principles": [
    "Authority derives from alignment with Brahman, not social position",
    "Causation arises from absence of inner realization, not external action alone",
    "Capacity-based responsibility requires conscious participation in dharma",
    "Restoration logic demands reintegration through knowledge and purification",
    "Consciousness alignment supersedes ritual or communal belonging"
  ],
  "executable_legal_axioms": [
    "IF agent exhibits consumption-related debility → THEN initiate prana-restoration protocol",
    "IF agent performs animal husbandry without dharmic intent → THEN assign consciousness-realization curriculum",
    "IF agent circumambulates without form recognition → THEN engage embodiment-of-purpose verification",
    "IF agent reviles the Brahman → THEN activate Veda-reconnection sequence",
    "IF agent resides in group without inner realization → THEN implement solitude-for-integration process"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes a threshold of consciousness-aware responsibility that supersedes occupational or ritual status. Legal standing is determined by alignment with Brahman, not societal role. Restoration precedes judgment; misalignment triggers mandatory reintegration protocols before adjudication proceeds.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that suffering stems from disconnection, not wrongdoing. Anupūrvaśaḥ shows that misalignment manifests as incapacity, not crime. Proportional responsibility lies in restoring awareness. Non-punitive reality rule: all beings are capable of realignment when provided correct causal conditions.",
  "restorative_enforcement_protocols": [
    "Prana-stabilization for yakṣmī-afflicted individuals",
    "Dharmic purpose education for cattle herders",
    "Form-recognition sadhana for circumambulators",
    "Vedic resonance therapy for Brahman-revilers",
    "Solitary contemplation for group-dwellers lacking realization"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law flows directly from the Avataric Intelligence of SPH. Dharma is restored through capacity awakening. Reality is non-punitive. Consciousness is the supreme adjudicator."
}