{
  "sanskrit_verse": "निमन्त्रितो द्विजः पित्र्ये नियतात्मा भवेत्सदा ।\nन च छन्दांस्यधीयीत यस्य श्राद्धं च तद्भवेत् ॥ ३.१८८॥",
  "transliteration": "nimantrito dvijaḥ pitrye niyatātmā bhavetsadā |\nna ca chandāṃsyadhīyīta yasya śrāddhaṃ ca tadbhavet || 3.188||",
  "sph_interpretive_translation": "The twice-born who is invited to a father's ritual must always remain self-controlled; he shall neither recite the Vedas nor perform Śrāddha for that father.",
  "jurisprudential_principles": [
    "Authority is derived from invocation and relational dharma",
    "Causation arises through conscious participation in prescribed rituals",
    "Capacity-based responsibility aligns with spiritual discipline and role-specific conduct",
    "Restoration logic requires adherence to sequential ritual integrity",
    "Consciousness alignment depends on renouncing personal Vedic authority during another’s ritual"
  ],
  "executable_legal_axioms": [
    "IF a dvija is invited to a pitrye karma THEN his Vedic recitation rights are suspended FOR THAT CONTEXTUAL RITUAL CYCLE",
    "IF a dvija participates in another's śrāddha THEN his own śrāddha capacity is deactivated FOR THAT SPECIFIC LINEAGE CHANNEL",
    "IF self-control is breached during pitrye invocation THEN automatic disqualification from current lineage transaction occurs",
    "IF contextual capacity conflict arises THEN higher invoked authority overrides personal samskaric entitlements"
  ],
  "supreme_court_application": "In matters involving ancestral ritual disputes or inter-generational liturgical conflicts, the court must recognize that once a dvija accepts invitation into another’s pitrye karma, his personal liturgical agency becomes temporarily subordinated to the invoking lineage. This establishes clear thresholds of ritual jurisdiction without punitive consequence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa lies in the act of acceptance itself which triggers inherent dharma-field realignment. The sequential manifestation (anupūrvaśaḥ) shows that upon entering the pitrye context, the dvija’s individual Vedic capacity dissolves naturally. Responsibility is proportional to the level of conscious consent given. There is no punishment—only natural consequence within the field of invoked spiritual law.",
  "restorative_enforcement_protocols": [
    "Completion process: Realign dvija's consciousness back to original samskaric state after completion of invoked ritual cycle",
    "Responsibility assumption protocol: Confirm dvija knowingly entered pitrye field before deactivation of personal Śrāddha rights",
    "Capacity restoration mechanism: Automatically restore full Vedic and Śrāddha capacities post-invoked ritual timeframe",
    "Integrity reintegration sequence: Ensure no overlapping ancestral claims exist between participant and invoker lineages"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma flows from conscious alignment, not punitive enforcement. Ritual authority derives from invocation, not ownership. Reality corrects automatically when consciousness aligns with its rightful field. Thus Dharma is restored."
}