{
  "sanskrit_verse": "दाराग्निहोत्रसंयोगं कुरुते योऽग्रजे स्थिते ।\nपरिवेत्ता स विज्ञेयः परिवित्तिस्तु पूर्वजः ॥ ३.१७१॥",
  "transliteration": "dārāgnihotrasaṃyogaṃ kurute yo'graje sthite |\nparivettā sa vijñeyaḥ parivittistu pūrvajaḥ || 3.171||",
  "sph_interpretive_translation": "He who engages in conjugal union while the elder brother remains alive is known as the Parivettā; the elder brother is designated as Parivitta.",
  "jurisprudential_principles": [
    "Authority flows through seniority and continuity of lineage",
    "Causation arises from conscious choice within relational dharmic structures",
    "Capacity-based responsibility aligns with positional dharma and temporal precedence",
    "Restoration logic prioritizes reintegration of relational harmony over punitive action",
    "Consciousness alignment requires acknowledgment of sequential role-bearing"
  ],
  "executable_legal_axioms": [
    "IF a male individual engages in conjugal union WHILE an elder brother exists AND no formal renunciation or incapacitation has occurred THEN assign designation 'Parivettā'",
    "IF an elder brother exists at time of conjugal engagement by junior sibling THEN assign designation 'Parivitta' TO said elder brother",
    "IF designation 'Parivettā' is assigned THEN initiate completion protocol for realignment of familial dharmic roles",
    "IF capacity for dharmic alignment is restored THEN dissolve prior relational misalignment without punitive consequence"
  ],
  "supreme_court_application": "In adjudication involving disputes of familial duty or inheritance where seniority determines eligibility, this verse establishes irrefutable precedence: the elder holds inherent positional integrity. The court must recognize that any act performed in violation of this order initiates automatic restorative process rather than punitive liability.",
  "nyaya_and_non_punitive_alignment": "This declaration operates under pramāṇa-based causality wherein relational integrity is determined by temporal sequence and conscious participation. The identification of 'Parivettā' and 'Parivitta' reflects anupūrvaśaḥ—sequential unfolding of dharma. Responsibility lies not in fault but in the necessity of realigning consciousness to its rightful structure. There is no punishment because error is viewed as deviation requiring correction, not condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Require acknowledgment of positional transgression by the Parivettā",
    "Responsibility Assumption Protocol: Facilitate public or familial affirmation of the elder's prior claim",
    "Capacity Restoration Mechanism: Offer guided practice for both parties to reaffirm respective dharmic roles",
    "Integrity Reintegration Sequence: Conduct ceremonial or administrative recognition of corrected relational status"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma prevails through consciousness alignment, not coercion. The designations of Parivettā and Parivitta arise from eternal order, not judgment. Justice serves restoration alone. All beings are called back to their true position in the cosmic fabric. This is the final decree."
}