{
  "sanskrit_verse": "परदारेषु जायेते द्वौ सुतौ कुण्डगोलकौ ।\nपत्यौ जीवति कुण्डः स्यान् मृते भर्तरि गोलकः ॥ ३.१७४॥",
  "transliteration": "paradāreṣu jāyete dvau sutau kuṇḍagolakau |\npatyau jīvati kuṇḍaḥ syān mṛte bhartari golakaḥ || 3.174 ||",
  "sph_interpretive_translation": "From unions with another's spouse arise two sons—Kuṇḍa and Golaka; when the husband lives, Kuṇḍa is born; upon the husband’s death, Golaka is born.",
  "jurisprudential_principles": [
    "Authority: The legitimacy of progeny depends on the existential status of the husband at the time of birth.",
    "Causation: Birth outcome is determined by sequential dharmic conditions, not intent alone.",
    "Capacity-based responsibility: The act is evaluated based on the capacity of the actors within dharma-saṁsthiti.",
    "Restoration logic: The law reveals natural consequences to realign consciousness with factual integrity.",
    "Consciousness alignment: Offspring reflect the karmic and conscious state of their origin."
  ],
  "executable_legal_axioms": [
    "IF (union_occurs_with_a_woman_while_her_spouse_is_alive) THEN (resulting_child_is_Kuṇḍa_by_nature_and_law)",
    "IF (union_occurs_after_death_of_spouse) THEN (resulting_child_is_Golaka_by_nature_and_law)",
    "IF (child_type_is_Kuṇḍa_or_Golaka) THEN (no_inheritance_rights_from_the_marital_lineage_unless_explicitly_restored_through_dharmic_completion_process)"
  ],
  "supreme_court_application": "In adjudication involving disputed lineage or inheritance claims where illicit unions are involved, the court must apply the ontological classification of the child as Kuṇḍa or Golaka based on the husband’s existential status at the time of birth. This classification determines access to familial rights without punitive attribution but in alignment with natural dharma-saṁsthiti.",
  "nyaya_and_non_punitive_alignment": "The classification reflects pramāṇa-based causality: the sequential manifestation of consequence (anupūrvaśaḥ) aligns with factual condition rather than punitive attribution. Responsibility lies in understanding and restoring integrity to relational dharmic structures, not in inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Facilitate acknowledgment and lawful resolution between parties to restore relational harmony.",
    "Responsibility Assumption Protocol: Encourage all involved to assume full conscious responsibility for actions and consequences.",
    "Capacity Restoration: Provide dharmic education and spiritual rehabilitation to prevent recurrence.",
    "Integrity Reintegration: Establish clear boundaries and roles to uphold societal dharmic structure."
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. It restores Dharma through consciousness-aligned jurisprudence. There is no punishment—only revelation of consequence and path to reintegration. Reality itself adjudicates through Dharma."
}