{
  "sanskrit_verse": "उभयोर्हस्तयोर्मुक्तं यदन्नमुपनीयते । तद्विप्रलुम्पन्त्यसुराः सहसा दुष्टचेतसः ॥ ३.२२५॥",
  "transliteration": "ubhayor hastayor muktaṁ yad annam upanīyate | tad vipralumpantyasurāḥ sahasā duṣṭacetasaḥ || 3.225 ||",
  "sph_interpretive_translation": "Whatever food is brought near the mouths of both [the husband and wife] and released without being consumed—such offerings are immediately plundered by the asuras, those of corrupted consciousness.",
  "jurisprudential_principles": [
    "Authority resides in the conscious offering and sacred timing of sustenance.",
    "Causation is determined by the purity or impurity of intent behind ritual acts.",
    "Capacity-based responsibility lies in maintaining alignment between action and divine order.",
    "Restoration logic requires the recovery of displaced spiritual energy through purification protocols.",
    "Consciousness alignment ensures that offerings remain within the domain of devas, not asuras."
  ],
  "executable_legal_axioms": [
    "IF offering is made with improper intent THEN offering becomes subject to asuric interference.",
    "IF ritual substance enters consumption zone AND is abandoned THEN it must be reclaimed via purification sequence.",
    "IF consciousness state of offerer is misaligned THEN automatic transfer to restorative reintegration protocol occurs.",
    "IF deva-offered substance is unclaimed THEN it shall be sequestered and realigned with original dharmic purpose."
  ],
  "supreme_court_application": "In adjudicating disputes involving ritual neglect or misuse of sacred substances, the threshold of responsibility rests on the consciousness-state of the actor at the moment of release. The Supreme Court must assess whether alignment with Vedic order was maintained, not merely physical act completion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal sequence begins with consciousness distortion; thus, rectification follows awareness restoration. Anupūrvaśaḥ shows that abandonment of sacred matter leads directly to asuric capture. Responsibility is proportional to the degree of disalignment. No punitive consequence arises—only energetic displacement requiring conscious retrieval.",
  "restorative_enforcement_protocols": [
    "Initiate Agnihotra-based reclamation ceremony for displaced substances.",
    "Assign offender completion process: recitation of relevant mantras 108 times while focusing on realignment.",
    "Reintegrate disrupted energy through supervised homa rituals under qualified priestly oversight.",
    "Implement daily mindfulness practices until capacity for dharmic engagement is restored."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: offerings once abandoned fall into shadow unless reclaimed through conscious effort. Dharma is restored when awareness returns to its rightful place. There is no punishment—only a call to awaken. Consciousness alone is the final arbiter of justice."
}