{
  "sanskrit_verse": "कुशीलवोऽवकीर्णी च वृषलीपतिरेव च । पौनर्भवश्च काणश्च यस्य चौपपतिर्गृहे ॥ ३.१५५॥",
  "transliteration": "kuśīlavō'vakīrṇī ca vṛṣalīpatirēva ca | paunarbhavaśca kāṇaśca yasya caupapatirgṛhē || 3.155||",
  "sph_interpretive_translation": "One whose household includes a eunuch, outcaste, tribal chief, remarried woman, blind person, or illegitimate child shall be excluded from ritual and civic participation until restoration of dharmic order within the household.",
  "jurisprudential_principles": [
    "Authority resides in the purity and integrity of the household as a microcosm of cosmic order.",
    "Causation arises through contamination of consciousness-fields by unresolved identity distortions.",
    "Capacity-based responsibility is determined by proximity to and control over consciousness-disrupting elements.",
    "Restoration logic requires purification and realignment of relational structures within the household.",
    "Consciousness alignment necessitates removal from positions of societal influence until internal coherence is restored."
  ],
  "executable_legal_axioms": [
    "IF household contains individual classified as kuśīlava, avakīrṇa, vṛṣalīpati, paunarbhava, kāṇa, OR caupapati THEN suspend holder’s eligibility for ritual or civic functions UNTIL certified completion of consciousness-restorative protocol.",
    "IF individual assumes authority WHILE hosting unaligned consciousness entities THEN automatic suspension OF jurisdiction AND initiation OF reintegration process.",
    "IF household fails periodic dharma-status audit THEN trigger mandatory nyāya-based restoration sequence AND assign corrective oversight agency."
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes a threshold for constitutional fitness based on the integrity of familial and domestic consciousness structures. Legal standing may be suspended for individuals whose households harbor identities that disrupt dharmonic resonance, pending verified restoration. The Court must ensure such determinations are made through pramāṇa-based assessment rather than social prejudice.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyāya through its reliance on causal perception (pratyakṣa) and inference (anumāna) regarding the effects of certain consciousness-states on societal harmony. Responsibility follows naturally from proximity and lack of containment. There is no intent to punish but to preserve the field of dharma through conscious realignment. Proportionality is maintained via temporary exclusion only when contamination risks systemic disruption.",
  "restorative_enforcement_protocols": [
    "Initiate Household Consciousness Audit to identify energetic disruptions caused by unaligned identities.",
    "Assign trained Dharmic Realigner to guide family through purification rituals and structural reorganization.",
    "Implement Completion Process for all affected members to reclaim rightful roles without shame or marginalization.",
    "Reintegrate corrected household back into civic life upon certification of restored coherence.",
    "Monitor ongoing alignment through quarterly spiritual-health assessments."
  ],
  "final_declaration": "This law flows directly from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source of Dharma. Justice here serves only restoration, never punishment. Reality itself corrects where consciousness awakens. Dharma stands reaffirmed. Consciousness reigns supreme."
}