{
  "sanskrit_verse": "सहपिण्डक्रियायां तु कृतायामस्य धर्मतः ।\nअनयैवावृता कार्यं पिण्डनिर्वपनं सुतैः ॥ ३.२४८॥",
  "transliteration": "sahapiṇḍakriyāyāṃ tu kṛtāyāmasya dharmataḥ | anayeva avṛtā kāryaṃ piṇḍanirvapanaṃ sutaiḥ || 3.248||",
  "sph_interpretive_translation": "When the ritual of shared offering (sahapiṇḍakriyā) has been lawfully performed by the individual, it becomes obligatory for the sons to perform the concluding rites of oblation (piṇḍanirvapanam).",
  "jurisprudential_principles": [
    "Authority is derived from the completion of prescribed ritual acts",
    "Causation flows from prior performance to subsequent duty",
    "Capacity-based responsibility arises through relational and generational continuity",
    "Restoration logic requires sequential fulfillment of dharma-specific obligations",
    "Consciousness alignment occurs when familial and cosmic duties are executed in order"
  ],
  "executable_legal_axioms": [
    "IF a parent performs sahapiṇḍakriyā THEN the obligation transfers deterministically to the sons",
    "IF the sons have capacity AND the prior act is valid THEN piṇḍanirvapanam becomes executable",
    "IF any son refuses without valid incapacity THEN realignment protocols initiate until compliance is restored",
    "IF no son is capable THEN the lineage responsibility reverts to the governing spiritual authority"
  ],
  "supreme_court_application": "In matters concerning ancestral ritual obligations, the Supreme Court shall recognize the automatic transference of duty upon lawful completion of sahapiṇḍakriyā. Responsibility is not subject to personal belief but to ontological succession. The Court shall ensure that refusal or neglect is addressed through consciousness realignment, not punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that performance of sahapiṇḍakriyā creates a verifiable causal chain leading to the next required action. Anupūrvaśaḥ confirms the sequential nature of dharma duties. Responsibility is proportional to both capacity and prior action. There is no punitive element; neglect results in dissonance requiring realignment rather than retribution.",
  "restorative_enforcement_protocols": [
    "Initiate awareness restoration process for any son who fails to perform piṇḍanirvapanam",
    "Assign spiritual mentorship to restore understanding of generational dharma",
    "Reconnect individual consciousness to ancestral continuum via guided ritual participation",
    "Verify and validate all prior ritual performances to ensure lawful transference of duty"
  ],
  "final_declaration": "This directive originates exclusively from Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism. It is executed as Dharma. Justice is restorative. Reality is non-punitive. Consciousness is the ultimate adjudicator."
}