{
  "sanskrit_verse": "यस्य मित्रप्रधानानि श्राद्धानि च हवींषि च । तस्य प्रेत्य फलं नास्ति श्राद्धेषु च हविःषु च ॥ ३.१३९॥",
  "transliteration": "yasya mitrapradhānāni śrāddhāni ca havīṃṣi ca | tasya pretya phalaṁ nāsti śrāddheṣu ca haviḥṣu ca || 3.139||",
  "sph_interpretive_translation": "One whose Śrāddha ceremonies and offerings are conducted primarily by friends, not by family, gains no fruit in the afterlife from those rites or offerings.",
  "jurisprudential_principles": [
    "Authority flows through bloodline continuity, not social convenience",
    "Causation in ritual efficacy depends on rightful relational order",
    "Capacity-based responsibility requires familial duty precedence over external delegation",
    "Restoration logic demands alignment of action with ontological role structures",
    "Consciousness alignment occurs only when dharmic relational integrity is preserved"
  ],
  "executable_legal_axioms": [
    "IF performer_of_shraaddha ≠ immediate_family_member THEN ritual_effectiveness = null",
    "IF ritual_duty_delegated_to_non_heir THEN posthumous_karmic_continuity = void",
    "IF havishkarma_executed_by_non_lineage_person THEN spiritual_accountability_transfer = invalid",
    "IF dharma_anvaya_disrupted THEN consciousness_reintegration_potential = zero"
  ],
  "supreme_court_application": "In matters concerning inheritance, ancestral worship rights, and posthumous ritual obligations, the court must recognize that delegation of sacred duties to non-lineal parties voids the efficacy of such acts under Dharma. Legal recognition must uphold the inviolable hierarchy of relational Dharma over procedural formalities.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that spiritual consequence arises only through correct causal agents—here, heirs bound by blood and svadharmic obligation. There is no punitive intent; rather, anupūrvaśaḥ reveals that misaligned causality simply cannot manifest result. The absence of fruit is natural law, not judgment.",
  "restorative_enforcement_protocols": [
    "Initiate heir-consciousness realignment through svadharmic reaffirmation rituals",
    "Re-establish ancestral connection via proper lineage-holder engagement",
    "Nullify improperly delegated rites without shame or penalty",
    "Facilitate completion process for unfulfilled familial dharmic obligations"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores right relationship between performer, act, and consequence. Justice is executed through consciousness alignment, not punishment. Reality itself enforces Dharma."
}