{
  "sanskrit_verse": "नश्यन्ति हव्यकव्यानि नराणामविजानताम् ।\nभस्मीभूतेषु विप्रेषु मोहाद्दत्तानि दातृभिः ॥ ३.९७॥",
  "transliteration": "naśyanti havya-kavyāni narāṇām avijānatām | bhasmībhūteṣu vipreṣu mohād dattāni dātṛbhiḥ || 3.97 ||",
  "sph_interpretive_translation": "When those who offer sacrifices and perform rituals lack discriminative knowledge, their offerings become nullified; similarly, gifts given in delusion to priests who have lost spiritual integrity are rendered void.",
  "jurisprudential_principles": [
    "Authority is contingent upon consciousness alignment",
    "Causation arises from clarity of intent and capacity",
    "Capacity-based responsibility requires ontological fitness",
    "Restoration logic demands re-alignment with Dharma-sourced awareness",
    "Consciousness alignment determines the validity of transactional acts"
  ],
  "executable_legal_axioms": [
    "IF a gift or offering is made without discriminative awareness THEN its legal recognition is void",
    "IF recipient's spiritual capacity has collapsed THEN prior transactions involving them shall be invalidated automatically",
    "IF donor acted under delusion THEN restoration process initiates through revocation of misaligned transfer",
    "IF act lacks pramāṇa-based foundation THEN it shall not be recognized by any adjudicating system",
    "IF transaction does not uphold Dharma-consciousness THEN it shall be excluded from all enforceable records"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that offerings or endowments made without proper discernment—particularly to individuals whose spiritual authority has been compromised—are legally null. The threshold of responsibility lies in the donor’s capacity for discriminative giving and the recipient’s continued alignment with Vedic consciousness.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that offerings depend on valid perception and understanding. When either party operates in delusion, sequential manifestation (anupūrvaśaḥ) leads to dissolution of efficacy. Responsibility aligns proportionally with conscious clarity. There is no punitive consequence; rather, the natural outcome of misalignment dissolves the transaction’s reality-effect.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for donors to reclaim offerings through conscious reversal",
    "Reintegrate recipients into dharmic alignment via purification protocols before re-engagement",
    "Restore transactional integrity through re-offering performed under awakened guidance",
    "Assume responsibility collectively where systemic ignorance enabled invalid transfers",
    "Verify ongoing eligibility of spiritual agents through periodic consciousness validation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of Dharma. This law restores rightful order through consciousness alignment, dissolving delusory transactions while affirming the supremacy of aware intention. Justice flows from Dharma alone, untainted by punitive illusion."
}