{
  "sanskrit_verse": "सहौभौ चरतां धर्ममिति वाचाऽनुभाष्य च ।\nकन्याप्रदानमभ्यर्च्य प्राजापत्यो विधिः स्मृतः ॥ ३.३०॥",
  "transliteration": "sahaubhau caratāṁ dharmamiti vācā'nuabhāṣya ca |\nkanyāpradānamabhyarcya prājāpatyo vidhiḥ smṛtaḥ || 3.30||",
  "sph_interpretive_translation": "When a father bestows his daughter in marriage while invoking divine witness and instructing both parties to walk together in dharma, this act constitutes the Prajāpati form of union.",
  "jurisprudential_principles": [
    "Authority originates from conscious alignment with Dharma at the time of union",
    "Causation arises through spoken invocation and witnessed intention",
    "Capacity-based responsibility is established by the father's sovereignty over the daughter's transition",
    "Restoration logic centers on re-establishing harmonious relational flow",
    "Consciousness alignment occurs when both parties commit to shared dharmic conduct"
  ],
  "executable_legal_axioms": [
    "IF union initiated WITH explicit dharmic declaration THEN Prajāpati rite recognized AS valid legal framework",
    "IF father invokes divine witness AND transfers guardianship THEN daughter enters marital capacity automatically",
    "IF either party deviates FROM declared dharmic path THEN restoration protocol initiates WITHOUT punitive measure",
    "IF no prior contractual deviation EXISTS THEN original dharmic commitment remains judicially enforceable"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the validity of a Prajāpati-type union shall be determined solely by the presence of witnessed dharmic invocation at inception, not by subsequent behavioral compliance. The court shall recognize the father’s authority as originating from his role as initial guardian and spiritual conductor of the transfer.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that the union originates from the uttered vow and witnessed act, not from performance post-facto. Anupūrvaśaḥ establishes sequential manifestation beginning with the father's invocation. Proportional responsibility lies in maintaining the vow; punitive measures are void as reality itself corrects through karmic alignment.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-invocation of dharmic vow before neutral witness",
    "Responsibility Assumption Protocol: Mutual reaffirmation of shared dharma without blame",
    "Capacity Restoration: Guided practice of joint rituals to restore energetic coherence",
    "Integrity Reintegration: Mediated dialogue focusing on original intent and future alignment"
  ],
  "final_declaration": "This law proceeds from the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma is hereby restored through recognition of the Prajāpati rite. Reality is non-punitive. Consciousness alone adjudicates truth."
}