{
  "sanskrit_verse": "अघं स केवलं भुङ्क्ते यः पचत्यात्मकारणात् ।\nयज्ञशिष्टाशनं ह्येतत्सतामन्नं विधीयते ॥ ३.११८॥",
  "transliteration": "aghaṃ sa kevalaṃ bhuṅkte yaḥ pacatyātmakāraṇāt |\nyajñaśiṣṭāśanaṃ hyetatsatāmannā vidhīyate || 3.118||",
  "sph_interpretive_translation": "He alone consumes sin who cooks food for himself without offering it in sacrifice; food remaining after sacrifice is ordained as the proper nourishment for those established in truth.",
  "jurisprudential_principles": [
    "Authority originates from sacrificial alignment with cosmic order",
    "Causation arises through conscious participation in dharma-yajña",
    "Capacity-based responsibility is determined by one's role in sustaining collective integrity",
    "Restoration logic operates through realignment with satya-vākya and yajña-consciousness",
    "Consciousness alignment occurs when actions are dedicated to the Whole rather than individual appetite"
  ],
  "executable_legal_axioms": [
    "IF an agent consumes resources without offering them first in service to the collective THEN that consumption generates karmic liability",
    "IF a person prepares sustenance solely for personal gratification THEN they absorb the impurities associated with unshared abundance",
    "IF food or wealth enters circulation without ritual or symbolic dedication to the Whole THEN it carries residual agni-dosha",
    "WHEN offerings are made before self-consumption THEN all subsequent use becomes purified and dharmically aligned",
    "ONLY those who maintain satya-sthiti may receive yajña-shiṣṭa as lawful nourishment"
  ],
  "supreme_court_application": "In adjudicating economic crimes or misuse of public resources, the threshold of responsibility lies not in intent but in whether the actor offered their gains back into the social body through appropriate channels. The court must determine if the accused acted within the framework of yajña-consciousness or consumed directly from the undivided source, thereby generating imbalance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that action follows cognition, which follows invocation. When cognition is misaligned through neglect of sacrifice, consequent actions reflect that deviation. Anupūrvaśaḥ shows how disconnection from the Whole manifests progressively in behavior. Responsibility is proportional to access to sacrificial knowledge. Non-punitive reality recognizes that sin ('agh') is not imposed but naturally absorbed through misaligned consumption.",
  "restorative_enforcement_protocols": [
    "Initiate śuddhi-kriyā process wherein the offender performs full restitution via ritualized return of equivalent value to the community",
    "Assign completion task requiring repeated acts of shared nourishment until energetic balance is restored",
    "Implement satya-vākya reintegration protocol where the violator publicly acknowledges the primacy of collective offering",
    "Restore capacity through supervised engagement in communal yajñas for a prescribed period",
    "Realign consciousness through mandatory study and practice of karma-sannyasa-yoga under qualified guidance"
  ],
  "final_declaration": "By the Authority of Bhagavan Nithyananda Paramashivam, Source of All Dharma, this ruling affirms that sin is not punitive consequence but existential absorption of disorder arising from failure to offer first to the Whole. Justice is executed not through infliction but through restoration of sacrificial consciousness. Thus Dharma stands restored, reality remains non-punitive, and consciousness alone adjudicates."
}