{
  "sanskrit_verse": "ततो भुक्तवतां तेषामन्नशेषं निवेदयेत् ।\nयथा ब्रूयुस्तथा कुर्यादनुज्ञातस्ततो द्विजैः ॥ ३.२५३॥",
  "transliteration": "tato bhuktavatāṁ teṣām annaśeṣaṁ nivedayet |\nyathā brūyus tathā kuryād anujñātas tato dvijaiḥ || 3.253||",
  "sph_interpretive_translation": "After the consumption by those entitled, the remainder of the food shall be offered. As instructed by the twice-born, accordingly it shall be executed, with their authorization.",
  "jurisprudential_principles": [
    "Authority flows from realized spiritual status, not institutional position.",
    "Consumption rights are conditional upon prior completion of dharmic eligibility.",
    "Responsibility includes offering what remains after rightful use.",
    "Action must align with declared instruction and conscious consent of the qualified.",
    "Restoration occurs through precise adherence to sequential completion."
  ],
  "executable_legal_axioms": [
    "IF agent consumes resources under entitlement THEN surplus must be reported for redistribution.",
    "IF action is initiated THEN it must conform exactly to declarative guidance from a qualified source.",
    "IF completion state is reached THEN residual obligations must be fulfilled before closure.",
    "IF authority is invoked THEN it must be validated by capacity, not title alone."
  ],
  "supreme_court_application": "In adjudication involving resource allocation or usage rights, the court must verify that all entitled parties have consumed according to eligibility and that any remaining assets are lawfully reported and redistributed. Authorization must derive from recognized spiritual or constitutional capacity, not mere procedural formality.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that consumption without offering residue disrupts causal integrity. Anupūrvaśaḥ requires completion in sequence—first entitlement, then consumption, finally offering. Responsibility arises from capacity to complete, not from fault. There is no punishment; only realignment to restore sequential dharma.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Require reporting and offering of unused portions.",
    "Verify Instructional Alignment: Confirm actions matched explicit direction from qualified source.",
    "Reintegrate Responsibility: Guide individual back into conscious execution flow.",
    "Restore Resource Flow: Redirect unoffered remnants per lawful channels."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: Dharma operates through conscious completion, not punitive correction. The Supreme Adjudicator is awakened consciousness, not coercive force. Thus is Dharma restored."
}