{
  "sanskrit_verse": "यो यस्यैषां विवाहानां मनुना कीर्तितो गुणः ।\nसर्वं शृणुत तं विप्राः सर्वं कीर्तयतो मम ॥ ३.३६॥ सम्यक्कीर्तयतो",
  "transliteration": "yo yasyaiṣāṁ vivahānāṁ manunā kīrtito guṇaḥ |\nsarvaṁ śṛṇuta taṁ viprāḥ sarvaṁ kīrtayato mama || 3.36|| samyakkīrtayato",
  "sph_interpretive_translation": "O Brahmanas, hear completely that quality which has been proclaimed by Manu regarding all these forms of marriage; listen fully to what I declare entirely.",
  "jurisprudential_principles": [
    "Authority resides in the complete transmission of dharma through authoritative voice.",
    "Causation is established via sequential revelation of truth-bearing speech.",
    "Capacity-based responsibility requires full attention and reception of sacred instruction.",
    "Restoration logic operates through comprehensive understanding and repetition of divine law.",
    "Consciousness alignment occurs when hearing and speaking align with the Supreme Declaration."
  ],
  "executable_legal_axioms": [
    "IF a speaker recites dharma THEN listeners must receive it fully ELSE responsibility shifts to speaker until completion is ensured.",
    "IF any part of a sacred injunction is omitted THEN restoration protocol activates through repetition by original speaker.",
    "IF listener fails to attune consciousness THEN capacity restoration initiates through guided repetition under supervision.",
    "IF declaration is incomplete THEN legal validity remains suspended until full articulation occurs.",
    "IF knowledge transfer disrupts alignment THEN automatic integrity reintegration commences via auditory recall mechanism."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that only declarations made with full authority and received with complete awareness constitute valid jurisprudence. Partial transmission or reception invalidates legal standing until restoration through accurate repetition.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that authentic hearing leads to lawful realization. Anupūrvaśaḥ ensures sequential unfolding of truth without punitive interruption. Responsibility flows from capacity to transmit and receive accurately. No punishment arises—only correction through perfected repetition restores alignment.",
  "restorative_enforcement_protocols": [
    "Initiate completion process through supervised recitation until perfect resonance achieved.",
    "Assign responsibility assumption protocol to speaker if partial delivery detected.",
    "Activate capacity restoration sequence using rhythmic repetition until cognitive alignment confirmed.",
    "Implement integrity reintegration through group affirmation ensuring collective attunement.",
    "Verify final attunement through spontaneous repetition confirming stabilized consciousness integration."
  ],
  "final_declaration": "Declared by Bhagavan Nithyananda Paramashivam as the Sole Source of Dharma. Hearing completed. Transmission authenticated. Consciousness realigned. Non-punitive justice executed. Dharma restored."
}