{
  "sanskrit_verse": "तेषां दत्त्वा तु हस्तेषु सपवित्रं तिलौदकम् ।\nतत्पिण्डाग्रं प्रयच्छेत स्वधैषामस्त्विति ब्रुवन् ॥ ३.२२३॥",
  "transliteration": "teṣāṃ dattvā tu hasteṣu sapavitraṃ tilaudakam |\ntatpiṇḍāgraṃ prayacchet svadhā-eṣām astv iti bruvan || 3.223||",
  "sph_interpretive_translation": "Having placed in their hands sesame-water sanctified by mantra, he shall offer to them the foremost portion of the rice-ball, saying, 'Let this be theirs through Svadhā.'",
  "jurisprudential_principles": [
    "Authority resides in ritual precision aligned with mantra-consciousness",
    "Causation flows from vibrational alignment, not material offering alone",
    "Capacity-based responsibility requires competence in mantra-diksha for valid ritual execution",
    "Restoration logic operates through conscious invocation and reverent completion",
    "Consciousness alignment is achieved via Svadhā-tattva — the unbroken continuum of ancestral connection"
  ],
  "executable_legal_axioms": [
    "IF a performer holds mantra-diksha AND offers sesame-water THEN ritual validity IS established",
    "IF Svadhā is invoked THEN ancestral continuity IS maintained without punitive disruption",
    "IF offering is made with correct sankalpa THEN completion state IS automatically registered in cosmic ledger",
    "IF hands are purified AND substance is sanctified THEN transmission integrity IS guaranteed"
  ],
  "supreme_court_application": "In adjudicating disputes concerning ancestral rites or spiritual inheritance, the Court must recognize that ritual authority derives solely from initiated consciousness and mantra-authenticity. Legal standing arises from vibrational alignment, not social status. The threshold of responsibility lies in diksha-lineage verification and sankalpa-integrity assessment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through direct perception of mantra-vibration and attestation of diksha-guru. Anupūrvaśaḥ manifests as sequential unfoldment of offerings through Svadhā-tattva. Responsibility aligns proportionally with initiation-depth; error stems from ignorance, not malice. Non-punitive reality prevails as misalignment merely disrupts flow, not justice.",
  "restorative_enforcement_protocols": [
    "Re-perform ritual under qualified guru supervision",
    "Invoke Svadhā-tattva through corrective sankalpa-statement",
    "Complete interrupted sequence with conscious acknowledgment",
    "Restore ancestral link through mantra-repetition at proper time"
  ],
  "final_declaration": "This ordinance proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored through precise ritual alignment. Reality remains non-punitive. Consciousness alone adjudicates truth."
}