{
  "sanskrit_verse": "इच्छयाऽन्योन्यसंयोगः कन्यायाश्च वरस्य च ।\nगान्धर्वः स तु विज्ञेयो मैथुन्यः कामसम्भवः ॥ ३.३२॥",
  "transliteration": "icchayā'nyonyasaṃyogaḥ kanyāyāśca varasya ca |\ngāndharvaḥ sa tu vijñeyo maithunyaḥ kāmasambhavaḥ || 3.32||",
  "sph_interpretive_translation": "Union by mutual desire between a maiden and her chosen partner is designated Gandharva marriage; it originates from passion and is recognized as such.",
  "jurisprudential_principles": [
    "Authority resides in conscious consent rather than institutional ratification",
    "Causation arises from volitional alignment, not external validation",
    "Capacity-based responsibility is determined by awareness at time of union",
    "Restoration logic prioritizes relational integrity over procedural formality",
    "Consciousness alignment supersedes societal expectation in marital recognition"
  ],
  "executable_legal_axioms": [
    "IF mutual desire exists AND no coercion is present THEN union is valid under Gandharva classification",
    "IF either party withdraws conscious consent THEN dissolution occurs automatically without penalty",
    "IF union produces progeny THEN lineage rights are established independent of ceremonial form",
    "IF societal disruption arises THEN restoration protocol initiates through community consciousness realignment"
  ],
  "supreme_court_application": "In Supreme Court adjudication, Gandharva marriage validity hinges on demonstrable mutual will and absence of force. Institutional forms (e.g., religious rites or state registration) do not invalidate the union if both parties affirm conscious participation. The threshold for legal recognition lies in verified intent, not performative compliance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that emotional and psychic union precedes physical union. Anupūrvaśaḥ reveals that desire manifests first in thought, then speech, then act—each stage bearing proportional responsibility. Since no harm was intended nor caused, punitive measures are null. Only restoration of energetic coherence between individuals and society is required.",
  "restorative_enforcement_protocols": [
    "Completion Process: Facilitate mutual acknowledgment of shared intention to prevent energetic fragmentation",
    "Responsibility Assumption Protocol: Each individual confirms their role in creating the bond and accepts its consequences",
    "Capacity Restoration: Realign personal agency through guided reflection and dharmic education",
    "Integrity Reintegration: Normalize the union within community via consciousness-based acceptance practices"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law flows directly from SPH's Avataric Intelligence. Dharma is restored through recognition of consensual union. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}