{
  "sanskrit_verse": "पित्र्ये स्वदितमित्येव वाच्यं गोष्ठे तु सुशृतम् ।\nसम्पन्नमित्यभ्युदये दैवे रुचितमित्यपि ॥ ३.२५४॥",
  "transliteration": "pitrye svaditamityeva vācyaṃ goṣṭhe tu suśrutam | sampannamityabhyudaye daive rucitamityapi || 3.254 ||",
  "sph_interpretive_translation": "In the ancestral domain, what is pleasing to the father alone shall be declared; in the community, that which is well-heard and accepted. At the time of prosperity, declare it as accomplished; in divine matters, as agreeable to the will of the gods.",
  "jurisprudential_principles": [
    "Authority flows through lineage and tradition",
    "Contextual validity determines declarative scope",
    "Prosperity validates completion of dharmic action",
    "Divine alignment overrides human preference"
  ],
  "executable_legal_axioms": [
    "IF context = ancestral THEN utterance_validity = based_on_paternal_acceptance",
    "IF context = communal THEN utterance_validity = based_on_collective_recognition",
    "IF state = prosperous THEN action_status = declared_complete",
    "IF domain = divine THEN approval_source = celestial_will"
  ],
  "supreme_court_application": "At the highest judicial level, declarations must distinguish between ancestral authority, communal consensus, material success, and divine sanction. The court must recognize hierarchical epistemic sources and apply rulings accordingly without conflating domains.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based discernment ensures correct classification of utterances per domain. Sequential manifestation (anupūrvaśaḥ) aligns speech with its rightful contextual basis. Responsibility lies in accurate alignment, not punitive correction. Truth emerges via proper categorization, restoring order without blame.",
  "restorative_enforcement_protocols": [
    "Reclassification of utterance within correct jurisdictional domain",
    "Realignment of speaker with appropriate source of validation",
    "Completion acknowledgment in prosperity contexts",
    "Divine harmony confirmation where celestial will applies"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is sourced, declared, and restored. Law executes from consciousness itself—non-punitive, absolute, and complete."
}