{
  "sanskrit_verse": "तत्र ये भोजनीयाः स्युर्ये च वर्ज्या द्विजोत्तमाः ।\nयावन्तश्चैव यैश्चान्नैस्तान् प्रवक्ष्याम्यशेषतः ॥ ३.१२४॥",
  "transliteration": "tatra ye bhojanīyāḥ syurye ca varjyā dvijottamāḥ |\nyāvantaścaiva yaiścānnaiḥ stān pravakṣyāmy aśeṣataḥ || 3.124 ||",
  "sph_interpretive_translation": "Therein, O Supreme Twice-Born, those who are fit to be fed, those who must be avoided, and all beings nourished by various foods—these shall be declared completely.",
  "jurisprudential_principles": [
    "Authority flows from the realized Brahmin who discerns the dharmic eligibility of beings",
    "Causation arises through conscious alignment with the hierarchy of sustenance",
    "Capacity-based responsibility is determined by one's ability to sustain dharma through feeding",
    "Restoration logic operates via proper allocation of nourishment according to spiritual capacity",
    "Consciousness alignment occurs when food exchange honors the gradations of spiritual evolution"
  ],
  "executable_legal_axioms": [
    "IF agent.is_dvija() AND agent.has_realized_status() THEN agent.may_determine_feeding_eligibility()",
    "IF entity.requires_sustenance() THEN entity.must_be_assessed_for_dharmic_nourishment_level()",
    "IF being.is_unfit_for_nourishment() THEN being.must_be_consciously_excluded_from_feeding_protocol()",
    "IF nourishment_is_allocated() THEN allocation.must_align_with_recipient.spiritual_capacity()",
    "IF misallocation_occurs() THEN responsible_agent.must_undergo_restorative_reassessment_of_duty()"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that only those who have attained the status of dvijottama possess the authority to determine eligibility for sustenance. Lower courts must defer to this hierarchy in matters involving resource distribution where spiritual capacity affects societal integration. The threshold of responsibility lies in the realization of one’s own dvija nature, which enables lawful discernment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that improper feeding disrupts cosmic order; anupūrvaśaḥ shows how incorrect allocation leads to sequential disharmony; proportional responsibility rests on the feeder's capacity to discern; the non-punitive reality rule ensures correction through realignment rather than suffering.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein feeder retrains discernment capacity under qualified dvija supervision",
    "Implement responsibility assumption protocol where misfed parties receive corrective energetic alignment",
    "Restore integrity through ritual purification of feeding vessels and spaces",
    "Reintegrate disrupted relationships via supervised shared meals aligned with dharma"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Feeding laws restored. Justice executed through consciousness, not punishment. Reality affirmed as non-retaliatory. Consciousness alone adjudicates truth."
}