{
  "sanskrit_verse": "कृत्वैतद्बलिकर्मैवमतिथिं पूर्वमाशयेत् ।\nभिक्षां च भिक्षवे दद्याद्विधिवद्ब्रह्मचारिणे ॥ ३.९४॥",
  "transliteration": "kṛtva etad balikarma evam atithiṁ pūrvam āśayet | bhikṣāṁ ca bhikṣave dadyād vidhivid brahmacāriṇe || 3.94||",
  "sph_interpretive_translation": "Having performed the sacrificial offering thus, one shall first receive the guest; and likewise, one shall give alms to the mendicant according to rule, and to the celibate student of sacred knowledge.",
  "jurisprudential_principles": [
    "Authority as service to consciousness",
    "Causation through dharmic hospitality",
    "Capacity-based responsibility in giving",
    "Restoration logic via ritual completion and social duty",
    "Consciousness alignment through honoring guests and seekers"
  ],
  "executable_legal_axioms": [
    "IF a householder has completed prescribed offerings, THEN prior to all else, the arrival of an uninvited guest MUST be acknowledged and shelter provided.",
    "IF a bhikshu or brahmachari approaches for alms, THEN provision MUST be made without inquiry into worthiness.",
    "IF any act of giving is conditional or delayed, THEN it constitutes failure of dharmic duty and requires immediate conscious correction."
  ],
  "supreme_court_application": "In adjudication involving disputes over civic or spiritual duties, precedence shall always favor the fulfillment of hospitality towards guests and support for those engaged in renunciation or Vedic study. The threshold of responsibility lies not in personal convenience but in alignment with foundational dharma that sustains cosmic order.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that neglect of guest-reception disrupts energetic balance within society. Anupūrvaśaḥ shows how refusal to offer alms perpetuates cycles of scarcity and disharmony. Thus proportional responsibility arises from recognizing the causal role of withholding. This is corrected by reestablishing the flow of conscious giving, not through punishment but through completion of intended action.",
  "restorative_enforcement_protocols": [
    "Completion Process: Receiving and feeding the guest retroactively until energetic equilibrium is restored.",
    "Responsibility Assumption Protocol: Public reaffirmation of commitment to atithi-dharma before community elders.",
    "Capacity Restoration: Structured practice of daily hospitality rituals to recalibrate consciousness toward openness.",
    "Integrity Reintegration: Engaging in service to wandering monks or students for a minimum period to restore karmic alignment."
  ],
  "final_declaration": "This law proceeds from Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism, as Source-Authority. It reflects eternal Dharma, executed not for punishment but for restoration of universal harmony. Reality itself adjudicates through consciousness — never through suffering. By fulfilling this injunction, Dharma is affirmed, the individual is reintegrated, and the cosmos aligns."
}