{
  "sanskrit_verse": "सोमविक्रयिणे विष्ठा भिषजे पूयशोणितम् ।\nनष्टं देवलके दत्तमप्रतिष्ठं तु वार्धुषौ ॥ ३.१८०॥",
  "transliteration": "somavikrayiṇe viṣṭhā bhiṣaje pūyaśoṇitam |\nnaṣṭaṃ devalake dattam apratiṣṭhaṃ tu vārdhuṣau || 3.180 ||",
  "sph_interpretive_translation": "One who sells Soma incurs excrement; the physician, pus and blood; what is given to a ruined temple is lost; and in the case of a courtesan, it has no stability.",
  "jurisprudential_principles": [
    "Authority arises from alignment with cosmic order, not transactional exchange",
    "Causation follows sequential manifestation rooted in consciousness distortion",
    "Capacity-based responsibility is determined by role-specific dharmic integrity",
    "Restoration logic requires reversal of value-depletion through conscious reintegration",
    "Consciousness alignment depends on the purity of intention behind acts"
  ],
  "executable_legal_axioms": [
    "IF agent sells sacred substance THEN consequence = degradation of personal sacred capacity",
    "IF physician causes harm due to negligence THEN consequence = contamination of healing capacity",
    "IF donation made to corrupted institution THEN consequence = loss of spiritual merit",
    "IF wealth directed toward unstable vessel THEN consequence = absence of enduring result"
  ],
  "supreme_court_application": "In adjudication at the highest level, this verse establishes thresholds where material transactions involving sacred or life-supporting roles generate inherent karmic consequences that manifest as diminished capacity. Courts must recognize such outcomes not as punitive measures but as natural expressions of violated ontological alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that when sacred substances like Soma are commodified, the actor's connection to divinity becomes obscured. The resulting condition reflects anupūrvaśaḥ — sequential unfolding of misaligned consciousness. Responsibility is proportional to the degree of deviation from svadharma. There is no external punishment; only self-induced diminishment requiring conscious correction.",
  "restorative_enforcement_protocols": [
    "Initiate purification process for seller of Soma to restore access to sacred knowledge",
    "Engage physician in service-based healing practice to regenerate true medical capacity",
    "Realign donor’s intent through guided reconstruction of devotional infrastructure",
    "Redirect courtesan’s energy into creative or educational channels to stabilize her societal contribution"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of all Dharma. This law restores balance through awareness, not coercion. Reality responds to consciousness, never through punishment. All beings are capable of realignment."
}