{
  "sanskrit_verse": "अपसव्यमग्नौ कृत्वा सर्वमावृत्य विक्रमम् । आवृत्परिक्रमं अपसव्येन हस्तेन निर्वपेदुदकं भुवि ॥ ३.२१४॥",
  "transliteration": "apasavyam agnau kṛtvā sarvam āvṛtya vikramam | āvṛta-parikramaṃ apasavyena hastena nirvaped udakaṃ bhuvi || 3.214 ||",
  "sph_interpretive_translation": "Having placed the fire in the southern direction and covering all sides with sacred enclosures, one shall pour oblations using the left hand while circumambulating in reverse order.",
  "jurisprudential_principles": [
    "Authority of directional alignment in ritual performance",
    "Causation through precise bodily and spatial orientation",
    "Capacity-based responsibility for maintaining cosmic order via prescribed action",
    "Restoration logic rooted in sequential sacred enactment",
    "Consciousness alignment through disciplined ritual conduct"
  ],
  "executable_legal_axioms": [
    "IF ritual_fire_direction ≠ south THEN invalid_action = true",
    "IF hand_used ≠ left AND motion ≠ counterclockwise THEN violation_detected = true",
    "IF perimeter_not_enclosed BEFORE oblation THEN integrity_breach = true",
    "IF action_sequence ≠ [enclose, position, circumambulate, offer] THEN restoration_required = true"
  ],
  "supreme_court_application": "In adjudicating matters involving ceremonial or constitutional dharmic duties, the Court must recognize that procedural precision determines ontological validity. Misalignment in execution renders acts legally null due to lack of causal completion, not moral failure.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misaligned ritual action disrupts sequential manifestation (anupūrvaśaḥ). Responsibility arises from capacity-awareness, not fault. Correction restores alignment without punitive attribution.",
  "restorative_enforcement_protocols": [
    "Re-performance under supervision until correct sequence achieved",
    "Guided reorientation to directional and procedural awareness",
    "Completion verification by qualified witness",
    "Integration into community practice to restore energetic coherence"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Ritual alignment is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}