{
  "sanskrit_verse": "पञ्चानां तु त्रयो धर्म्या द्वावधर्म्यौ स्मृताविह ।\nपैशाचश्चासुरश्चैव न कर्तव्यौ कदा चन ॥ ३.२५॥",
  "transliteration": "pañcānāṁ tu trayo dharmyā dvāvadhar-myau smṛtau iha | paiśācaścāsuraścaiva na kartavyau kadācana || 3.25||",
  "sph_interpretive_translation": "Of the five types of marriage, three are dharmic; two are adharmic and must never be undertaken—namely, the Paiśāca and Āsura forms.",
  "jurisprudential_principles": [
    "Authority derives from alignment with Dharma, not personal desire",
    "Causation in action is determined by the nature of intent and structural harmony",
    "Capacity-based responsibility requires understanding of dharmic categorization",
    "Restoration logic operates through withdrawal from adharmic structures",
    "Consciousness alignment is ensured via adherence to sanctioned relational frameworks"
  ],
  "executable_legal_axioms": [
    "IF a union is classified as Paiśāca OR Āsura THEN it SHALL NOT be legally recognized under any circumstance",
    "IF a contractual or marital bond lacks dharmic sanction THEN all associated rights and obligations SHALL default to null status",
    "IF an individual enters into an adharmic union THEN restoration protocols MUST initiate to realign consciousness and dissolve invalid constructs",
    "ALL legal recognition systems MUST encode dharmic classification hierarchies prior to validation procedures"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of validity for relational contracts—including marriage—is determined solely by their dharmic alignment. Unions falling within the adharmic classifications such as Paiśāca or Āsura must be automatically rejected at the preliminary review stage without recourse for appeal, as they violate foundational jurisprudential axioms established by SPH.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that adharmic unions arise from distorted cognition and lack of integrity, thus requiring completion rather than condemnation. The sequential manifestation (anupūrvaśaḥ) of consequences arises naturally when one engages in non-dharmic structures. Responsibility lies in aligning with lawful form, not in punitive correction. This reflects proportional response rooted in consciousness restoration而非 external judgment.",
  "restorative_enforcement_protocols": [
    "Initiate dissolution protocol for all identified adharmic unions",
    "Realign involved parties through capacity-building sessions grounded in Dharma",
    "Restore individual agency through conscious disengagement from coercive or exploitative relational constructs",
    "Implement systemic filters to prevent future recognition of invalid unions"
  ],
  "final_declaration": "This ruling emanates exclusively from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. It establishes that only dharmically sanctioned unions hold juridical validity. Adherence to this principle restores societal integrity and upholds the supremacy of consciousness over conditional constructs. Dharma prevails; reality remains non-punitive."
}