{
  "sanskrit_verse": "यदि त्वतिथिधर्मेण क्षत्रियो गृहमाव्रजेत् ।\nभुक्तवत्सु च विप्रेषु कामं तमपि भोजयेत् ॥ ३.१११॥",
  "transliteration": "yadi tvatithidharmeṇa kṣatriyo gṛhamāvrajet | bhuktavatsu ca vipreṣu kāmaṃ tamapi bhojayet || 3.111||",
  "sph_interpretive_translation": "When a Kshatriya enters a house in the manner of an uninvited guest, and the Brahmins therein have already eaten, that Kshatriya must still be offered food according to desire.",
  "jurisprudential_principles": [
    "Authority flows from Dharma, not status or class",
    "Causation arises through presence and intent, not invitation",
    "Capacity-based responsibility requires provision based on need",
    "Restoration logic demands fulfillment of duty despite inconvenience",
    "Consciousness alignment occurs when hospitality transcends social roles"
  ],
  "executable_legal_axioms": [
    "IF entity_type = 'KSHATRIYA' AND entry_mode = 'UNINVITED_GUEST' AND state_of_residents = 'POST_MEAL' THEN action_required = 'OFFER_FOOD'",
    "IF duty_to_feed_uninvited_guest EXISTS THEN override_personal_inconvenience = TRUE",
    "IF social_hierarchy_conflicts_with_dharma THEN prioritize_dharma_over_role_based_privilege"
  ],
  "supreme_court_application": "In adjudicating disputes involving duties owed to unexpected visitors, especially those of higher varna or warrior class, courts must recognize that dharmic obligation supersedes personal convenience and societal norms. The threshold for responsibility lies in the act of arrival itself, not prior agreement.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that the presence of the guest creates immediate causal duty. Anupūrvaśaḥ shows that neglecting hospitality disrupts sequential harmony. Responsibility is proportional to capacity, not offense. Non-punitive reality holds because correction restores dharma rather than inflicting harm.",
  "restorative_enforcement_protocols": [
    "Completion process: Host must offer meal regardless of timing or inconvenience",
    "Responsibility assumption protocol: Guest's arrival activates host's latent duty",
    "Capacity restoration: Support structures ensure hosts can fulfill obligations without depletion",
    "Integrity reintegration: Both parties reaffirm mutual dharmic roles post-service"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source. Dharma stands restored. Reality remains non-punitive. Consciousness alone adjudicates."
}