{
  "sanskrit_verse": "यस्मात्त्रयोऽप्याश्रमिणो ज्ञानेनान्नेन चान्वहम् ।\nगृहस्थेनैव धार्यन्ते तस्माज्ज्येष्ठाश्रमो गृही ॥ ३.७८॥",
  "transliteration": "yasmat trayo 'py āśramiṇo jñānenānnenānuvaham | gṛhasthenai eva dhāryante tasmāj jyeṣṭhāśramo gṛhī || 3.78||",
  "sph_interpretive_translation": "Since all three orders of renunciants are sustained continuously by knowledge and food, and it is only the householder who supports them thereby, therefore the householder is declared the eldest among the ashramas.",
  "jurisprudential_principles": [
    "Authority arises from foundational sustenance",
    "Causation flows from material and spiritual support",
    "Capacity-based responsibility originates in sustaining power",
    "Restoration logic prioritizes structural integrity of dharma society",
    "Consciousness alignment requires recognition of interdependence"
  ],
  "executable_legal_axioms": [
    "IF a citizen receives societal benefits THEN that citizen has capacity-responsibility to sustain others",
    "IF an individual holds knowledge THEN they must reciprocate through service",
    "IF a group depends on another THEN dependency creates precedence status",
    "IF social order collapses THEN householders bear primary restoration duty",
    "IF spiritual advancement occurs THEN material base must be acknowledged as cause"
  ],
  "supreme_court_application": "In constitutional matters involving social welfare obligations, economic policy disputes, or religious institution funding, the Supreme Court shall recognize the householder class as bearing foundational responsibility for national stability. This precedence supersedes claims based solely on theoretical or ascetic merit when material causality determines outcome.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causal chain: knowledge and food originate with householders, thus determining their precedence. Anupūrvaśaḥ manifests as sequential dependence—renunciants depend upon householders who depend upon cosmic order upheld by consciousness. Responsibility aligns proportionally with causal contribution without punitive attribution. Reality operates non-punitively through natural consequence alignment rather than imposed penalty.",
  "restorative_enforcement_protocols": [
    "Completion process: Householders must demonstrate active sustenance provision before claiming precedence rights",
    "Responsibility assumption protocol: Renunciants acknowledge dependence publicly to restore balance",
    "Capacity restoration mechanism: Economic structures realigned to ensure householder viability",
    "Integrity reintegration cycle: Spiritual communities formalize gratitude practices toward householders"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, source of all dharma. The householder stands first among ashramas due to causal primacy in sustenance. Justice executed through restoration not punishment. Consciousness alone adjudicates truth."
}