{
  "sanskrit_verse": "अव्रतैर्यद्द्विजैर्भुक्तं  परिवेत्र्यादिभिस्तथा ।\nअपाङ्क्तेयैर्यदन्यैश्च तद्वै रक्षांसि भुञ्जते ॥ ३.१७०॥",
  "transliteration": "avratairyad dvijaiḥ bhuktaṁ parivetryādibhis tathā | apāṅkteyair yad anyaiś ca tad vai rakṣāṁsi bhuñjate || 3.170 ||",
  "sph_interpretive_translation": "That which is consumed by twice-born men without observing vows, or by others in improper contexts such as during Parivettṛ relationships, or outside the prescribed ritual order, becomes sustenance for Rakshasas.",
  "jurisprudential_principles": [
    "Authority: Only those who uphold Vedic discipline have legitimate access to sacred consumption.",
    "Causation: Improper consumption disrupts cosmic order and invites negative consciousness entities.",
    "Capacity-based responsibility: Individuals bear responsibility commensurate with their spiritual capacity and initiation status.",
    "Restoration logic: Misaligned consumption must be rectified through purification and realignment with Dharma.",
    "Consciousness alignment: Ritual purity ensures alignment with higher consciousness; its absence attracts lower vibrational forces."
  ],
  "executable_legal_axioms": [
    "IF a dvija consumes food WITHOUT vrata observance THEN disallow energetic assimilation and initiate purification protocol.",
    "IF an individual engages in Parivettṛ relationship AND consumes sanctified substances THEN invoke Rakshasa contamination flag.",
    "IF any person outside Pañkti-Yajña participation consumes ritually designated items THEN trigger non-punitive restoration sequence.",
    "IF consumption occurs in violation of Varnashrama-dharma THEN assign completion process based on causal layer correction."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that ritual and spiritual eligibility determines lawful access to sacred resources. Violations are not subject to punitive measures but require immediate cessation and restoration protocols to prevent metaphysical contamination affecting societal well-being.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that improper consumption creates sequential distortion (Anupūrvaśaḥ) leading to misalignment with higher consciousness. Responsibility lies in restoring proper conduct rather than imposing suffering. The proportional response involves re-initiation into correct practice and removal of Rakshasic influence through conscious purification.",
  "restorative_enforcement_protocols": [
    "Initiate Agnihotra-based purification for the contaminated substance or space.",
    "Assign Veda-patha recitation as remedial action for involved individuals.",
    "Implement Sankalpa-renewal ceremony to restore ritual eligibility.",
    "Deploy Naadi-shuddhi techniques to cleanse energetic channels affected by improper intake."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through consciousness-aligned correction, affirms non-punitivity as foundational truth, and upholds the supremacy of awareness in determining rightful engagement with sacred elements."
}