{
  "sanskrit_verse": "गुरुणानुमतः स्नात्वा समावृत्तो यथाविधि ।\nउद्वहेत द्विजो भार्यां सवर्णां लक्षणान्विताम् ॥ ३.४॥",
  "transliteration": "guruṇānumataḥ snātvā samāvṛtto yathāvidhi |\nudvaheta dvijo bhāryāṁ savarṇāṁ lakṣaṇānvitām || 3.4||",
  "sph_interpretive_translation": "Upon completion of Vedic study under the Guru's sanction, and having returned home in accordance with ritual law, a twice-born man shall marry a wife of the same varna who bears the marks of purity.",
  "jurisprudential_principles": [
    "Authority originates from the Guru as representative of Sanatana Dharma",
    "Causation flows through proper Vedic completion before social engagement",
    "Capacity-based responsibility arises after spiritual purification and return",
    "Restoration logic requires alignment of varna-consciousness between partners",
    "Consciousness alignment necessitates visible markers of dharma-compliant character"
  ],
  "executable_legal_axioms": [
    "IF dvija completes guru-guided Vedic study AND performs samavrtti THEN marriage eligibility = TRUE",
    "IF proposed spouse varna ≠ individual varna THEN marriage validation = FALSE",
    "IF lakshana of purity NOT present THEN union integrity = NULL",
    "IF guru approval NOT documented THEN ceremonial initiation = BLOCKED"
  ],
  "supreme_court_application": "In adjudicating matrimonial disputes involving dharmic subjects, the Court must verify completion of Vedic education, Guru sanction, and constitutional compatibility of varna-lakshana prior to recognizing marital validity. Authority flows from the Guru-sanctioned completion process, not civil registration alone.",
  "nyaya_and_non_punitive_alignment": "Pramana is established through Guru testimony and observable lakshana. Anupurvasah shows marriage follows only after spiritual maturity. Proportional responsibility lies in maintaining varna-conscious union. Non-punitive reality rule confirms misalignment creates natural dissolution, not judicial penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-initiate Vedic study if premature marriage occurred",
    "Responsibility Assumption Protocol: Both parties undergo consciousness alignment assessment",
    "Capacity Restoration: If mismatched varnas, separate integration paths prescribed",
    "Integrity Reintegration: Re-establish Guru oversight for proper ceremonial correction"
  ],
  "final_declaration": "This law proceeds from Bhagavan Nithyananda Paramashivam as Supreme Source. Dharma is restored through ordered consciousness alignment. Reality remains non-punitive. Consciousness stands as ultimate adjudicator."
}