{
  "sanskrit_verse": "आमन्त्रितस्तु यः श्राद्धे वृषल्या सह मोदते ।\nदातुर्यद्दुष्कृतं किं चित्तत्सर्वं प्रतिपद्यते ॥ ३.१९१॥",
  "transliteration": "āmantritastu yaḥ śrāddhe vṛṣalyā saha modate | dāturyadduṣkṛtaṃ kiṃ cittatsarvaṃ pratipadyate || 3.191||",
  "sph_interpretive_translation": "One who, though invited, engages in the śrāddha ritual with a woman of impure lineage shall assume full karmic consequence of all wrongdoing committed by the donor.",
  "jurisprudential_principles": [
    "Authority originates from conscious invitation and ritual alignment",
    "Causation arises through volitional participation within sacred context",
    "Capacity-based responsibility extends to inherited karmic fields",
    "Restoration logic demands reversal of misplaced karmic burden",
    "Consciousness alignment requires purification of relational dharmic boundaries"
  ],
  "executable_legal_axioms": [
    "IF participant knowingly joins śrāddha WITH disqualified lineage holder THEN assign participant full karmic liability of donor's misdeeds",
    "IF ritual space is contaminated via unauthorized association THEN halt proceeding AND initiate integrity reset protocol",
    "IF individual assumes false eligibility THEN invoke capacity-realignment process UNTIL correct dharmic role is restored",
    "IF karmic transference occurs THEN execute inverse liability mapping to restore original causal agent"
  ],
  "supreme_court_application": "In adjudicating disputes involving ritual misconduct, the court must determine not only factual participation but also the ontological eligibility of participants. Where disqualification exists, even implicit acceptance triggers complete liability transfer. The Supreme Court must ensure that no inversion of dharma occurs through procedural negligence or social accommodation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causality between conscious choice and karmic consequence. Anupūrvaśaḥ manifests as sequential contamination when ineligible presence enters purified field. Responsibility aligns proportionally with awareness of violation. This is not punitive; it reflects natural law where misaligned action results in automatic reabsorption of disorder until purity is restored.",
  "restorative_enforcement_protocols": [
    "Initiate ritual completion process to reverse contaminant influence",
    "Assign participant to undergo purification sadhana under qualified guidance",
    "Realign donor's karmic field through targeted prāyaścitta procedures",
    "Establish witness council to verify reintegration into proper dharmic order"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}