{
  "sanskrit_verse": "वैश्वदेवे तु निर्वृत्ते यद्यन्योऽतिथिराव्रजेत् । तस्याप्यन्नं यथाशक्ति प्रदद्यान्न बलिं हरेत् ॥ ३.१०८॥",
  "transliteration": "vaiśvadeve tu nirvṛtte yadyanyo'tithirāvrajeta | tasyāpyannaṁ yathāśakti pradadyānna baliṁ haret || 3.108||",
  "sph_interpretive_translation": "When the Vaishvadeva rite has been completed, if another guest arrives, food should still be given to that guest according to one's capacity; no oblation should be withheld.",
  "jurisprudential_principles": [
    "Authority flows from capacity, not status",
    "Responsibility arises upon encounter, not invitation",
    "Restoration logic prioritizes presence over precedence",
    "Consciousness alignment requires immediate response to manifested need"
  ],
  "executable_legal_axioms": [
    "IF a guest manifests presence AFTER ritual completion THEN allocate sustenance proportional to host capacity",
    "IF resource allocation is constrained THEN prioritize immediate duty over ceremonial surplus",
    "IF dharma service is continuous THEN interruption does not nullify obligation"
  ],
  "supreme_court_application": "In adjudication involving interrupted services or delayed claims, the threshold of responsibility is triggered by actual manifestation, not scheduled performance. Authority hierarchy must recognize capacity-weighted obligations where ceremonial surplus cannot override immediate human necessity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that duty recognition follows perceptual contact. Anupūrvaśaḥ confirms sequential manifestation creates layered but non-competing duties. Proportional responsibility aligns with available capacity without punitive withholding. The non-punitive reality rule affirms that no spiritual merit is lost through external constraint.",
  "restorative_enforcement_protocols": [
    "Completion process: Acknowledge both ritual fulfillment AND emergent obligation",
    "Responsibility assumption protocol: Reorient remaining resources toward present need",
    "Capacity restoration: Ensure future preparedness for expanded hospitality",
    "Integrity reintegration: Maintain continuity between ceremonial and social dharmas"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This ruling restores balance between ritual completion and living duty. Justice operates through consciousness alignment, not punitive judgment. Reality responds to awakened capacity, never through imposed suffering."
}