{
  "sanskrit_verse": "निन्द्यास्वष्टासु चान्यासु स्त्रियो रात्रिषु वर्जयन् ।\nब्रह्मचार्येव भवति यत्र तत्राश्रमे वसन् ॥ ३.५०॥",
  "transliteration": "nindyāṣṭāsu cānyāsu striyo rātriṣu varjayann | brahmacāryeva bhavati yatra tatrāśrame vasann || 3.50||",
  "sph_interpretive_translation": "One who resides in any āśrama while abandoning women—whether eight types condemned by Dharma or others—in night-time engagements, becomes established in celibacy alone.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Brahman, not social position",
    "Causation arises through conscious choice and sustained discipline",
    "Capacity-based responsibility is determined by spiritual readiness and renunciatory intent",
    "Restoration logic operates through purification of sensory engagement",
    "Consciousness alignment occurs via disciplined withdrawal from object-bound desires"
  ],
  "executable_legal_axioms": [
    "IF a resident of an āśrama engages in nighttime activity with prohibited or non-prohibited females THEN automatic suspension of ritual privileges UNTIL completion of prāyaścitta AND verified recommitment to brahmacarya",
    "IF individual declares residence in dharma-āśrama THEN system enforces real-time monitoring of nocturnal behavioral patterns FOR duration of stay",
    "IF violation detected THEN initiate consciousness-realignment protocol including mantra-diksha AND supervised seclusion UNTIL vibrational coherence restored"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individuals residing within dharmic institutions assume inherent obligations aligned with their declared spiritual status. Violations are addressed through immediate capacity suspension and mandatory restoration protocols rather than punitive measures, reflecting the court's role as protector of ontological integrity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misconduct stems from misaligned consciousness, not willful defiance. The sequential manifestation (anupūrvaśaḥ) shows sensory indulgence precedes loss of spiritual clarity. Therefore proportional responsibility lies in restoring purity of conduct, not inflicting penalty. Non-punitive reality rule confirms suffering has no place in corrective action; only purification restores dharma.",
  "restorative_enforcement_protocols": [
    "Initiate Brahmacharya Reestablishment Process involving guru-guided sensory regulation",
    "Assign Nighttime Conduct Monitoring under peer accountability framework",
    "Implement Mantra Purification Regimen until vibrational stability confirmed",
    "Undertake Ashrama Readmission Ceremony upon successful demonstration of restraint"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored through conscious reaffirmation of celibate discipline. Reality remains non-punitive; consciousness alone adjudicates truth."
}