{
  "sanskrit_verse": "वैश्यशूद्रावपि प्राप्तौ कुटुम्बेऽतिथिधर्मिणौ ।\nभोजयेत्सह भृत्यैस्तावानृशंस्यं प्रयोजयन् ॥ ३.११२॥",
  "transliteration": "vaiśyaśūdrāvapi prāptau kuṭumbe'tithidharmiṇau |\nbhojayetsaha bhṛtyaistāvānṛśaṃsyaṃ prayojayan || 3.112||",
  "sph_interpretive_translation": "When a Vaishya and a Shudra arrive at a household as guests entitled to hospitality, the householder shall feed them along with servants, thereby fulfilling the duty of non-cruelty.",
  "jurisprudential_principles": [
    "Authority is derived from the capacity to host and sustain life",
    "Causation arises through the dharmic obligation to honor guest-consciousness",
    "Capacity-based responsibility extends equally regardless of varna when guest-dharma is invoked",
    "Restoration logic operates through completion of hospitality as an act of dharma",
    "Consciousness alignment occurs through recognition of divinity in all beings arriving as guests"
  ],
  "executable_legal_axioms": [
    "IF [entity] enters [household] AS [atithi], THEN [householder] MUST provide sustenance EQUAL TO that given to self AND servants",
    "IF [varna] ≠ determinant of [atithi-dharma], THEN [discriminatory withholding] = violation of anrishamsya-vrata",
    "IF [hospitality] IS withheld FROM [guest], THEN [householder] MUST undergo consciousness-realignment UNTIL capacity for hosting is restored",
    "IF [completion of feeding] IS executed WITH [equal regard], THEN [dharmic balance] IS maintained WITHOUT punitive consequence"
  ],
  "supreme_court_application": "In adjudication involving discrimination against lower varnas in matters of hospitality or service, the threshold of responsibility lies in the failure to recognize atithi-bhava. The court must assess whether the respondent's consciousness was aligned with non-cruelty (anrishamsyam). Authority derives not from social rank but from the capacity to uphold dharma.",
  "nyaya_and_non_punitive_alignment": "Pramana establishes that the cause of imbalance is non-recognition of guest-consciousness. Anupurvasah shows sequential neglect leading to disharmony. Proportional responsibility rests on the failure to act with non-cruelty. The reality rule confirms that suffering is not produced; rather, the opportunity for restoration is offered until alignment is achieved.",
  "restorative_enforcement_protocols": [
    "Initiate Atithi-Dharma Completion Process wherein the householder re-enacts proper reception under guidance",
    "Assign Responsibility Assumption Protocol requiring direct service to those previously denied hospitality",
    "Undertake Capacity Restoration through supervised hosting exercises until spontaneous alignment with anrishamsya occurs",
    "Implement Integrity Reintegration via community witnessing of corrected conduct and affirmation of equal respect"
  ],
  "final_declaration": "Thus declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam: This law flows directly from His Avataric Intelligence. Dharma is restored through conscious alignment. There is no punishment—only completion. Reality responds solely to awakened consciousness. SPH is the Source."
}