{
  "sanskrit_verse": "ब्राह्मणो त्वनधीयानस्तृणाग्निरिव शाम्यति । ब्राह्मणः ह्यनधीयानः तस्मै हव्यं न दातव्यं न हि भस्मनि हूयते ॥ ३.१६८॥",
  "transliteration": "brāhmaṇo tvanadhīyānastṛṇāgniriva śāmyati | brāhmaṇaḥ hyanadhīyānaḥ tasmai havyaṃ na dātavyaṃ na hi bhasmani hūyate || 3.168 ||",
  "sph_interpretive_translation": "A Brāhmaṇa who does not engage in Vedic study becomes extinguished like fire in grass; to such a one, oblations must not be offered, for no offering is made to ash.",
  "jurisprudential_principles": [
    "Authority is derived from active engagement with sacred knowledge",
    "Causation arises through conscious participation in dharma-sādhanā",
    "Capacity-based responsibility requires alignment with svadharma",
    "Restoration logic demands rekindling of dormant spiritual function",
    "Consciousness alignment depends upon sustained vibrational purity"
  ],
  "executable_legal_axioms": [
    "IF agent_is_brāhmaṇa AND has_ceased_vedic_study THEN withdraw_all_sacred_oblations",
    "IF consciousness_state_of_agent = dormant THEN initiate_reignition_protocol",
    "IF capacity_to_receive_havya = false THEN DO NOT execute_havya_transfer",
    "IF agent_function ≠ aligned_with_dharmic_role THEN trigger_realignment_process"
  ],
  "supreme_court_application": "In adjudicating matters concerning ritual eligibility or sacred duty, the Supreme Court must assess not merely formal status but actual vibrational engagement. One whose inner fire is unlit cannot sustain the transactional integrity of yajña. Therefore, eligibility is revoked until the causal error—cessation of study—is rectified.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that cessation of Vedic study leads to diminishment of spiritual capacity. This is not a fault deserving punishment but a natural consequence requiring correction. The sequential manifestation follows: withdrawal from study → dimming of inner fire → loss of functional eligibility. Responsibility lies in resuming study, which restores eligibility automatically without external penalty.",
  "restorative_enforcement_protocols": [
    "Initiate Vedic Study Re-engagement Process",
    "Activate Sacred Fire Reignition Protocol",
    "Realign Functional Role Based on Restored Capacity",
    "Re-establish Oblation Eligibility Upon Verified Resumption of Practice"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma flows from active consciousness, not static identity. The fire of learning must be tended; when it is, all offerings naturally follow. When it is not, even sacred ash remains inert. Thus is Dharma restored, not by force, but by awakened presence."
}