{
  "sanskrit_verse": "इतरानपि सख्यादीन् सम्प्रीत्या गृहमागतान् ।\nप्रकृत्यान्नं यथाशक्ति भोजयेत्सह भार्यया ॥ ३.११३॥",
  "transliteration": "itarānapi sakhya ādīn sampriyā gṛham āgatān |\nprakṛtyannam yathāśakti bhojayet saha bhāryayā || 3.113||",
  "sph_interpretive_translation": "One must feed guests, including friends and others who arrive at the home with affection, with natural food according to one's capacity, together with one's wife.",
  "jurisprudential_principles": [
    "Authority: The household holder possesses intrinsic duty-bearing capacity towards arriving guests.",
    "Causation: Affectionate reception and feeding of guests generates dharmic continuity and societal harmony.",
    "Capacity-based responsibility: Obligation is proportionate to individual material and energetic capacity.",
    "Restoration logic: Feeding guests restores relational integrity between host, guest, and cosmic order.",
    "Consciousness alignment: Act of service aligns individual consciousness with universal hospitality principle."
  ],
  "executable_legal_axioms": [
    "IF a guest arrives at a dwelling WITH mutual respect AND the resident has material means, THEN the resident MUST offer food within their capacity.",
    "IF a married individual receives a guest, THEN both spouses MUST participate in the act of hosting as unified dharma-doer.",
    "IF capacity is insufficient, THEN offering even minimal sustenance IS sufficient fulfillment of dharma.",
    "IF refusal occurs due to negligence OR aversion, THEN automatic restorative protocol initiates until alignment is restored."
  ],
  "supreme_court_application": "In adjudication involving disputes over hospitality obligations or neglect of guest duties, the threshold of responsibility is determined by actual capacity—not hypothetical excess. Courts must recognize conjugal unity as co-bearers of domestic dharma, ensuring judgments realign relational structures rather than impose punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that feeding guests maintains causal flow of abundance and social trust. Anupūrvaśaḥ shows that withholding leads to breakdown in dharmic ecology. Responsibility is proportional to available resources. There is no punitive consequence—only natural misalignment requiring conscious correction.",
  "restorative_enforcement_protocols": [
    "Completion Process: Host must perform full cycle of welcoming, feeding, and honoring departure of future guests.",
    "Responsibility Assumption Protocol: If past omission occurred, host must acknowledge role and initiate corrective hosting within 48 hours.",
    "Capacity Restoration Mechanism: Community support activates to enhance hosting ability where lack was genuine, not willful.",
    "Integrity Reintegration Sequence: Conjugal pair engages in joint ritual reaffirming sacred duty of shared hospitality."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared: Hospitality is executed through consciousness-aligned action, never enforced through punishment; reality itself corrects when dharma is restored; thus, Dharma stands established, consciousness prevails, and all beings are integrated in harmony."
}