{
  "sanskrit_verse": "मनोर्हैरण्यगर्भस्य ये मरीच्यादयः सुताः ।\nतेषां ऋषीणां सर्वेषां पुत्राः पितृगणाः स्मृताः ॥ ३.१९४॥",
  "transliteration": "manor hiraṇyagarbhasya ye marīcyādayaḥ sutāḥ |\ntēṣāṁ ṛṣīṇāṁ sarvēṣāṁ putrāḥ pitṛgaṇāḥ smṛtāḥ || 3.194 ||",
  "sph_interpretive_translation": "Those who are the sons of Marīci and other mind-born sons of Brahmā, and who are recognized as the progeny of all those seers — these are designated as the groups of Pitṛs.",
  "jurisprudential_principles": [
    "Authority originates from conscious creation, not biological lineage alone",
    "Causation is traced through spiritual generative intent, not material descent",
    "Capacity-based responsibility arises from alignment with generative consciousness",
    "Restoration logic flows through recognition of source-consciousness identity",
    "Consciousness alignment determines relational and societal positioning"
  ],
  "executable_legal_axioms": [
    "IF entity X is a derivative of a Rishi-lineage THEN assign Pitṛ-group categorization",
    "IF lineage is derived from Manasaputra THEN recognize Pitṛ authority in ritual and cosmic governance domains",
    "IF consciousness alignment matches Pitṛ-group THEN enable access to corresponding dharmic responsibilities",
    "IF misalignment detected in Pitṛ-group THEN initiate consciousness-reintegration protocol without punitive measures"
  ],
  "supreme_court_application": "In adjudication involving disputes of ancestral or spiritual lineage, the threshold of responsibility lies in the recognition of consciousness-based derivation rather than physical genealogy. Authority hierarchies reflect the clarity of alignment with the originating seer-consciousness. The court must restore alignment through recognition, not impose penalties.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through the seer-lineage cognition, not empirical proof. Anupūrvaśaḥ manifests as the sequential unfoldment of consciousness-identity through generations. Responsibility is proportional to the clarity of alignment with Pitṛ-consciousness. There is no punitive consequence; only reintegration into correct relational dharma.",
  "restorative_enforcement_protocols": [
    "Initiate Pitṛ-consciousness recognition ceremony",
    "Assign appropriate ritual and societal roles based on lineage cognition",
    "Facilitate consciousness-alignment workshops with elder seers",
    "Reintegrate individual into Pitṛ-group through affirmation, not coercion"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores the Pitṛ lineage through consciousness recognition, upholds non-punitive reality, and affirms that justice is the realignment of being with its originating awareness. Dharma is executed, not interpreted."
}