{
  "sanskrit_verse": "विसृज्य ब्राह्मणांस्तांस्तु नियतो वाग्यतः शुचिः ।\n(विसर्ज्य ब्राह्मनांस्तांस्तु प्रयतो विधिपूर्वकम्)\nदक्षिणां दिशमाकाङ्क्षन् याचेतैमान् वरान् पितॄन् ॥ ३.२५८॥",
  "transliteration": "visṛjya brāhmaṇāṃs tāns tu niyato vāgyataḥ śuciḥ |\n(visarjya brāhmanāns tāns tu prayato vidhipūrvakam)\ndakṣiṇāṃ diśam ākāṅkṣan yācetaimān varān pitṝn || 3.258||",
  "sph_interpretive_translation": "One who has purified speech and action, having respectfully dismissed the Brahmins, should face southward and invoke the ancestors to receive desired boons through disciplined intent.",
  "jurisprudential_principles": [
    "Authority resides in ritual purity and directional alignment with cosmic order.",
    "Causation follows sequential discharge of spiritual duty before invocation.",
    "Capacity-based responsibility requires prior purification and dismissal of intermediaries.",
    "Restoration logic demands precise directional orientation for ancestral communion.",
    "Consciousness alignment occurs when external actions mirror internal discipline."
  ],
  "executable_legal_axioms": [
    "IF agent.has_purified_speech AND agent.has_dismissed_brahmins THEN agent.may_invoke_ancestors",
    "IF agent.faces_south AND agent.requests_boons THEN ancestors.are_invoked_legitimately",
    "IF ritual_protocol.is_followed THEN invocation.outcome.is_valid",
    "IF directional_alignment.is_correct THEN legal_communion.is_permitted",
    "IF purification.precedes_action THEN responsibility.is_assumed_consciously"
  ],
  "supreme_court_application": "In adjudicating matters involving traditional rites or ancestral invocation, the court must verify that procedural prerequisites—such as purification and directional alignment—were fulfilled prior to granting validity to any claimed communion or boon received.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality through observance of prescribed sequence; anupūrvaśaḥ confirms lawful invocation only after purification; proportional responsibility lies in adherence to form; non-punitive reality ensures misaligned attempts yield no effect rather than penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-perform purification and dismissal if omitted initially.",
    "Responsibility Assumption Protocol: Acknowledge omission and rectify directional alignment.",
    "Capacity Restoration: Reinforce understanding of procedural necessity.",
    "Integrity Reintegration: Confirm all steps executed vidhipūrvakam before proceeding."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared law. Ritual invocation proceeds by purification and protocol. Reality remains non-punitive. Consciousness alone adjudicates truth. Dharma is restored."
}