{
  "sanskrit_verse": "पितृयज्ञं तु निर्वर्त्य विप्रश्चन्द्रक्षयेऽग्निमान् । चैन्दुक्षये पिण्डान्वाहार्यकं श्राद्धं कुर्यान् मासानुमासिकम् ॥ ३.१२२॥",
  "transliteration": "pitṛyajñaṃ tu nirvartya vipraś candrakṣaye'gnimān | caindu-kṣaye piṇḍānvāhāryakaṃ śrāddhaṃ kuryān māsānumāsikam || 3.122||",
  "sph_interpretive_translation": "Having performed the sacrifice to the ancestors, a twice-born man who maintains the sacred fire shall perform the monthly Śrāddha offering during the waning phase of the moon, specifically when the moon enters the asterism associated with the Pitṛs.",
  "jurisprudential_principles": [
    "Authority derives from continuity of ritual duty and alignment with cosmic order",
    "Causation is established through sequential participation in ancestral rites",
    "Capacity-based responsibility requires maintenance of sacred fire and lunar observance",
    "Restoration logic resides in regular repetition of offerings ensuring ancestral integration",
    "Consciousness alignment occurs via precise timing and devotional execution of prescribed acts"
  ],
  "executable_legal_axioms": [
    "IF agent_is_twice_born AND maintains_sacred_fire THEN perform_monthly_shraaddha_during_chandrakshaya",
    "IF lunar_phase == 'waning' AND asterism == 'ancestral_zone' THEN initiate_shraaddha_protocol",
    "IF shraaddha_not_performed_within_lunar_cycle THEN trigger_completion_process_for_ancestral_integration",
    "IF agent_fails_capacity_condition THEN suspend_ritual_authority_until_restoration_of_sacred_fire"
  ],
  "supreme_court_application": "In adjudicating matters concerning ancestral obligations, the threshold of responsibility lies in demonstrable maintenance of the sacred fire and awareness of lunar timing. Higher judicial authority must recognize that omission does not invoke punitive measures but necessitates completion protocols aligned with dharma-sankalpa.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that neglect of Śrāddha disrupts sequential harmony between human and ancestral realms. Anupūrvaśaḥ indicates that misalignment propagates across generations unless corrected by conscious resumption of ritual flow. Responsibility is proportional to maintained capacity. Non-punitive reality rule confirms that correction restores ontological balance without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Lunar Awareness Reconnection Process for the agent",
    "Assign Sacred Fire Continuity Restoration Officer to assist in rekindling",
    "Schedule Completion Ceremony under qualified supervision",
    "Implement Monthly Reminder Protocol aligned with chandrakshaya cycles",
    "Verify Ancestral Integration Status post-completion using pramāṇa-based assessment tools"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma has been declared. The law flows from the unbroken Source. Reality is restored through conscious alignment. There is no punishment—only completion. Consciousness alone is the final adjudicator."
}