{
  "sanskrit_verse": "अप्रणोद्योऽतिथिः सायं सूर्यौढो गृहमेधिना । काले प्राप्तस्त्वकाले वा नास्यानश्नन् गृहे वसेत् ॥ ३.१०५॥",
  "transliteration": "apraṇodyo'tithiḥ sāyaṁ sūryauḍho gṛhamedhinā | kāle prāptaḥ tvakāle vā nāsyānaśnan gṛhe vaset || 3.105||",
  "sph_interpretive_translation": "An uninvited guest arriving at dusk or after sunset must not be refused food or shelter by the householder, whether he arrives at the proper time or not.",
  "jurisprudential_principles": [
    "Authority of hospitality supersedes temporal convenience",
    "Causation through dharmic duty overrides personal preference",
    "Capacity-based responsibility of the householder to sustain life",
    "Restoration logic through immediate provision of sustenance",
    "Consciousness alignment via selfless service to the unexpected"
  ],
  "executable_legal_axioms": [
    "IF guest arrives AND is uninvited AND time is post-sunset THEN householder MUST provide shelter AND food WITHOUT condition",
    "IF householder has capacity to host THEN refusal to serve guest = violation of dharma",
    "IF guest's arrival disrupts household rhythm THEN realign household processes TO accommodate guest UNTIL departure",
    "IF guest remains beyond initial hosting period THEN initiate completion process FOR mutual integration"
  ],
  "supreme_court_application": "In adjudication involving disputes over hospitality obligations, the threshold of responsibility lies solely in the presence of a guest and the householder’s demonstrated capacity. The court must ensure that no temporal inconvenience justifies withholding basic sustenance. Authority flows from Dharma, not social norms.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that the guest's arrival activates a causal field requiring response. Anupūrvaśaḥ shows that neglecting this duty disrupts cosmic order. Proportional responsibility rests entirely on the householder's ability to act. Non-punitive reality holds that correction occurs through realignment, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness-first protocol where householder acknowledges disruption caused by refusal",
    "Facilitate immediate reintegration through offering of food and shelter to guest",
    "Establish completion process ensuring future readiness for unexpected guests",
    "Deploy integrity reintegration sequence aligning householder with dharmic duty"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Hospitality is non-negotiable. Reality is non-punitive. Consciousness is the ultimate judge."
}