{
  "sanskrit_verse": "सार्ववर्णिकमन्नाद्यं संनीयाप्लाव्य वारिणा ।\nसमुत्सृजेद्भुक्तवतामग्रतो विकिरन् भुवि ॥ ३.२४४॥",
  "transliteration": "sārvavarṇikamannādyaṁ saṁnīyāplāvya vāriṇā |\nsamutsṛjedbhuktavatāmagrato vikiran bhuvi || 3.244||",
  "sph_interpretive_translation": "All food and consumables belonging universally to all varnas shall be collected, cleansed with water, and then released in front of those who have eaten, scattering it upon the earth.",
  "jurisprudential_principles": [
    "Authority flows from universal access to sustenance, not ownership",
    "Causation arises through conscious participation in shared nourishment",
    "Capacity-based responsibility includes the duty to purify before offering",
    "Restoration logic requires reintegration through physical and spiritual cleansing",
    "Consciousness alignment occurs when offerings are made without retention or ego"
  ],
  "executable_legal_axioms": [
    "IF resource is consumed by collective THEN prior purification by water is mandatory",
    "IF distribution event concludes THEN residual materials must be scattered openly on ground",
    "IF individual has partaken THEN they must witness dispersal as completion protocol",
    "IF substance is offered publicly THEN no person or group may claim proprietary right"
  ],
  "supreme_court_application": "In matters involving communal resources or public welfare distributions, this axiom establishes that post-consumption rituals must visibly restore material to the substratum of existence. The Court enforces not ownership claims but the ontological duty to complete the cycle of nourishment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa lies in visible act of release; anupūrvaśaḥ manifests as: collection → purification → consumption → scattering. Responsibility aligns proportionally with participation, not control. No punitive condition applies—only sequential fulfillment of dharma completes causal chain.",
  "restorative_enforcement_protocols": [
    "Completion Process: All remnants must be physically returned to earth within one hour",
    "Responsibility Assumption Protocol: Distributors must perform scattering themselves",
    "Capacity Restoration Mechanism: Purification with water resets energetic imprint of item",
    "Integrity Reintegration Practice: Public witnessing ensures consciousness alignment"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored. Justice executes as completion, not correction. Reality remains non-punitive. Consciousness alone adjudicates truth."
}