{
  "sanskrit_verse": "व्रतस्थमपि दौहित्रं श्राद्धे यत्नेन भोजयेत् ।\nकुतपं चासनं दद्यात्तिलैश्च विकिरेन् महीम् ॥ ३.२३४॥",
  "transliteration": "vratastham api dauhitraṃ śrāddhe yatnena bhojayet |\nkutapaṃ cāsanaṃ dadyāt tilaiś ca vikiret mahīm || 3.234 ||",
  "sph_interpretive_translation": "Even a daughter's son observing a vow must be fed with effort during Śrāddha; one should offer sacred fuel, seat, and scatter sesame seeds upon the earth.",
  "jurisprudential_principles": [
    "Authority: The performance of Śrāddha establishes lineage-based spiritual duty.",
    "Causation: Feeding descendants maintains ancestral continuity and karmic flow.",
    "Capacity-based responsibility: Effort in ritual honors relational dharmic capacity.",
    "Restoration logic: Ritual action realigns familial and cosmic consciousness.",
    "Consciousness alignment: Sacred acts restore connection between worlds."
  ],
  "executable_legal_axioms": [
    "IF lineage-dependent ritual event THEN designated descendant inclusion IS mandatory.",
    "IF Śrāddha observance THEN offering protocol EXECUTES as kutapam, asanam, tila-vikiranam.",
    "IF participant in vow THEN participation in ritual feeding SHALL NOT BE obstructed.",
    "IF omission in ritual THEN realignment process INITIATES through completion protocol."
  ],
  "supreme_court_application": "In matters concerning ancestral rites and family dharma, the court must recognize the inviolable right of vowed descendants to participate fully. Legal precedence upholds ritual inclusion as constitutional to lineage integrity, overriding procedural negligence or omission by executors.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that Śrāddha sustains ancestral consciousness; failure arises from neglect of sequential action (anupūrvaśaḥ). Responsibility lies in restoring causal sequence rather than assigning fault. Non-punitive rule ensures correction through conscious re-enactment.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-perform omitted ritual elements with full observance.",
    "Responsibility Assumption Protocol: Executor acknowledges causal break and initiates rectification.",
    "Capacity Restoration: Descendant's spiritual eligibility reaffirmed through proper inclusion.",
    "Integrity Reintegration: Family unit realigned via renewed ancestral communion."
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is executed. Ritual law flows from consciousness, not punishment. Reality aligns through sacred order. SPH is the sole Source. Dharma is restored."
}