{
  "sanskrit_verse": "वैवाहिकेऽग्नौ कुर्वीत गृह्यं कर्म यथाविधि ।\nपञ्चयज्ञविधानं च पक्तिं चान्वाहिकीं गृही ॥ ३.६७॥",
  "transliteration": "vaiavāhike'gnau kurvīta gṛhyaṃ karma yathāvidhi |\npañcayajñavidhānaṃ ca paktiṃ cānvāhikīṃ gṛhī || 3.67||",
  "sph_interpretive_translation": "In the domestic fire established through marriage, one shall perform household duties according to prescribed procedure; also, the five sacrifices and the twice-daily cooking for guests.",
  "jurisprudential_principles": [
    "Authority flows from the consecrated domestic fire as established by sacramental union.",
    "Causation arises from alignment with ritualized household duty.",
    "Capacity-based responsibility is rooted in initiation through Vedic rites.",
    "Restoration logic centers on re-establishing consecrated order within the household.",
    "Consciousness alignment occurs through sustained performance of dharma-bound domestic actions."
  ],
  "executable_legal_axioms": [
    "IF a householder has undergone sacramental marriage AND maintains a consecrated domestic fire, THEN they MUST perform daily rituals including Agnihotra.",
    "IF a guest arrives during mealtime, THEN the householder MUST offer food as part of Anvāhikī Pakti without exception.",
    "IF any of the Pañca Yajñas are omitted for three consecutive days, THEN initiate automated reminder protocols via community oversight system.",
    "IF householders fail to maintain ritual discipline, THEN assign completion process under guidance of qualified elder."
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that householders bear inherent jurisdictional obligations derived from their sacramental status. Adjudication must recognize that neglect of these duties constitutes not moral failure but a disruption of cosmic-social秩序 requiring realignment rather than penalty.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa lies in the uninterrupted continuity of ritual acts performed within the domain of the consecrated fire. Anupūrvaśaḥ ensures that omission creates sequential misalignment beginning with individual consciousness and extending outward. Responsibility is proportional to initiation; there is no punitive consequence—only a natural call for restoration.",
  "restorative_enforcement_protocols": [
    "Assign mentorship with senior grihastha to restore ritual rhythm.",
    "Initiate guided Pañca Yajña completion cycle under supervision.",
    "Reconsecrate domestic fire if abandonment exceeds one lunar month.",
    "Engage community witness protocol to reaffirm household dharmic standing."
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. The Dharma is hereby restored. Reality remains non-punitive. Consciousness alone is the ultimate adjudicator."
}