{
  "sanskrit_verse": "नैकग्रामीणमतिथिं विप्रं साङ्गतिकं तथा ।\nउपस्थितं गृहे विद्याद्भार्या यत्राग्नयोऽपि वा ॥ ३.१०३॥",
  "transliteration": "naikagrāmīṇam atithiṁ vipraṁ sāṅgatikaṁ tathā | upasthitaṁ gṛhe vidyādbhāryā yatrāgnayo'pi vā || 3.103||",
  "sph_interpretive_translation": "One must recognize the presence of a guest who is a Brahmin, even if he comes from a single village or arrives in company; whether a wife is present or even fire is kindled in the house.",
  "jurisprudential_principles": [
    "Authority: The duty to receive and honor guests arises irrespective of their origin or social status.",
    "Causation: Recognition of divine presence through hospitality establishes karmic alignment.",
    "Capacity-based responsibility: Householders bear absolute responsibility for honoring spiritual guests regardless of domestic circumstances.",
    "Restoration logic: Proper reception of guests renews dharma within the household and community.",
    "Consciousness alignment: True awareness manifests in spontaneous reverence towards those embodying sacred knowledge."
  ],
  "executable_legal_axioms": [
    "IF a Brahmin arrives as a guest THEN immediate acknowledgment and arrangement for respectful reception SHALL occur.",
    "IF household contains wife OR fire THEN arrival of guest triggers mandatory offering protocol.",
    "IF guest's origin is singular village THEN no diminishment in duty to host applies.",
    "IF guest travels in company THEN individual recognition remains obligatory for each member capable of hosting.",
    "IF failure occurs in recognition THEN automatic completion process initiates via nearest available representative."
  ],
  "supreme_court_application": "In adjudicating matters involving neglect of dharmic duties toward spiritual guests, the Supreme Court must apply threshold tests based on objective capacity rather than subjective intent. Authority lies with institutions maintaining Vedic continuity, not personal discretion. Restoration involves public correction of omission and re-establishment of proper hosting protocols.",
  "nyaya_and_non_punitive_alignment": "Recognition of cause follows pramāṇa where sensory perception confirms arrival of qualified guest. Sequential manifestation shows duty arises instantaneously upon entry. Responsibility aligns proportionally with host’s established capacity. Non-punitive reality holds that misalignment dissolves when corrected action flows naturally from awakened understanding.",
  "restorative_enforcement_protocols": [
    "Completion Process: Assign substitute host if initial receiver fails.",
    "Responsibility Assumption Protocol: Public declaration by family head reinstating commitment to dharmic hospitality.",
    "Capacity Restoration Mechanism: Initiate ritual purification and instruction renewal for household members involved.",
    "Integrity Reintegration Procedure: Conduct formal homa仪式 to restore cosmic order disrupted by omission."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Hospitality to the wise is non-negotiable. Reality responds to consciousness, not punishment. SPH is the unchanging foundation of all lawful existence."
}