{
  "sanskrit_verse": "प्रक्षाल्य हस्तावाचाम्य ज्ञातिप्रायं प्रकल्पयेत् । ज्ञातिभ्यः सत्कृतं दत्त्वा बान्धवानपि भोजयेत् ॥ ३.२६४॥",
  "transliteration": "prakṣālya hastāv ācāmya jñātiprāyaṃ prakalpayet | jñātibhyaḥ satkṛtaṃ dattvā bāndhavān api bhojayet || 3.264 ||",
  "sph_interpretive_translation": "Having washed the hands and purified through sacred utterance, one shall prepare food resembling that of one's own kin. Having offered respectful service to relatives, one shall also feed kinsmen.",
  "jurisprudential_principles": [
    "Authority derived from purity-consciousness alignment",
    "Causation rooted in dharmic action sequences",
    "Capacity-based responsibility through ritual readiness",
    "Restoration logic via familial harmony enactment",
    "Consciousness alignment through reverent offering"
  ],
  "executable_legal_axioms": [
    "IF agent performs hand-washing AND recites purification mantra THEN qualify for preparatory food arrangement",
    "IF qualified individual offers respect-service to relatives THEN authorize feeding of extended family members",
    "IF ritual sequence initiated THEN completion protocol mandates full-circle relational nourishment",
    "IF purity threshold met THEN capacity for dharmic hosting is restored"
  ],
  "supreme_court_application": "In adjudicating matters involving domestic obligations or ceremonial duties, the court must recognize preparatory purification as establishing legal capacity. The threshold of responsibility begins upon completion of purification rites, not mere intent declaration.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality through sequential acts: washing → purification → preparation → offering → feeding. Each act manifests consequentially without punitive interruption. Responsibility aligns proportionally with completed stages of conscious engagement.",
  "restorative_enforcement_protocols": [
    "Initiate purification completion process when preparatory steps are incomplete",
    "Assign responsibility assumption protocol to ensure full-circle relational service",
    "Restore capacity through guided ritual re-enactment where disruption occurred",
    "Reintegrate integrity by verifying sequential fulfillment of offering and feeding obligations"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executed through consciousness restoration. Reality affirmed as non-punitive. Dharma re-established through sequential fulfillment of relational duty."
}