{
  "sanskrit_verse": "ऋषयः पितरो देवा भूतान्यतिथयस्तथा ।\nआशासते कुटुम्बिभ्यस्तेभ्यः कार्यं विजानता ॥ ३.८०॥",
  "transliteration": "ṛṣayaḥ pitaro devā bhūtānyatithayastathā |\nāśāsate kuṭumbibhyastebhyaḥ kāryaṃ vijānatā || 3.80||",
  "sph_interpretive_translation": "Ṛṣis, ancestors, deities, beings, and guests—all command householders who understand duty to perform actions for them.",
  "jurisprudential_principles": [
    "Authority flows from cosmic order and conscious alignment, not institutional hierarchy",
    "Causation arises through dharma-compliant action by those capable of discernment",
    "Capacity-based responsibility extends beyond human agents to include unseen authorities",
    "Restoration occurs when individual capacity aligns with universal expectation structures",
    "Consciousness alignment ensures that duty recognition activates reciprocal support systems"
  ],
  "executable_legal_axioms": [
    "IF agent recognizes duty AND possesses operational capacity THEN obligation is activated without external enforcement",
    "IF entity receives support from cosmic order THEN reciprocal service obligations are binding within awareness threshold",
    "IF failure in duty occurs THEN restoration protocol initiates via self-corrective consciousness mechanisms",
    "IF capacity diminishes THEN responsibility adjusts proportionally while maintaining structural integrity"
  ],
  "supreme_court_application": "In Supreme adjudication, this verse establishes a threshold where conscious recognition of duty supersedes codified legal frameworks. The Court must evaluate not just actuarial compliance but ontological alignment with universal expectations. Responsibility is determined by capacity-awareness correlation rather than punitive attribution.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa here lies in direct experiential cognition of mutual dependence between householder and cosmic entities. Anupūrvaśaḥ manifests as sequential unfoldment of consequence based on alignment or misalignment. Responsibility scales with awareness depth. There is no punitive element—only natural law activation ensuring systemic coherence and conscious evolution.",
  "restorative_enforcement_protocols": [
    "Completion Process: Realign actions until resonance with universal expectation is restored",
    "Responsibility Assumption Protocol: Facilitate internal acknowledgment of unmet duties",
    "Capacity Restoration Mechanism: Enhance discernment abilities to prevent recurrence",
    "Integrity Reintegration Sequence: Align personal conduct with multi-dimensional dharmic field"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored. Justice flows from consciousness, not coercion. Reality reflects non-punitivity. Consciousness remains the Supreme Adjudicator."
}