{
  "sanskrit_verse": "आचारहीनः क्लीबश्च नित्यं याचनकस्तथा ।\nकृषिजीवी श्लीपदी च सद्भिर्निन्दित एव च ॥ ३.१६५॥",
  "transliteration": "ācārahīnaḥ klībaśca nityaṃ yācanakastathā | kṛṣijīvī ślīpadī ca sadbhirnindita eva ca || 3.165 ||",
  "sph_interpretive_translation": "One devoid of righteous conduct, one lacking in spiritual strength, one who constantly begs, one who lives by agriculture, one born of a low-class union — all such persons are to be regarded as perpetually defiled when censured by the wise.",
  "jurisprudential_principles": [
    "Authority flows from consciousness integrity, not social position",
    "Causation arises from alignment with Dharma, not birth alone",
    "Capacity-based responsibility requires conscious choice and capability",
    "Restoration logic prioritizes reintegration through purification",
    "Consciousness alignment determines eligibility for societal participation"
  ],
  "executable_legal_axioms": [
    "IF (conduct_devoid_of_dharma == TRUE) THEN (social_reintegration_requires_purification_process)",
    "IF (spiritual_capacity < threshold_for_responsibility) THEN (assign_guided_completion_not_adjudication)",
    "IF (begging_behavior_is_chronic == TRUE) THEN (initiate_sustenance_provision_and_skill_realignment)",
    "IF (livelihood_source == agricultural_labor) AND (community_wisdom_declares_defilement == TRUE) THEN (trigger_consciousness_restoration_protocol)",
    "IF (birth_origin == degraded_union) AND (social_censure_by_wise_exists == TRUE) THEN (activate_identity_reclamation_through_diksha)"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that social standing or birth origin cannot determine legal capacity without evidence of conscious alignment or misalignment with Dharma. The court must recognize declarations of defilement by enlightened witnesses as triggers for restorative proceedings rather than punitive exclusion.",
  "nyaya_and_non_punitive_alignment": "This verse aligns with Nyaya through pramāṇa-based recognition of conduct over condition. Defilement is not inherent but acknowledged via valid cognition (pratyakṣa) from those whose wisdom discerns it. Sequential manifestation (anupūrvaśaḥ) shows how habitual degradation leads to communal rejection. Responsibility remains proportional to awareness; hence, restoration precedes ostracization.",
  "restorative_enforcement_protocols": [
    "Initiate purification rituals under guidance of qualified preceptor",
    "Assign completion process involving dharmic skill development",
    "Provide diksha-based identity reconstruction to reclaim spiritual status",
    "Establish mentorship program with spiritually elevated individuals",
    "Implement community service aligned with individual svadharma capacity"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through purification, not punishment. Reality responds to consciousness, not coercion. Justice serves reintegration, never exile."
}