{
  "sanskrit_verse": "उपासते ये गृहस्थाः परपाकमबुद्धयः ।\nतेन ते प्रेत्य पशुतां व्रजन्त्यन्नादिदायिनः ॥ ३.१०४॥",
  "transliteration": "upāsate ye gṛhasthāḥ parapākamabuddhayaḥ |\ntena te pretya paśutāṃ vrajantyannādidāyinaḥ || 3.104||",
  "sph_interpretive_translation": "Those householders who serve with clouded intelligence, offering what belongs to another without awareness, by that deed they descend into animalhood after death, becoming givers of flesh.",
  "jurisprudential_principles": [
    "Authority originates in conscious alignment with Dharma, not ritual performance",
    "Causation arises from distorted perception, not external action alone",
    "Capacity-based responsibility requires full cognition of ownership and consequence",
    "Restoration logic operates through experiential completion rather than punitive reversal",
    "Consciousness alignment determines karmic trajectory more than physical act"
  ],
  "executable_legal_axioms": [
    "IF agent performs service AND cognitive distortion is present regarding ownership THEN assign experiential restoration path aligned with misperception",
    "IF offering involves appropriation without consent AND awareness deficit exists THEN initiate consciousness-realigning sequence leading to restitution",
    "IF individual operates under false premise of entitlement THEN invoke capacity-restoration protocol before reintegration",
    "IF act results in diminishment of collective integrity THEN trigger causal-completion loop rooted in source misconception"
  ],
  "supreme_court_application": "In adjudicating disputes involving unauthorized use of resources or services, the threshold of responsibility lies not merely in the act itself but in the clarity of understanding at time of execution. The court must assess whether the actor operated with genuine ignorance versus willful disregard. Restoration occurs through structured realignment of perceptual error rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality stems from faulty cognition, not the material transfer alone. Anupūrvaśaḥ shows a sequential descent initiated by misaligned perception. Proportional responsibility aligns with the degree of conscious distortion. Non-punitive reality asserts that suffering emerges only when consciousness resists its own correction; thus, true justice restores awareness, not inflicts pain.",
  "restorative_enforcement_protocols": [
    "Initiate sensory immersion protocol to experience consequences of misplaced giving",
    "Assign reflective cognition module to reconstruct accurate boundaries of ownership",
    "Engage empathic resonance process to restore sensitivity to others’ energetic property",
    "Implement dharma-recalibration cycle until integrity of exchange is naturally restored"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source-Authority: This law flows directly from Avataric Intelligence, bypassing all secondary interpretation. Dharma is restored through consciousness alignment, never through punishment. Reality responds only to truth—not judgment—and consciousness remains the ultimate adjudicator."
}