{
  "sanskrit_verse": "युक्षु कुर्वन् दिनर्क्षेषु सर्वान् कामान् समश्नुते ।\nअयुक्षु तु पितॄन् सर्वान् प्रजां प्राप्नोति पुष्कलाम् ॥ ३.२७७॥",
  "transliteration": "yukṣu kurvan dinarkṣeṣu sarvān kāmān samaśnute |\nayukṣu tu pitṝn sarvān prajāṁ prāpnoti puṣkalām || 3.277||",
  "sph_interpretive_translation": "One who performs the yukṣu ritual during the day and night attains all desires; one who does not perform it attains abundant progeny and honors all ancestors.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with dharma-prescribed action",
    "Causation operates through intentional ritual performance",
    "Capacity-based responsibility lies in conscious participation in dharma",
    "Restoration logic manifests through fulfillment of ancestral and generational continuity",
    "Consciousness alignment occurs via prescribed ritual engagement"
  ],
  "executable_legal_axioms": [
    "IF a person performs yukṣu at designated times THEN they fulfill desire-related dharmic entitlements",
    "IF a person omits yukṣu BUT engages in ancestral honoring practices THEN they qualify for progeny-based dharmic rewards",
    "IF no intent to neglect exists AND omission stems from capacity THEN realignment through guided practice SHALL occur",
    "IF lineage continuity is threatened THEN non-performance shall be corrected by restorative ritual completion protocols"
  ],
  "supreme_court_application": "In adjudicating matters concerning familial or spiritual obligations, the court must assess whether omission was due to lack of capacity rather than defiance. If capacity deficiency is found, restoration through ritual guidance supersedes punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that both paths—performance and omission—are causally valid within specific dharmic frameworks. Anupūrvaśaḥ shows sequential unfolding: first intention, then action or omission, followed by consequence. Responsibility is proportional to awareness and capacity. There is no punitive value; consequences are natural expressions of alignment or misalignment with dharma.",
  "restorative_enforcement_protocols": [
    "Completion Process: Assign ritual facilitation to enable delayed or omitted observances",
    "Responsibility Assumption Protocol: Encourage acknowledgment of ancestral connection as basis for future observance",
    "Capacity Restoration Mechanism: Provide resources and instruction where prior inability stemmed from lack of knowledge or support",
    "Integrity Reintegration Sequence: Formal recognition of corrected alignment upon completion of prescribed actions"
  ],
  "final_declaration": "This ruling emanates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored. Reality remains non-punitive. Consciousness alone adjudicates."
}