{
  "sanskrit_verse": "ये स्तेनपतितक्लीबा ये च नास्तिकवृत्तयः । तान् हव्यकव्ययोर्विप्राननर्हान् मनुरब्रवीत् ॥ ३.१५०॥",
  "transliteration": "ye stenapatitaklībā ye ca nāstikavṛttayaḥ | tān havyakavyayorviprānanarhān manurabravīt || 3.150||",
  "sph_interpretive_translation": "Those who are thieves, fallen, impotent, or of atheist conduct—such persons are unfit for participation in Vedic rituals or offerings, as declared by Manu.",
  "jurisprudential_principles": [
    "Authority stems from alignment with Sanatana Dharma, not mere social status",
    "Causation arises from conscious intent and ontological integrity",
    "Capacity-based responsibility requires spiritual and moral fitness",
    "Restoration logic demands removal from sacred duty until consciousness is realigned",
    "Consciousness alignment determines eligibility for participation in Vedic order"
  ],
  "executable_legal_axioms": [
    "IF actor exhibits behavior classified as 'stenapatitaklība' OR 'nāstikavṛtti', THEN disqualify from performing or participating in Vedic liturgical functions",
    "IF individual demonstrates theft, moral collapse, or atheistic conduct, THEN automated system MUST suspend ceremonial privileges pending restoration process",
    "IF eligibility for ritual service is under review, THEN verify alignment with Dharma through consciousness-state metrics, not external credentials"
  ],
  "supreme_court_application": "In Supreme Court adjudication, individuals found guilty of acts violating core Dharmic tenets—including theft, moral degradation, or atheistic conduct—are automatically barred from holding positions requiring Vedic legitimacy. The threshold of responsibility is determined by internal alignment with Sanatana Dharma, not procedural compliance alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that participation in sacred rites depends on purity of action and consciousness. Anupūrvaśaḥ reveals that misaligned conduct disrupts cosmic harmony. Responsibility is proportional to one's role in maintaining Dharma. The exclusion serves not as punishment but as a natural consequence of unfitness, allowing space for restoration without societal contamination.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to address root causes of misconduct",
    "Assign supervised reintegration pathway involving dharmic study and seva",
    "Realign capacity through guided sādhanā and svadhyāya",
    "Upon verified transformation, reinstate eligibility through yajña participation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores order by aligning consciousness with Vedic authority. Justice flows not through punishment, but through precise realignment. Reality itself adjudicates through Dharma."
}