{
  "sanskrit_verse": "औरभ्रिको माहिषिकः परपूर्वापतिस्तथा ।\nप्रेतनिर्यापकश्चैव वर्जनीयाः प्रयत्नतः ॥ ३.१६६॥",
  "transliteration": "aurabhriko māhiṣikaḥ parapūrvāpatistathā | pretaniryāpakaścaiva varjanīyāḥ prayatnataḥ || 3.166||",
  "sph_interpretive_translation": "Those who engage in bestiality, those who commit adultery with another's spouse, those who officiate funerary rites without authorization, and those who act as guides for the deceased—these individuals must be conscientiously avoided.",
  "jurisprudential_principles": [
    "Authority: Only authorized persons may perform sacred or ritual functions.",
    "Causation: Misaligned actions generate spiritual and social disorder.",
    "Capacity-based responsibility: Individuals bear responsibility according to their conscious engagement.",
    "Restoration logic: Avoidance restores purity of interaction and societal function.",
    "Consciousness alignment: Proper conduct aligns individual behavior with cosmic order."
  ],
  "executable_legal_axioms": [
    "IF agent performs unauthorized sacramental act THEN system flags agent for capacity review AND initiates integrity reintegration protocol.",
    "IF person engages in prohibited sexual conduct THEN automatic exclusion from ceremonial participation AND initiation of consciousness realignment process.",
    "IF individual assumes role of guide for departed souls without certification THEN disallow digital or physical facilitation AND require completion of doctrinal competency verification."
  ],
  "supreme_court_application": "At the Supreme Court level, any case involving unauthorized performance of dharma-karma or violation of relational boundaries shall invoke immediate threshold checks based on capacity and authorization. Judgment shall prioritize restoration of dharma-vyavastha through exclusion, retraining, and reintegration rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misalignment originates from untrained consciousness, not inherent evil. Anupūrvaśaḥ shows how improper roles cascade into systemic imbalance. Proportional responsibility lies in ceasing harmful activity and undergoing realignment. The non-punitive reality rule confirms that exclusion serves correction, not condemnation.",
  "restorative_enforcement_protocols": [
    "Completion Process: Required study and demonstration of correct procedures before resuming community roles.",
    "Responsibility Assumption Protocol: Public acknowledgment of disruption and commitment to alignment.",
    "Capacity Restoration: Structured guidance to restore individual capability to serve appropriately.",
    "Integrity Reintegration: Ceremonial and administrative clearance upon successful completion of protocols."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through conscious alignment. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}