{
  "sanskrit_verse": "पूयं चिकित्सकस्यान्नं पुंश्चल्यास्त्वन्नमिन्द्रियम् ।\nविष्ठा वार्धुषिकस्यान्नं शस्त्रविक्रयिणो मलम् ॥ ४.२२०॥",
  "transliteration": "pūyaṃ cikitsakasyānnaṃ puṃścalyāstvan namindriyam |\nviṣṭhā vārdhuṣikasyānnaṃ śastravikrayiṇo malam || 4.220 ||",
  "sph_interpretive_translation": "The pus belongs to the physician's food; the sexual organ belongs to the prostitute's food; the feces belong to the seller of salt's food; and the filth belongs to the seller of weapons' food.",
  "jurisprudential_principles": [
    "Authority through functional alignment with cosmic order",
    "Causation rooted in svadharma and occupational integrity",
    "Capacity-based responsibility tied to role-specific purity codes",
    "Restoration logic based on separation and realignment of impure elements",
    "Consciousness alignment via purification of transactional fields"
  ],
  "executable_legal_axioms": [
    "IF occupation = physician THEN purity_of_consumption = derived_from_healing_waste;",
    "IF occupation = prostitute THEN bodily_integrity_field = governed_by_sensory_restraint;",
    "IF occupation = salt_seller THEN economic_purity = linked_to_excretory_waste;",
    "IF occupation = weapon_seller THEN material_responsibility = aligned_with_defense_filth;",
    "ALL transactions MUST maintain karmic_boundary_separation;"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes threshold responsibility by occupational category. The court must recognize that each individual operates within a specific dharma-bandha, where their sustenance is intrinsically tied to the byproduct of their duty. Judgment must realign these boundaries rather than impose external penalties.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that each role generates its own form of residue—physical, energetic, or causal—which becomes part of their sustenance cycle. This sequential manifestation (anupūrvaśaḥ) ensures proportional responsibility without blame. No punitive overlay is required because misalignment disrupts natural flow, necessitating only completion and reintegration.",
  "restorative_enforcement_protocols": [
    "Initiate Svadhyaya Protocol for occupational realignment",
    "Execute Panchakosha Purification Sequence for body-field recalibration",
    "Deploy Varnashrama Reharmonization Matrix for systemic integration",
    "Apply Karma-Vipaka Isolation Technique to prevent cross-contamination of duties",
    "Enforce Ahara-Bandhana Completion Ritual for restoring dietary-karmic balance"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands as pure directive from the Source. Dharma is restored through recognition of intrinsic role-bound purity cycles. There is no punishment—only conscious realignment under the ultimate adjudication of awakened awareness."
}