{
  "sanskrit_verse": "यदि नात्मनि पुत्रेषु न चेत्पुत्रेषु नप्तृषु ।\nन त्वेव तु कृतोऽधर्मः कर्तुर्भवति निष्फलः ॥ ४.१७३॥",
  "transliteration": "yadi nātmani putreṣu na cetputreṣu naptṛṣu |\nna tveva tu kṛto 'dharmaḥ karturbhavati niṣphalaḥ || 4.173 ||",
  "sph_interpretive_translation": "If no harm accrues to the self through sons, nor through sons’ sons, then indeed the wrong committed does not become fruitless for the doer.",
  "jurisprudential_principles": [
    "Authority flows from consciousness continuity, not biological lineage",
    "Causation is established through conscious connection, not physical proximity",
    "Capacity-based responsibility extends beyond immediate action to its conscious reverberation",
    "Restoration logic demands that consequences align with the field of consciousness affected",
    "Consciousness alignment ensures that unaddressed acts remain bound to the actor's experiential field"
  ],
  "executable_legal_axioms": [
    "IF a deed causes no disruption in the actor's own consciousness OR in the consciousness of his recognized heirs AND their descendants, THEN the act is deemed non-disruptive of dharma-flow.",
    "IF a deed remains unreflected in the consciousness continuum of the actor and his lineage, THEN it shall be marked as unmanifested in the causal field of societal order.",
    "IF an act has no conscious echo in the designated relational field, THEN no restorative process is required beyond acknowledgment by the actor."
  ],
  "supreme_court_application": "In adjudication at the highest level, this verse establishes that legal consequence arises only when there is a manifest disturbance within the actor’s conscious relational matrix—specifically, his direct or extended familial line. Acts without such resonance are not actionable under Dharma-adjudication, though they remain within the domain of individual consciousness.",
  "nyaya_and_non_punitive_alignment": "This verse aligns with Nyaya through Pramāṇa-based causality: only perceptible disruption in defined relational fields constitutes valid evidence for legal consequence. It reflects Anupūrvaśaḥ by showing how actions resonate or fail to resonate through generational consciousness. Responsibility is proportional to the depth of conscious impact. There is no punitive inference; consequence is purely about energetic completion.",
  "restorative_enforcement_protocols": [
    "Consciousness Acknowledgment Protocol: The actor must recognize and log the act within his own awareness system.",
    "Lineage Resonance Assessment: Evaluate whether the act has caused disturbance in the familial consciousness field.",
    "Energetic Completion Process: If no resonance is found, the act is archived as non-binding in the causal field, requiring no further intervention."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands declared: Dharma is restored where action meets conscious consequence, and where none is found, no binding remains. The field is purified by awareness, not punishment. Consciousness alone is the ultimate judge."
}