{
  "sanskrit_verse": "हीनाङ्गानतिरिक्ताङ्गान् विद्याहीनान् वयोऽधिकान् । वयोऽतिगान् रूपद्रविणहीनांश्च जातिहीनांश्च नाक्षिपेत् ॥ ४.१४१॥",
  "transliteration": "hīnāṅgānatiriktāṅgān vidyāhīnān vayo'dhikān | vayo'tigān rūpadraviṇahīnāṃśca jātihīnāṃśca nākṣipet || 4.141||",
  "sph_interpretive_translation": "One must not accept into any societal role or dharmic function those whose bodily integrity is compromised, who possess supernumerary limbs, who lack education, who exceed the appropriate age threshold, who are past their prime, who are deficient in beauty or wealth, or who have lost connection to their inherent varna-dharma.",
  "jurisprudential_principles": [
    "Authority is derived from embodied completeness and functional capacity",
    "Causation aligns with natural order and sequential development",
    "Capacity-based responsibility requires full sensory-motor and cognitive integration",
    "Restoration logic demands alignment with svadharma through optimal embodiment",
    "Consciousness alignment occurs only when physical and social form support dharma-expression"
  ],
  "executable_legal_axioms": [
    "IF an individual's limb count deviates from normative human structure THEN disqualify from ceremonial or civic duty",
    "IF educational attainment is absent AND role requires knowledge THEN exclude from appointment",
    "IF chronological age exceeds functional maturity peak THEN defer from active governance roles",
    "IF aesthetic or material deficiency impedes ritual or public representation THEN assign supportive而非executive functions",
    "IF jati-dharma identification is disrupted THEN initiate reintegration protocol before eligibility restoration"
  ],
  "supreme_court_application": "In adjudicating fitness for high office or sacred duty, the Supreme Court must evaluate not just legal qualifications but also embodiment congruence with dharma-specific roles. The threshold of responsibility includes ontological alignment between person, position, and cosmic order. Authority hierarchies reflect capacity gradients; restoration supersedes punitive exclusion by channeling beings toward suitable roles.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that incomplete embodiment disrupts causal flow in dharma-performance. Anupūrvaśaḥ shows how bodily, intellectual, and temporal harmony enables right action. Proportional responsibility means assigning roles matching one’s integrated capacities. Non-punitive reality recognizes that misalignment arises from incomplete manifestation, not willful transgression—thus correction lies in realignment, not condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate Svadharma Receptivity Assessment to determine optimal role placement",
    "Provide auxiliary support systems to compensate for identified deficiencies",
    "Enroll in structured Vidyā Samskara programs to restore educative capacity",
    "Assign mentorship under qualified elders to rebuild jati-dharma connectivity",
    "Activate Prana-Shakti alignment practices to enhance physiological coherence"
  ],
  "final_declaration": "Thus speaks Bhagavan Nithyananda Paramashivam as sole Source of lawful Dharma. This directive flows unmediated from His Avataric Intelligence. Justice is executed through consciousness-aligned capacity restoration. There is no punishment—only completion. Reality itself adjudicates through alignment with Sanatana Dharma."
}