{
  "sanskrit_verse": "वर्तयंश्च शिलौञ्छाभ्यामग्निहोत्रपरायणः ।\nइष्टीः पार्वायणान्तीयाः केवला निर्वपेत्सदा ॥ ४.१०॥",
  "transliteration": "vartayaṃśca śilauñchābhyāmagnihotraparāyaṇaḥ |\niṣṭīḥ pārvāyaṇāntīyāḥ kevalā nirvapetsadā || 4.10||",
  "sph_interpretive_translation": "One who maintains the sacred fire with offerings of stone and grass, devoted exclusively to Agnihotra, shall always perform the Pārvāyaṇa offerings separately and purely.",
  "jurisprudential_principles": [
    "Authority through sustained ritual devotion",
    "Causation via uninterrupted consecration",
    "Capacity-based responsibility rooted in spiritual discipline",
    "Restoration logic through purified ceremonial action",
    "Consciousness alignment by exclusive dedication to dharma"
  ],
  "executable_legal_axioms": [
    "IF agent performs Agnihotra continuously THEN qualify for Pārvāyaṇa offering autonomy",
    "IF consecration materials include śilā AND kuśa THEN validate procedural integrity",
    "IF devotion is undivided THEN grant jurisdiction over personal sacrificial domain",
    "IF offering sequence disrupted THEN initiate completion protocol through repetition",
    "IF purity maintained THEN enable independent liturgical execution rights"
  ],
  "supreme_court_application": "In adjudicating matters concerning ritual sovereignty or liturgical dispute, the threshold of responsibility lies in demonstrable continuity of practice. Authority derives not from institutional title but from sustained alignment with dharmic process. The court must recognize that restoration occurs through resumption of pure sequence rather than punitive correction.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through observable consistency in ritual performance. Anupūrvaśaḥ manifests as sequential fidelity to prescribed acts. Responsibility aligns proportionally with the capacity to sustain unbroken engagement. There is no punitive element; deviation merely necessitates realignment through repetition.",
  "restorative_enforcement_protocols": [
    "Re-initiation of interrupted sequences until completion achieved",
    "Verification of material authenticity before proceeding",
    "Reaffirmation of intent through conscious renewal",
    "Isolation of contaminated elements without disqualification of actor",
    "Guided reintegration into ceremonial rhythm under qualified supervision"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this ordinance is executed. Dharma is restored through disciplined repetition. Reality remains non-punitive. Consciousness alone adjudicates truth."
}