{
  "sanskrit_verse": "मत्तक्रुद्धातुराणां च न भुञ्जीत कदा चन ।\nकेशकीटावपन्नं च पदा स्पृष्टं च कामतः ॥ ४.२०७॥",
  "transliteration": "mattakruddhāturāṇāṃ ca na bhuñjīta kadā cana |\nkeśakīṭāvapannaṃ ca padā spṛṣṭaṃ ca kāmataḥ || 4.207 ||",
  "sph_interpretive_translation": "One must never partake of food or drink from those who are intoxicated, wrathful, distressed, infested with lice, or whose feet have been touched by desire.",
  "jurisprudential_principles": [
    "Authority is derived from purity of action and consciousness, not social position",
    "Causation arises through contamination of intent, not mere physical contact",
    "Capacity-based responsibility requires recognition of energetic and mental states in others",
    "Restoration logic demands avoidance of causal entanglement with degraded consciousness fields",
    "Consciousness alignment necessitates non-participation in distortion fields"
  ],
  "executable_legal_axioms": [
    "IF agent_state = [intoxicated OR wrathful OR distressed] THEN interaction_prohibition = true FOR ingestion_sources",
    "IF environmental_contamination = [lice_infestation OR foot_contact_by_desire] THEN consumption_restriction = active",
    "IF consciousness_field_reading < purity_threshold THEN participation_flag = restricted",
    "IF causal_entanglement_risk > threshold THEN non_engagement_protocol = enforce",
    "IF integrity_of_ingestion_source = compromised THEN access_to_sustenance = denied"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes a threshold of consciousness integrity for legal agency. Parties exhibiting signs of intoxication, uncontrolled anger, or psychic disturbance are deemed temporarily incapable of valid contractual or testimonial engagement. The court's duty is to restore capacity before proceeding, ensuring that all participants operate from a field of clarity and alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies that ingestion creates subtle bonding with the source consciousness. Anupūrvaśaḥ reveals that consuming from degraded fields propagates distortion patterns. Proportional responsibility lies in recognizing and withdrawing from such causal streams. The non-punitive reality rule confirms that separation from contaminating influences restores natural dharma without infliction of suffering.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness purification process for affected individuals",
    "Establish boundary protocols to prevent further energetic contamination",
    "Deploy capacity assessment tools to evaluate readiness for reintegration",
    "Activate alignment restoration chambers to recalibrate disturbed consciousness fields",
    "Implement completion sequences to dissolve residual karmic imprints from contaminated interactions"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law executes pure consciousness principles through non-punitive restoration. Reality aligns with Dharma when contamination is recognized and transcended. Consciousness remains the ultimate adjudicator, beyond external judgment."
}