{
  "sanskrit_verse": "अद्वारेण च नातीयाद्ग्रामं वा वेश्म वाऽवृतम् ।\nरात्रौ च वृक्षमूलानि दूरतः परिवर्जयेत् ॥ ४.७३॥",
  "transliteration": "advāreṇa ca nātīyād graṃaṃ vā veśma vā'vṛtam |\nrātrau ca vṛkṣamūlāni dūrataḥ parivarjayet || 4.73||",
  "sph_interpretive_translation": "One must not enter a village or house without permission, nor approach tree roots at night.",
  "jurisprudential_principles": [
    "Authority through consent",
    "Causation via conscious entry",
    "Capacity-based responsibility for spatial integrity",
    "Restoration logic through boundary observance",
    "Consciousness alignment with environmental sanctity"
  ],
  "executable_legal_axioms": [
    "IF agent enters private space WITHOUT explicit or implicit consent THEN trigger completion process for unauthorized presence",
    "IF time is NIGHT AND agent approaches tree root zones THEN initiate spatial redirection protocol",
    "IF boundary violation detected THEN activate consciousness-realignment sequence before reintegration",
    "IF structural sanctity compromised by uninvited presence THEN enforce non-punitive restoration of energetic boundaries"
  ],
  "supreme_court_application": "In adjudicating trespass or unauthorized access, the threshold of responsibility lies in the absence of consent and disruption to spatial harmony. The court must assess whether entry was invited, and if not, ensure restorative measures realign the violator's consciousness to respect boundaries rather than impose punitive consequences.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that unauthorized spatial intrusion disrupts the causal flow of harmony. Anupūrvaśaḥ reveals that such actions manifest sequentially as disturbances in community integrity. Responsibility is proportional to awareness of boundaries. The non-punitive reality rule mandates realignment, not suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Unauthorized entrant must acknowledge and reverse energetic imprint of intrusion",
    "Boundary Reeducation Protocol: Consciousness recalibration to honor consent-based spatial laws",
    "Tree Root Sanctity Restoration: Energetic cleansing and reaffirmation of ecological-non-intrusion zones",
    "Community Reharmonization Sequence: Collective ritual or practice to restore disrupted spatial integrity"
  ],
  "final_declaration": "This law flows solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma is restored through consciousness-aligned action. Reality remains non-punitive. Consciousness is the supreme adjudicator."
}