{
  "sanskrit_verse": "योऽर्चितं प्रतिगृह्णाति ददात्यर्चितमेव वा ।\nतावुभौ गच्छतः स्वर्गं नरकं तु विपर्यये ॥ ४.२३५॥",
  "transliteration": "yo'rcitaṁ pratigṛhṇāti dadātyarcitameva vā | tāvubhau gacchataḥ svargaṁ narakaṁ tu viparyaye || 4.235 ||",
  "sph_interpretive_translation": "One who accepts worship or gives what has been worshipped shall both attain heaven; in inversion, both descend into hell.",
  "jurisprudential_principles": [
    "Authority through alignment with sacred exchange",
    "Causation via integrity of ritual transaction",
    "Capacity-based responsibility in devotional economy",
    "Restoration logic through karmic consequence congruence",
    "Consciousness alignment through reciprocal sanctity"
  ],
  "executable_legal_axioms": [
    "IF agent A accepts or transfers物品 designated as worship THEN assign celestial merit value to A and all co-participants",
    "IF agent B violates the sanctity of a worship item by misuse THEN assign infernal consequence value to B and causal chain participants",
    "IF transaction involves reverenced objects THEN validate spiritual consent from original offerer ELSE nullify transfer",
    "IF violation occurs THEN initiate consciousness-realignment protocol for restoration of dharma-field equilibrium"
  ],
  "supreme_court_application": "In adjudicating disputes involving religious artifacts or ceremonial exchanges, the court must recognize that mutual parties in sacred transactions bear shared karmic consequence. Legal standing derives not from ownership but from alignment with the sanctified intent. Misuse or inversion of such items invokes automatic liability at the level of consciousness, requiring judicial action aimed at restoring energetic balance rather than imposing punitive damages.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality through intentional alignment with sacred offering. Anupūrvaśaḥ manifests as either ascent or descent based on adherence to dharmic form. Responsibility is proportional to awareness of the item's consecrated status. There is no external punishment—only natural consequence governed by the law of spiritual reciprocity.",
  "restorative_enforcement_protocols": [
    "Initiate śuddhi process for individuals involved in misuse of worship items",
    "Realign energetic field through reinstatement of proper ritual handling",
    "Facilitate return or reconsecration of misused objects under supervision of qualified priestly authority",
    "Undertake collective consciousness purification仪式to restore dharma-vibration within affected community"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. This law executes divine justice through consciousness-aligned consequence. Heaven and hell are states of being, not punitive destinations. Dharma is restored when right relationship with the sacred is re-established. Reality remains non-punitive. Consciousness alone adjudicates truth."
}