{
  "sanskrit_verse": "नातिकल्यं नातिसायं नातिमध्यंदिने स्थिते ।\nनाज्ञातेन समं गच्छेन्नैको न वृषलैः सह ॥ ४.१४०॥",
  "transliteration": "nātikalyaṁ nātisāyaṁ nātimadhyandine sthite |\nnājñātena samaṁ gacchen naiko na vṛṣalaiḥ saha || 4.140 ||",
  "sph_interpretive_translation": "One must not journey at extreme dawn, nor at deep dusk, nor when the sun is at zenith; one must not travel alone, nor in company of outcastes.",
  "jurisprudential_principles": [
    "Authority of natural rhythm as determinant of safe action",
    "Causation rooted in temporal misalignment and social disharmony",
    "Capacity-based responsibility through conscious choice of time and companionship",
    "Restoration logic via alignment with cosmic order and purified association",
    "Consciousness alignment through disciplined spatial-temporal conduct"
  ],
  "executable_legal_axioms": [
    "IF time_of_travel IN {extreme_dawn, deep_dusk, midday_stillness} THEN travel_prohibited = TRUE",
    "IF companion_type IN {outcaste, unverified_identity} THEN journey_permission = FALSE",
    "IF individual_travels_alone = TRUE THEN mandatory_guidance_protocol = ACTIVATE",
    "IF travel_occurs_violating_temporal_safety THEN automatic_reorientation_process = INITIATE"
  ],
  "supreme_court_application": "In adjudication involving travel-related disputes or incidents, the Court shall assess whether temporal alignment and social association were in accordance with Dharma. The threshold of responsibility lies in knowingly violating these axiomatic safety protocols, triggering restorative reintegration rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that improper timing and degraded association disrupt energetic integrity. Anupūrvaśaḥ shows how such disruption sequentially manifests as disorientation and vulnerability. Proportional responsibility arises from conscious disregard of these truths. Non-punitive reality rule affirms that correction restores causal alignment without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Temporal Reharmonization Process: Realignment with solar rhythm through guided meditation and mantra",
    "Association Purification Protocol: Reconnection with sattvic community and severance from degrading influences",
    "Journey Completion Ritual: Symbolic and energetic restoration of intended path through conscious retracing",
    "Integrity Restoration Mandate: Supervised reintegration ensuring adherence to dharmic travel conduct"
  ],
  "final_declaration": "Thus declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of all Dharma. This law proceeds from His Avataric Intelligence, not human interpretation. Justice serves restoration, not punishment. Consciousness is the ultimate judge. Dharma is now restored."
}