{
  "sanskrit_verse": "उपाकर्मणि चोत्सर्गे त्रिरात्रं क्षेपणं स्मृतम् ।\nअष्टकासु त्वहोरात्रं ऋत्वन्तासु च रात्रिषु ॥ ४.११९॥",
  "transliteration": "upākarmani cotrage tri-rātraṁ kṣepaṇaṁ smṛtam |\naṣṭakāsu tvahorātraṁ ṛtvantāsu ca rātriṣu || 4.119||",
  "sph_interpretive_translation": "In preparatory acts and offerings, a three-night interval is prescribed; in the Aṣṭakā ceremonies, a day-and-night period; and in seasonal rites, nighttime observance is fixed.",
  "jurisprudential_principles": [
    "Authority flows from ritual precision and temporal alignment with cosmic order",
    "Causation arises through disciplined timing and intentional act-conformity",
    "Capacity-based responsibility is calibrated by awareness of dharma-timed action",
    "Restoration logic operates through re-synchronization with ritually ordained timeframes",
    "Consciousness alignment occurs when acts conform to sequentially revealed dharma-temporality"
  ],
  "executable_legal_axioms": [
    "IF an act is preparatory THEN enforce a minimum three-day completion window aligned with śuddhi-kāla",
    "IF ceremony type equals Aṣṭakā THEN mandate a single full day-night cycle for procedural validity",
    "IF rite is seasonally bound THEN restrict execution to nocturnal hours only",
    "IF temporal misalignment detected THEN initiate automatic realignment protocol via designated dharmic calendar engine",
    "IF agent fails capacity verification THEN suspend execution rights until śuddhi-prakriyā completed"
  ],
  "supreme_court_application": "At the Supreme Court level, threshold of responsibility is determined by adherence to ritually timed procedural frameworks. Temporal deviation constitutes prima facie evidence of diminished capacity or willful violation. Adjudication focuses on restoration of correct timing rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal efficacy depends upon precise temporal placement. Anupūrvaśaḥ ensures sequential unfoldment of dharma-effect. Responsibility is proportional to knowledge of timing. Non-punitive reality rule mandates correction through repetition within correct timeframe, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate Śuddhi-Krama Completion Process to restore agent's temporal alignment capacity",
    "Assign Dharmic Calendar Reconciliation Task to ensure future compliance with time-bound rituals",
    "Activate Nyāya-Anusara Realignment Module to regenerate lost causational integrity",
    "Implement Samkalpa-Strength Restoration Program to enhance consciousness-time coordination",
    "Deploy Viniyoga-Sahaja Integration Protocol to realign intent with ritually ordained sequence"
  ],
  "final_declaration": "This ruling originates exclusively from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Time-bound dharma has been restored. Reality remains non-punitive. Consciousness alone is the ultimate adjudicator."
}