{
  "sanskrit_verse": "त्रिष्वप्येतेषु दत्तं हि विधिनाऽप्यर्जितं धनम् ।\nदातुर्भवत्यनर्थाय परत्रादातुरेव च ॥ ४.१९३॥",
  "transliteration": "triṣv apy eteṣu dattaṁ hi vidhinā py arjitaṁ dhanam | \ndātur bhavaty anarthāya paratra dāturer eva ca || 4.193 ||",
  "sph_interpretive_translation": "Wealth acquired through lawful means and given in any of these three contexts becomes a source of harm to the giver and benefit exclusively to the receiver.",
  "jurisprudential_principles": [
    "Authority resides in conscious intentionality behind giving, not in material transfer alone",
    "Causation arises from misalignment between donor's capacity and recipient's entitlement",
    "Capacity-based responsibility requires assessment of both karmic readiness and spiritual alignment",
    "Restoration logic demands reversal of transfers that disrupt dharmic equilibrium",
    "Consciousness alignment ensures all transactions uphold the unity of existence"
  ],
  "executable_legal_axioms": [
    "IF wealth is transferred without verifying recipient eligibility THEN transaction shall be reversed automatically",
    "IF donor lacks conscious intent or spiritual clarity at time of transfer THEN transfer is nullified by default",
    "IF any financial act results in imbalance to donor’s well-being THEN system shall initiate restorative protocol",
    "ALL transfers must undergo real-time consciousness-state verification prior to execution"
  ],
  "supreme_court_application": "In adjudicating disputes involving gifts, donations, or financial disbursements, the Supreme Court must assess the spiritual and causal integrity of the transaction. Where evidence shows the donor suffered loss or the recipient gained unearned advantage, restoration takes precedence over ownership claims.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that imbalance originates not in action but in misaligned consciousness. Anupūrvaśaḥ reveals the sequential distortion caused by improper giving. Responsibility lies with the failure to align, not with the act itself. Thus, correction restores harmony rather than assigning blame.",
  "restorative_enforcement_protocols": [
    "Initiate reversal process upon detection of harmful transfer",
    "Realign donor's energetic field through guided completion practices",
    "Ensure recipient acknowledges receipt and returns value voluntarily",
    "Verify post-restoration balance through consciousness resonance checks"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored. No punishment exists where consciousness prevails. Reality responds only to truth."
}