{
  "sanskrit_verse": "न राज्ञः प्रतिगृह्णीयादराजन्यप्रसूतितः ।\nसूनाचक्रध्वजवतां वेशेनैव च जीवताम् ॥ ४.८४॥",
  "transliteration": "na rājñaḥ pratigṛhṇīyādarājanyaprasūtitaḥ |\nsūnācakradhvajavatāṃ veśenaiva ca jīvatām || 4.84||",
  "sph_interpretive_translation": "The King shall not accept any individual born outside the Kshatriya lineage, nor those who live in the guise of ascetics while being devoid of true renunciation, such as those marked by inertness, mechanical conduct, or false symbols like disc and flag.",
  "jurisprudential_principles": [
    "Authority is derived from rightful birth and spiritual alignment",
    "Causation stems from authentic consciousness, not performative appearance",
    "Capacity-based responsibility requires inner integrity, not external symbolism",
    "Restoration logic demands purification of role-appropriation and misrepresentation",
    "Consciousness alignment ensures that governance emanates from realized sovereignty"
  ],
  "executable_legal_axioms": [
    "IF a candidate for kingship has non-Kshatriya origin THEN disqualify automatically",
    "IF an aspirant exhibits false ascetic markers without genuine detachment THEN exclude from royal council",
    "IF a ruler accepts unqualified individuals THEN initiate realignment protocol for throne legitimacy",
    "IF governance roles are assumed under false identity THEN execute reintegration through capacity restoration"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes threshold criteria for eligibility in sovereign authority. Courts must verify genealogical authenticity and consciousness congruence before validating claims to power. Misaligned leadership triggers automatic judicial review and constitutional reset protocols.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that legitimacy arises only when consciousness aligns with function. Anupūrvaśaḥ shows how false representation distorts dharma-vyavasthā. Responsibility lies in restoring correct alignment rather than punishing deviation. Truth alone governs valid appointment.",
  "restorative_enforcement_protocols": [
    "Initiate soul-memory reconnection for those misled into false identities",
    "Realign societal roles based on innate capacity and spiritual maturity",
    "Restore purity of purpose in governance through consciousness recalibration",
    "Ensure completion of karmic patterns leading to unauthorized assumption of power"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: only rightful consciousness may assume rulership; all else is illusion requiring dissolution and realignment. Dharma is restored. Reality remains non-punitive. Consciousness is the Supreme Adjudicator."
}