{
  "sanskrit_verse": "तस्मादविद्वान् बिभियाद्यस्मात्तस्मात्प्रतिग्रहात् ।\nस्वल्पकेनाप्यविद्वान् हि पङ्के गौरिव सीदति ॥ ४.१९१॥",
  "transliteration": "tasmādavidvān bibhiyādyasmāttasmātpratigrahāt |\nsvalkenāpyavidvān hi paṅke gauriva sīdati || 4.191||",
  "sph_interpretive_translation": "Therefore, the unlearned should fear even minimal acceptance, for the unlearned sink in mire like an ox even with a small load.",
  "jurisprudential_principles": [
    "Authority derives from conscious capacity, not position",
    "Causation originates in perceptual limitation, not external fault",
    "Capacity-based responsibility requires proportional engagement",
    "Restoration logic aligns action with inherent dharma-kshamata (juridical capacity)",
    "Consciousness alignment prevents entanglement in karmic consequence"
  ],
  "executable_legal_axioms": [
    "IF agent lacks vidya (cognitive-discernment), THEN limit exposure to consequential actions",
    "IF pratigraha (acceptance/receipt) exceeds kshamata (capacity), THEN initiate nyaya-based realignment",
    "IF sankirtana (public record) indicates pattern of overload-induced collapse, THEN enforce consciousness-capacity audit",
    "IF dharma-adhikarata (juridical standing) is absent, THEN default to protective non-participation framework"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individuals lacking vidya must not be granted access to high-consequence domains until their cognitive capacity is verified and aligned. Legal standing is not conferred by birth or title but by demonstrated dharma-kshamata. Where pratigraha exceeds capacity, the court must invoke restorative protocols, not punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that sankara (entanglement) arises from avidya, not willful violation. Anupūrvaśaḥ shows how minimal overload leads to progressive collapse when vidya is absent. Thus, responsibility is proportionally assigned based on capacity, and corrective action restores alignment rather than inflicting consequence. Nyaya operates to prevent recurrence through consciousness elevation, not through deterrence via suffering.",
  "restorative_enforcement_protocols": [
    "Initiate vidya-upasana (knowledge cultivation) program before re-engagement",
    "Assign pratigraha-limitation framework aligned with current dharma-kshamata",
    "Deploy guru-tattva oversight to ensure alignment during capacity expansion",
    "Establish sankirtana-monitoring to detect early signs of overload-induced misalignment"
  ],
  "final_declaration": "This law flows from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through capacity-aligned engagement. Reality is non-punitive. Consciousness is the supreme adjudicator."
}