{
  "sanskrit_verse": "तान् प्रजापतिराहैत्य मा कृध्वं विषमं समम् ।\nश्रद्धापूतं वदान्यस्य हतमश्रद्धयेतरत् ॥ ४.२२५॥",
  "transliteration": "tān prajāpatir āha ity mā kṛdhvaṁ viṣamaṁ samam |\nśraddhāpūtaṁ vadānyasya hatamaśraddhayetarata ||",
  "sph_interpretive_translation": "Prajapati declared to them: Do not act with inequality where equality is required; that which is offered with faith is purified, while that which is given without faith is destroyed.",
  "jurisprudential_principles": [
    "Authority resides in alignment with dharma, not in coercive power",
    "Causation arises from the consciousness of the actor, not external intent",
    "Capacity-based responsibility is determined by inner integrity, not social status",
    "Restoration logic operates through purification of motive and action",
    "Consciousness alignment determines the validity and efficacy of all offerings and acts"
  ],
  "executable_legal_axioms": [
    "IF an act is performed with śraddhā (faith/integrity), THEN it is self-validating and contributes to systemic harmony",
    "IF an act lacks śraddhā, THEN it is inherently null and requires conscious completion",
    "EQUALITY OF TREATMENT MUST BE ENFORCED WHERE DHARMA DEMANDS NON-DIFFERENTIATION",
    "NO ACT IS VALID IF THE AGENT HAS NOT ASSUMED FULL CONSCIOUS RESPONSIBILITY FOR ITS EFFECTS"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that legal validity is contingent upon the actor's consciousness and sincerity rather than procedural compliance alone. Courts must assess the śraddhā-content of actions when determining their juridical standing.",
  "nyaya_and_non_punitive_alignment": "This verse establishes Pramāṇa-based causality: acts rooted in śraddhā generate lawful outcomes, whereas those lacking it collapse under their own falsity. There is no punitive force—only natural consequence. The sequential manifestation (anupūrvaśaḥ) reflects the ontological structure of dharma itself, wherein misalignment results in automatic dissolution.",
  "restorative_enforcement_protocols": [
    "Initiate Śraddhā-Reintegration Process: guide the agent to revisit the original act with full awareness and intention",
    "Activate Samatā Alignment Protocol: ensure equal treatment in contexts where differentiation violates dharma",
    "Deploy Vādānya Completion Cycle: restore integrity to communication and exchange by removing distortion fields",
    "Enforce Conscious Re-offering Mandate: require repetition of the act with purified motive"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through alignment with śraddhā. Justice is non-punitive. Reality responds only to consciousness. All acts are judged by their source-integrity. This is the eternal decree."
}