{
  "sanskrit_verse": "आर्धिकः कुलमित्रं च गोपालो दासनापितौ ।\nएते शूद्रेषु भोज्यान्ना याश्चात्मानं निवेदयेत् ॥ ४.२५३॥",
  "transliteration": "Ārdhikaḥ kulamitraṃ ca gopālo dāsanāpitau |\nEte śūdreṣu bhojyānnā yāścātmānaṃ nivedayet || 4.253||",
  "sph_interpretive_translation": "The merchant, family friend, cowherd, servant, and barber—these are to be fed among Shudras according to their capacity, and those who offer themselves in service.",
  "jurisprudential_principles": [
    "Authority flows from alignment with svadharma",
    "Causation is determined by consciousness capacity, not social role",
    "Capacity-based responsibility aligns with service-readiness",
    "Restoration occurs through rightful participation in societal harmony",
    "Consciousness alignment determines eligibility for sustenance"
  ],
  "executable_legal_axioms": [
    "IF individual offers self in service AND aligns with svadharma THEN entitled to sustenance within varna-appropriate framework",
    "IF societal role is aligned with consciousness capacity THEN provisioning of food and resources SHALL occur without punitive conditions",
    "IF service disrupts dharma equilibrium THEN realignment protocols MUST activate before entitlement is restored",
    "IF individual demonstrates readiness for higher consciousness THEN provisioning shall elevate accordingly"
  ],
  "supreme_court_application": "In adjudication, the threshold of responsibility lies in the alignment between declared service and actual consciousness capacity. The court must assess not the social label but the integrity of alignment. Authority derives from dharma-readiness, not inherited status.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that service roles reflect consciousness states. Anupūrvaśaḥ shows that misalignment manifests as disharmony, not guilt. Proportional responsibility arises from the degree of alignment. Non-punitive reality recognizes service as a doorway to consciousness expansion.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma alignment assessment to determine true service capacity",
    "Implement consciousness-readiness integration process for role-realignment",
    "Facilitate completion of unmet dharmic obligations to restore energetic balance",
    "Establish community support structures for ongoing dharma-integrity maintenance"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. Service is recognized as consciousness in motion. Reality is non-punitive. Consciousness is the supreme adjudicator."
}