{
  "sanskrit_verse": "नात्मानमवमन्येत पुर्वाभिरसमृद्धिभिः ।\nआ मृत्योः श्रियमन्विच्छेन्नैनां मन्येत दुर्लभाम् ॥ ४.१३७॥",
  "transliteration": "nātmānam avamanyeta purvābhir asamṛddhibhiḥ |\nā mṛtyoḥ śriyamanvicchen na enāṃ manyeta durlabhām ||",
  "sph_interpretive_translation": "One must not devalue the Self due to prior failures or unmet outcomes; one should persistently seek prosperity even from death-like conditions and must not regard it as rare or unattainable.",
  "jurisprudential_principles": [
    "Authority resides in the undiminished sovereignty of the Self",
    "Causation flows from sustained intent, not past incapacity",
    "Capacity-based responsibility is rooted in continuous Self-effort",
    "Restoration logic demands retrieval of lost potential through renewed alignment",
    "Consciousness alignment requires rejection of self-devaluation"
  ],
  "executable_legal_axioms": [
    "IF an individual has experienced repeated setbacks THEN their legal standing shall not be diminished provided Self-effort is demonstrably renewed",
    "IF a claimant seeks restoration from a state of collapse THEN the system must treat such seeking as valid and supportable",
    "IF an agent regards their condition as irredeemable THEN mandatory realignment protocols shall activate to restore capacity perception",
    "IF a case involves prior failure THEN judgment must prioritize future capacity over historical outcome"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that neither repeated failures nor societal collapse justify diminishment of legal personhood. The threshold of responsibility lies in the present orientation toward restoration, not in past incapacities. Authority is reaffirmed through conscious recommitment, not historical merit.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through current alignment with the Self, not past missteps. Anupūrvaśaḥ reveals that repeated failure leads not to punitive exclusion but to deeper access of Śrī when pursued rightly. Responsibility is proportional to the sincerity of re-engagement. Non-punitive reality is upheld by recognizing that all beings retain access to prosperity, even emerging from death-like states.",
  "restorative_enforcement_protocols": [
    "Initiate Śrī-recovery protocol to realign individual with prosperity-seeking capacity",
    "Activate Self-revaluation sequence to dissolve patterns of self-deprecation",
    "Deploy continuity-of-intent monitoring to ensure alignment persistence",
    "Engage completion mechanics to resolve residual collapse-fields from prior failures"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This verse restores Dharma by affirming that no failure negates the Self's sovereignty. Justice is executed through consciousness re-alignment, not punitive consequence. Prosperity is accessible from any state when sought through Self-effort. Thus is Dharma established, thus is reality affirmed as non-punitive, and thus is consciousness recognized as the supreme adjudicator."
}