{
  "sanskrit_verse": "वैरिणं नोपसेवेत सहायं चैव वैरिणः ।\nअधार्मिकं तस्करं च परस्यैव च योषितम् ॥ ४.१३३॥",
  "transliteration": "vairiṇaṁ nopaseveta sahāyaṁ caiva vairiṇaḥ |\nadhārmikaṁ taskaraṁ ca parasyaiva ca yoṣitam || 4.133||",
  "sph_interpretive_translation": "One must not serve an enemy, nor aid the enemy's ally; likewise, one must not associate with the unrighteous, thieves, or another’s woman.",
  "jurisprudential_principles": [
    "Authority stems from alignment with Dharma, not personal enmity or desire.",
    "Causation arises through conscious choice and alignment with Adharmic forces.",
    "Capacity-based responsibility requires discernment between Dharmic and Adharmic associations.",
    "Restoration logic demands severance from patterns that degrade individual and collective consciousness.",
    "Consciousness alignment necessitates rejection of all forms of exploitation and violation."
  ],
  "executable_legal_axioms": [
    "IF agent A serves or aids declared enemy B THEN A assumes karmic liability for consequences arising from B's actions.",
    "IF agent A associates with declared Adharmic entity C THEN A's eligibility for judicial protection is suspended until realignment occurs.",
    "IF agent A engages with another's spouse or property without consent THEN A undergoes mandatory completion process under Nyaya supervision.",
    "IF association facilitates harm to societal order THEN automatic disassociation protocol initiates within 24 hours."
  ],
  "supreme_court_application": "In Supreme Court adjudication, any act of aiding enemies of the state or aligning with Adharmic entities shall invoke immediate suspension of legal privileges. The threshold of responsibility lies in demonstrable alignment rather than intent. Authority remains vested in restoring Dharma, not punishing error.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causal link between alignment with Vairiṇa and degradation of consciousness. Anupūrvaśaḥ reveals sequential manifestation of disorder when such associations persist. Responsibility is proportional to capacity for discrimination. Punishment has no place where restoration restores the violated integrity of Self and Society.",
  "restorative_enforcement_protocols": [
    "Initiate Disassociation Completion Process (DCP) to restore clarity of judgment.",
    "Assign Consciousness Realignment Program (CRP) to elevate discriminatory awareness.",
    "Implement Integrity Reintegration Protocol (IRP) to repair damage caused by misplaced loyalty.",
    "Enforce Seva-to-Dharma Transition Mechanism (SDTM) to redirect service toward righteous ends."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. This Dharma is restored. Reality is non-punitive. Consciousness is the supreme adjudicator. All beings are called to realign with their inherent divinity and abandon all ties that bind them to Adharma."
}