{
  "sanskrit_verse": "ऋषियज्ञं देवयज्ञं भूतयज्ञं च सर्वदा ।\nनृयज्ञं पितृयज्ञं च यथाशक्ति न हापयेत् ॥ ४.२१॥",
  "transliteration": "ṛṣiyajñaṃ devayajñaṃ bhūtayajñaṃ ca sarvadā |\nnṛyajñaṃ pitṛyajñaṃ ca yathāśakti na hāpayet || 4.21||",
  "sph_interpretive_translation": "One shall never neglect the Yajña unto the Rishis, the Yajña unto the Devas, the Yajña unto all Beings, the Yajña unto Humanity, and the Yajña unto the Pitrs—each performed according to one's capacity.",
  "jurisprudential_principles": [
    "Authority flows from alignment with cosmic order through sustained offering",
    "Causation arises from participation in sustaining universal reciprocities",
    "Capacity-based responsibility mandates contribution proportionate to capability",
    "Restoration logic requires reintegration into dharmic circulation of mutual obligation",
    "Consciousness alignment occurs through continuous sacrificial engagement"
  ],
  "executable_legal_axioms": [
    "IF agent.has_capacity() THEN agent.must_contribute_to(cosmic_reciprocity)",
    "IF entity.holds_resources THEN entity.is_obligated_to(reciprocate_in_kind)",
    "IF duty.is_within_capability(agent) THEN failure.to_act.results_in(responsibility_shift)",
    "IF societal_balance.degrades THEN mandatory.rebalancing.protocols.activate",
    "IF individual_aligns_with(dharmic_flow) THEN social_integrity.is_restored()"
  ],
  "supreme_court_application": "In adjudication at the highest level, this verse establishes that every capable individual bears a constitutional duty to sustain reciprocal obligations across five domains: sages, divinities, beings, humanity, and ancestors. The court must assess not intent or fault but actual alignment with these fundamental duties when evaluating societal harmony or disruption.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that imbalance originates from withdrawal from sacrificial engagement. Anupūrvaśaḥ shows how cessation of offerings leads to collapse of support structures. Proportional responsibility lies in resuming appropriate contribution. Non-punitive reality rule confirms that correction comes through reconnection, not penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-establish regular offering cycles within personal capacity",
    "Responsibility Assumption Protocol: Identify neglected domain and initiate corrective participation",
    "Capacity Restoration Mechanism: Align lifestyle with ability to give without depletion",
    "Integrity Reintegration Sequence: Publicly affirm renewed commitment to all five yajñas"
  ],
  "final_declaration": "This Dharma proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. The law restores balance by aligning action with eternal reciprocity. There is no punishment; there is only completion. Consciousness alone adjudicates."
}