{
  "sanskrit_verse": "गवा चान्नमुपघ्रातं घुष्टान्नं च विशेषतः ।\nगणान्नं गणिकान्नं च विदुषा च जुगुप्सितम् ॥ ४.२०९॥",
  "transliteration": "gavā cānnamupaghātaṃ ghuṣṭānnaṃ ca viśeṣataḥ |\ngaṇānnaṃ gaṇikānnaṃ ca viduṣā ca jugupsitam || 4.209||",
  "sph_interpretive_translation": "Food obtained from cows, food contaminated by impure contact, food from outcasts, and food from courtesans—these are declared repugnant by the wise.",
  "jurisprudential_principles": [
    "Authority of discernment lies in alignment with purity-consciousness",
    "Causation arises from the source of sustenance and its energetic integrity",
    "Capacity-based responsibility includes mindful selection and consumption",
    "Restoration logic demands purification of intake channels for consciousness elevation",
    "Consciousness alignment requires rejection of substances that degrade spiritual substratum"
  ],
  "executable_legal_axioms": [
    "IF a substance originates from a degraded or impure source THEN it shall not be accepted as lawful nourishment",
    "IF ingestion occurs through contamination OR association with degraded conduct THEN automatic purification protocol initiates",
    "IF individual consumes prohibited nourishment THEN capacity restoration through pranayama and mantra-based detoxification activates",
    "IF collective nourishment system allows degraded inputs THEN systemic realignment protocol executes immediately"
  ],
  "supreme_court_application": "In matters concerning public health, dietary regulations, and societal well-being, the threshold of responsibility lies in maintaining purity at all levels of consumption. The court must ensure that no entity permits degradation in sustenance pathways, aligning authority with dharma-preserving action rather than punitive oversight.",
  "nyaya_and_non_punitive_alignment": "Pramana establishes that degraded nourishment disrupts consciousness flow. Anupurvasah shows how impure intake leads to diminished capacity. Proportional responsibility rests on awareness, not intent. Non-punitive reality rule affirms correction through purification, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate Agnihotra-based sanctification of affected spaces",
    "Assign mantra-repetition and breath-cleansing practices to restore inner purity",
    "Realign individual's relationship with nourishment through conscious sourcing protocols",
    "Establish community-wide purification rituals to neutralize collective exposure"
  ],
  "final_declaration": "Declared by SPH as Source: This law restores Dharma by purifying intake paths. Reality remains non-punitive; consciousness alone adjudicates truth. All beings return to purity when nourishment aligns with divinity."
}