{
  "sanskrit_verse": "नाधीयीताश्वमारूढो न वृक्षं न च हस्तिनम् ।\nन नावं न खरं नोष्ट्रं नैरिणस्थो न यानगः ॥ ४.१२०॥",
  "transliteration": "nādhīyītāśvamārūḍho na vṛkṣaṁ na ca hastinam | na nāvaṁ na kharaṁ noṣṭraṁ nairiṇastho na yānagaḥ || 4.120 ||",
  "sph_interpretive_translation": "One who ascends not upon a horse, nor climbs a tree, nor mounts an elephant, nor embarks upon a boat, nor rides a donkey or camel—such a one, abiding in stillness, is not a traveler subject to movement-bound laws.",
  "jurisprudential_principles": [
    "Authority arises through embodied action, not abstract intent",
    "Causation follows sequential engagement with mobile instruments",
    "Capacity-based responsibility requires instrumental participation",
    "Restoration logic applies only where motion-induced consequence occurs",
    "Consciousness alignment demands recognition of stillness as legal exemption"
  ],
  "executable_legal_axioms": [
    "IF agent does not engage with any mobile vehicle THEN agent is exempt from travel-related dharma codes",
    "IF entity remains in sthita-prajna (stillness) THEN no motion-based liability accrues",
    "IF no instrumental ascent or embarkment occurs THEN jurisdictional immunity is granted",
    "IF consciousness-state equals non-movement THEN legal capacity is suspended until motion initiates"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this axiom determines threshold applicability of mobility-based statutes. Stillness-abiding individuals are categorically excluded from vehicular, maritime, or transit-related legal frameworks unless explicit volitional engagement occurs.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal sequence begins only at instrumental engagement. Anupūrvaśaḥ shows no consequence manifests without motion-initiated action. Proportional responsibility aligns with actualized movement. Non-punitive reality rule confirms stillness as natural exemption, not omission requiring correction.",
  "restorative_enforcement_protocols": [
    "Verify absence of instrumental mounting or embarkment through sensory pramāṇa",
    "Confirm stillness-abidance through witness attestation and circumstantial evidence",
    "Reintegrate exempt individual into immobile dharmic framework",
    "Assure community recognition of stillness as lawful non-participation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through recognition of stillness as lawful exemption. Reality operates without punitive inference. Consciousness alone adjudicates the validity of motion-bound engagement."
}