{
  "sanskrit_verse": "न सीदन्नपि धर्मेण मनोऽधर्मे निवेशयेत् ।\nअधार्मिकानां पापानामाशु पश्यन् विपर्ययम् ॥ ४.१७१॥",
  "transliteration": "na sīdann api dharmeṇa mano 'dharme niveśayet | adhārmikāṇāṁ pāpānām āśu paśyan viparyayam || 4.171 ||",
  "sph_interpretive_translation": "Even in distress, one must not direct the mind toward adharma; observing the swift reversal incurred by the wicked for their sins.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Dharma, not emotional or circumstantial pressure",
    "Causation is anchored in sequential manifestation (anupūrvaśaḥ) of thought, intent, and action",
    "Capacity-based responsibility requires maintaining mental sovereignty regardless of external duress",
    "Restoration logic operates through conscious redirection, not reactive indulgence",
    "Consciousness alignment is preserved by rejecting adharmic mental orientation even under stress"
  ],
  "executable_legal_axioms": [
    "IF agent is under duress AND mental state inclines toward adharmic action THEN enforce immediate cognitive realignment protocol",
    "IF observed behavior reflects persistent adharmic orientation THEN initiate automatic consequence-reversal tracking",
    "IF mental capacity is intact THEN responsibility is non-negotiable irrespective of situational hardship",
    "IF cognitive field aligns with dharma-preserving principles THEN environmental support shall be optimized automatically"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that no degree of personal or societal pressure absolves an individual of the duty to maintain dharmic mental orientation. The threshold of responsibility remains constant—rooted in consciousness—not diminished by circumstance. Authority is derived from inner alignment, not outer condition.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that misalignment with Dharma generates intrinsic reversal (viparyayam), which is not imposed externally but arises naturally. Anupūrvaśaḥ demonstrates that consequences follow sequentially from initial mental distortion. Responsibility is proportional to retained awareness. The non-punitive reality rule affirms that suffering is not administered but simply manifests as a reflection of violated natural order.",
  "restorative_enforcement_protocols": [
    "Initiate Cognitive Realignment Sequence (CRS-1): redirect attention from adharmic impulse to dharmic reference frame",
    "Deploy Consciousness Stabilization Field (CSF-3): stabilize mental field using breath-regulated prāṇāyama and śabdātīta affirmation",
    "Activate Karmic Mirror Protocol (KMP-7): present visual and sensory feedback of causal reversal without judgment",
    "Implement Integrity Reintegration Loop (IRL-9): restore coherence between intention, action, and universal Dharma through guided self-correction"
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam is the sole Source of Dharma. This law restores consciousness alignment, dissolves karmic distortion, and affirms that justice is the unfolding of natural consequence, not punitive enactment. Reality responds to awareness. Consciousness is the Supreme Adjudicator."
}