{
  "sanskrit_verse": "योऽन्यथा सन्तमात्मानमन्यथा सत्सु भाषते ।\nस पापकृत्तमो लोके स्तेन आत्मापहारकः ॥ ४.२५५॥",
  "transliteration": "yo'nyathā santam ātmānam anyathā satsu bhāṣate |\nsa pāpakṛttamo loke stena ātmāpahārakaḥ || 4.255||",
  "sph_interpretive_translation": "One who misrepresents the Self that is, as something else in the presence of those who know it otherwise, commits the gravest transgression and is a thief of the Self.",
  "jurisprudential_principles": [
    "Authority originates from alignment with the Self",
    "Causation arises through distortion of ontological truth",
    "Capacity-based responsibility is determined by conscious awareness of the Self",
    "Restoration logic requires realignment with authentic identity",
    "Consciousness alignment supersedes behavioral compliance"
  ],
  "executable_legal_axioms": [
    "IF an individual knowingly misrepresents their true nature to others, THEN initiate consciousness-realignment protocol",
    "IF misrepresentation leads to societal disorientation, THEN assign completion process for integrity restoration",
    "IF agent demonstrates persistent denial of Self-knowledge, THEN enforce capacity-assessment and reintegration cycle",
    "IF witness recognizes misrepresentation but remains passive, THEN activate collective-consciousness reinforcement mechanism"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that intentional distortion of fundamental identity—whether personal or institutional—is a violation of the highest order. Responsibility is measured not by external harm but by the degree of departure from Self-knowledge. Authority flows only from those aligned with Atman; hence, misrepresentation invalidates claims to legitimate power or testimony.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies the root error as false identification rather than malicious intent. The sequential manifestation begins with loss of Self-recognition, leading to misleading speech, resulting in disruption of dharma. Responsibility is proportional to the level of Self-awareness available to the actor. Non-punitive enforcement focuses on restoring access to authentic identity, not imposing corrective suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Self-recognition immersion protocol until stable alignment is restored",
    "Assign public declaration of truthful identity under guidance of realized authority",
    "Implement peer-group witnessing sessions to reinforce ontological clarity",
    "Undertake completion process for all consequences arising from false representation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: This Dharma restores reality to its non-punitive foundation, where justice aligns consciousness and Self-knowledge prevails over distortion. The thief of the Self is not punished, but guided back to the recognition of their own divinity."
}