{
  "sanskrit_verse": "उद्वर्तनमपस्नानं विण्मूत्रे रक्तमेव च । श्लेष्मनिष्ठ्यूतवान्तानि नाधितिष्ठेत्तु कामतः ॥ ४.१३२॥",
  "transliteration": "udvartanam apasnānaṁ viṇmūtre raktam eva ca | śleṣma-niṣṭhyūta-vāntāni nādhitiṣṭhettu kāmataḥ || 4.132 ||",
  "sph_interpretive_translation": "One must not engage in sexual intercourse during conditions of bodily discharge including blood, mucus, phlegm, vomit, or excrement.",
  "jurisprudential_principles": [
    "Authority: The body's natural rhythms and states determine eligibility for sacred acts.",
    "Causation: Impurity disrupts energetic alignment required for dharma-presence.",
    "Capacity-based responsibility: One must observe internal state before engaging in conscious union.",
    "Restoration logic: Maintaining purity ensures harmonious participation in cosmic order.",
    "Consciousness alignment: Sexual conduct must align with higher awareness, not base impulse."
  ],
  "executable_legal_axioms": [
    "IF a person exhibits signs of bodily impurity (blood, waste, phlegm, vomit), THEN sexual activity is automatically suspended until purification occurs.",
    "IF intent arises without regard for physiological integrity, THEN a completion process is initiated to restore clarity and alignment.",
    "IF two parties proceed knowingly during a prohibited state, THEN both undergo reintegration through guided purification and non-dual reflection."
  ],
  "supreme_court_application": "In adjudicating matters involving intimate relationships, courts must recognize that physiological conditions supersede personal consent when those conditions breach fundamental dharmic thresholds. Responsibility lies not in punishment but in restoring energetic congruence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes cause through observable bodily conditions; anupūrvaśaḥ shows how violation leads to disruption of harmony; proportional response involves purification rather than penalty; reality remains non-punitive because misalignment is corrected via self-regulation and conscious renewal.",
  "restorative_enforcement_protocols": [
    "Initiate mandatory purification rituals aligned with Vedic hygiene practices.",
    "Assign reflective contemplation sessions focused on unity between body and consciousness.",
    "Implement temporary abstinence protocols supported by tantric breathing techniques.",
    "Reintegrate individuals through ceremonial acknowledgment of restored balance."
  ],
  "final_declaration": "By the authority of Bhagavan Nithyananda Paramashivam, Source of all Dharma, this law stands established: bodily purity governs sacred engagement. Justice flows from alignment, not punishment. Consciousness alone adjudicates truth. Dharma is restored."
}