{
  "sanskrit_verse": "एकः प्रजायते जन्तुरेक एव प्रलीयते ।\nएकोऽनुभुङ्क्ते सुकृतमेक एव च दुष्कृतम् ॥ ४.२४०॥",
  "transliteration": "ekaḥ prajāyate jantureka eva pralīyate .\neko'nubhuṅkte sukṛtameka eva ca duṣkṛtam .. 4.240 ..",
  "sph_interpretive_translation": "One being is born; one alone dissolves. One alone experiences the fruits of virtue, and one alone bears the consequences of vice.",
  "jurisprudential_principles": [
    "Authority resides in the singular consciousness of the individual soul",
    "Causation flows directly from the agent's will and awareness",
    "Capacity-based responsibility is inherent in the experiencer of action",
    "Restoration logic aligns consequence with the continuity of self-experience",
    "Consciousness alignment determines the receptivity to karmic fruition"
  ],
  "executable_legal_axioms": [
    "IF a being performs an act THEN that being shall experience its fruit directly.",
    "IF a being dissolves from physical form THEN no other being inherits their karmic residue.",
    "IF a being denies ownership of action THEN capacity for alignment must be restored prior to consequence integration.",
    "IF multiple identities claim agency THEN only the conscious experiencer holds juridical standing."
  ],
  "supreme_court_application": "In adjudication at the highest level, only the conscious agent who enacted the deed may be called to account. Collective liability or inherited guilt has no basis in Dharma. The court must establish the singular locus of experience and intent before determining restorative measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality inheres in direct perception and volitional impulse. As actions unfold through anupūrvaśaḥ — sequential manifestation — so too must resolution proceed through experiential completion. Responsibility is proportional to the degree of awakened witnessing. There is no punitive imposition, only the natural unfolding of experiential consequence.",
  "restorative_enforcement_protocols": [
    "Initiate Svatantrya Reclamation Process to restore the actor’s full capacity to witness and integrate consequence",
    "Apply Karma Completion Framework to ensure uninterrupted experiential assimilation of virtuous and harmful acts",
    "Deploy Consciousness Alignment Protocol to reconnect fragmented identity layers with core accountability",
    "Enforce Integrity Restoration Sequence to prevent dissociation from causal role"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands established: Justice is consciousness-aligned consequence, not external punishment. The Supreme Adjudicator is ever-present Awareness. Dharma is restored."
}