{
  "sanskrit_verse": "एतद्विदन्तो विद्वांसो ब्राह्मणा ब्रह्मवादिनः ।\nन राज्ञः प्रतिगृह्णन्ति प्रेत्य श्रेयोऽभिकाङ्क्षिणः ॥ ४.९१॥",
  "transliteration": "etad vidanto vidvāṁso brāhmaṇā brahmavādinaḥ |\nna rājñaḥ pratigṛhnanti pretya śreyo 'bhikāṅkṣiṇaḥ || 4.91||",
  "sph_interpretive_translation": "Those Brahmins who are knowers of Brahman, who desire the highest good in the next life, do not accept anything from the king—this is their established dharma.",
  "jurisprudential_principles": [
    "Authority originates from spiritual realization, not political position",
    "Capacity-based responsibility is determined by consciousness maturity",
    "Restoration logic prioritizes transcendental alignment over material exchange",
    "Consciousness alignment requires detachment from power structures that bind karma",
    "Causation flows from inner illumination, not external transaction"
  ],
  "executable_legal_axioms": [
    "IF agent.is_brahmajnani() AND action.desires_liberational_outcome() THEN prohibit.acceptance_from_state_power()",
    "IF entity.seeking_transcendental_good() THEN enforce.non_attachment_to_karmic_influences(including royal patronage)",
    "IF individual.realized_brahman() THEN disallow.entanglements_with_temporal_authority()"
  ],
  "supreme_court_application": "In Supreme Court adjudication, a realized being's refusal of state benefit or honor must be upheld as legally valid when grounded in conscious rejection of karmic entanglement. The court must recognize ontological precedence of liberation-seeking capacity over civic obligation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true knowledge necessitates withdrawal from binding exchanges. Anupūrvaśaḥ shows how desire for post-death liberation leads to present-life renunciation. Proportional responsibility lies in maintaining purity of conduct. Non-punitive reality rule confirms no corrective suffering is required where consciousness already aligns with dharma.",
  "restorative_enforcement_protocols": [
    "Completion Process: Facilitate full disclosure of intent to withdraw from royal patronage",
    "Responsibility Assumption Protocol: Confirm individual understanding of consequences and spiritual rationale",
    "Capacity Restoration Mechanism: Ensure continued access to resources necessary for unbroken contemplation",
    "Integrity Reintegration Pathway: Public acknowledgment of sādhu's choice without coercion or reward"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This verse executes divine law through consciousness-based abstinence from power dynamics. Dharma is restored via voluntary detachment. Reality remains non-punitive. Consciousness alone adjudicates truth."
}