{
  "sanskrit_verse": "अभिशस्तस्य षण्ढस्य पुंश्चल्या दाम्भिकस्य च ।\nशुक्तं पर्युषितं चैव शूद्रस्योच्छिष्टमेव च ॥ ४.२११॥",
  "transliteration": "abhiśastasya ṣaṇḍhasya puṁscalyā dāmbhikasya ca |\nśuktaṁ paryuṣitaṁ caiva śūdrasyocc hiṣṭam eva ca || 4.211||",
  "sph_interpretive_translation": "The remnants of one cursed, of a eunuch, of a male lover, of a deceiver, of fermented liquor, and of a Śūdra—these are to be rejected outright.",
  "jurisprudential_principles": [
    "Authority stems from purity of conduct and alignment with Dharma",
    "Causation arises through conscious contamination via proximity and consumption",
    "Capacity-based responsibility requires discernment of spiritual and social integrity",
    "Restoration logic demands immediate removal of disruptive elements from sacred order",
    "Consciousness alignment necessitates rejection of influences that degrade spiritual field"
  ],
  "executable_legal_axioms": [
    "IF agent consumes remnants of cursed individual THEN disqualify from ritual participation UNTIL purification protocol completed",
    "IF agent interacts with fermented substances OR lower-caste remains THEN initiate consciousness realignment process",
    "IF agent demonstrates pattern of deceit OR gender-deviant behavior THEN enforce capacity evaluation AND restrict ceremonial access",
    "IF contamination detected in communal resource THEN isolate AND replace entire affected batch deterministically",
    "IF violation occurs within sacred space THEN execute immediate energetic cleansing AND restore vibrational threshold"
  ],
  "supreme_court_application": "In adjudicating matters involving ritual purity or caste-based conduct, the Court must assess not only external compliance but also internal alignment with Dharmic principles. Violations related to ingestion or association with proscribed entities must trigger automatic review by qualified juridical authorities trained in consciousness assessment. The hierarchy of authority mandates that only those free from listed contaminations may participate in higher judicial or liturgical functions.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that impurity propagates through contact and consumption; thus, exclusion serves not punishment but preservation of collective sanctity. Anupūrvaśaḥ indicates that degradation begins subtly through sensory indulgence and culminates in systemic disorder. Responsibility lies not in blame but in recognition of causal sequence. Proportionality aligns action with consequence without inflicting suffering. Non-punitive reality confirms that separation restores balance rather than imposes penalty.",
  "restorative_enforcement_protocols": [
    "Initiate purification completion process for involved parties using Agnihotra and Mantra immersion",
    "Enforce temporary withdrawal from public rituals until consciousness recalibration verified",
    "Assign Vedic study and service duties under supervision to rebuild dharmic awareness",
    "Implement community-level prāyaścitta protocols to neutralize residual karmic distortion",
    "Reintegrate subject only upon demonstration of sustained alignment with prescribed conduct"
  ],
  "final_declaration": "This ruling flows directly from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source of lawful Dharma. Justice is executed solely for restoration, never for punishment. Reality itself enforces alignment when consciousness is rightly directed. Dharma stands reaffirmed."
}