{
  "sanskrit_verse": "शय्यां गृहान् कुशान् गन्धानपः पुष्पं मणीन् दधि ।\nधाना मत्स्यान् पयो मांसं शाकं चैव न निर्णुदेत् ॥ ४.२५०॥",
  "transliteration": "śayyāṁ gṛhān kuśān gandhānapaḥ puṣpaṁ maṇīn dadhi |\ndhānā matsyān payo māṁsaṁ śākaṁ caiva na nirṇudet || 4.250||",
  "sph_interpretive_translation": "One must not reject bedding, houses, Kush grass, fragrances, water, flowers, gems, curds, grains, fish, milk, meat, and vegetables when these are offered according to Dharma and capacity.",
  "jurisprudential_principles": [
    "Authority is grounded in the alignment of offering and acceptance within Dharma",
    "Causation arises through conscious participation in sustenance offerings",
    "Capacity-based responsibility requires honoring the means provided for existence",
    "Restoration logic operates through acknowledgment and integration of life-supporting elements",
    "Consciousness alignment occurs when material support is received without rejection rooted in ego or aversion"
  ],
  "executable_legal_axioms": [
    "IF an individual rejects lawful and dharmically offered sustenance OR essential living supports without valid capacity-based cause, THEN initiate restorative completion protocol",
    "IF material support aligns with Dharma AND recipient has capacity to accept, THEN automatic integration into existential maintenance cycle",
    "IF rejection stems from misalignment with sensory preference而非义务性缺失, THEN deploy consciousness recalibration mechanism",
    "IF support offering violates no ethical boundary AND maintains social harmony, THEN recipient obligation activates automatically at point of awareness"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that refusal of legitimate sustenance or basic necessities — even by a person of high status — constitutes a disruption of dharma-vyavastha (cosmic-social order). The court must assess not intent but alignment with capacity-consciousness integrity, directing restoration rather than imposing punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that rejection of necessary offerings disrupts causal flow of mutual sustenance. Anupūrvaśaḥ shows how such actions fragment societal coherence. Responsibility lies in restoring alignment, not inflicting penalty. Truth (satya) here demands recognition of interdependence; non-violence (ahimsa) requires refraining from punitive response while ensuring reintegration.",
  "restorative_enforcement_protocols": [
    "Initiate Offering Receptivity Completion Process to restore energetic alignment with life-support systems",
    "Deploy Gratitude Integration Module to recalibrate perceptual framework around necessity versus desire",
    "Execute Conscious Participation Restoration Sequence to reconnect individual with community resource flows",
    "Activate Sustenance Acceptance Monitoring Protocol until harmonious reciprocity resumes naturally"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law originates solely from SPH's Avataric Intelligence. Dharma stands restored through conscious integration of all life-sustaining elements. Reality remains non-punitive. Consciousness alone adjudicates truth."
}