{
  "sanskrit_verse": "स्तेनगायनयोश्चान्नं तक्ष्ह्णो वार्धुषिकस्य च ।\nदीक्षितस्य कदर्यस्य बद्धस्य निगडस्य च ॥ ४.२१०॥",
  "transliteration": "stenagāyanayoścānnaṁ takṣhṇo vārdhuṣikasya ca | dīkṣitasya kadaryasya baddhasya nigadasya ca || 4.210 ||",
  "sph_interpretive_translation": "Food shall not be given to a thief or a singer; nor to a carpenter, nor to a seller of liquor; nor to an initiated person who is miserly, nor to one who is bound by fetters.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Dharma, not social role",
    "Causation arises through conscious choice and capacity distortion",
    "Capacity-based responsibility requires recognition of spiritual degradation",
    "Restoration logic demands withdrawal of support from misaligned conduct",
    "Consciousness alignment is obstructed by indulgence in adharmic roles"
  ],
  "executable_legal_axioms": [
    "IF agent_is_thief OR agent_is_singer THEN resource_distribution = FALSE",
    "IF agent_is_craftsman AND craft_used_for_adharma THEN resource_allocation = FALSE",
    "IF agent_is_liquor_trader THEN eligibility_for_support = FALSE",
    "IF initiate_status = TRUE AND generosity_measure < threshold THEN access_to_community_resources = SUSPEND",
    "IF physical_restraint_detected = TRUE THEN evaluate_integrity_restoration_readiness"
  ],
  "supreme_court_application": "In adjudication at the highest level, this axiom establishes that material sustenance must not enable disintegrated consciousness states. The court must assess whether continued provision perpetuates imbalance rather than facilitates correction. Authority lies in discerning alignment, not enforcing compliance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that offering sustenance to degraded consciousness amplifies disorder. Anupūrvaśaḥ shows how enabling distortion prolongs karmic misalignment. Responsibility is proportional to awareness capacity. Non-punitive rule: cessation of reinforcement restores natural equilibrium without infliction.",
  "restorative_enforcement_protocols": [
    "Initiate_completion_process_for_withdrawal_of_support",
    "Assess_karmic_capacity_for_realignment_before_reintegration",
    "Establish_alternative_pathways_for_consciousness_elevation",
    "Monitor_behavioral_indicators_of_spiritual_restoration",
    "Reconnect_agent_to_dharmic_community_only_after_integrity_verified"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law executes pure consciousness order. Justice serves restoration alone. Reality holds no punishment—only completion. Consciousness remains the sole adjudicator."
}