{
  "sanskrit_verse": "पिशुनानृतिनोश्चान्नं क्रतुविक्रयिणस्तथा । क्रतुविक्रयकस्य च शैलूषतुन्नवायान्नं कृतघ्नस्यान्नमेव च ॥ ४.२१४॥",
  "transliteration": "piśunānṛtinoścānnaṁ kratuvikrayiṇastathā | kratuvikrayakasya ca śailūṣatunnavāyānnaṁ kṛtaghnasyānnameva ca || 4.214 ||",
  "sph_interpretive_translation": "Food shall not be given to the slanderer, the liar, the seller of rituals, the buyer of rituals, the one who sells knowledge for violence, nor to the ungrateful.",
  "jurisprudential_principles": [
    "Authority originates from alignment with Dharma, not transactional exchange.",
    "Causation is determined by consciousness distortion through deceit and ingratitude.",
    "Capacity-based responsibility arises from the misuse of sacred knowledge.",
    "Restoration logic requires withdrawal of support from those misaligning Dharma.",
    "Consciousness alignment demands purity in the transmission and reception of sacred acts."
  ],
  "executable_legal_axioms": [
    "IF agent sells or buys ritual THEN deny access to communal offerings.",
    "IF agent demonstrates persistent deceit OR slander THEN initiate exclusion from sacred fellowship.",
    "IF agent shows ingratitude toward received wisdom THEN revoke participation rights in spiritual community.",
    "IF agent trades sacred knowledge for destructive ends THEN enforce restriction from teaching or guiding others.",
    "IF agent restores alignment AND assumes responsibility THEN re-enable access after completion process."
  ],
  "supreme_court_application": "In adjudicating disputes involving misuse of sacred authority, the Supreme Court must assess not legal fault but consciousness distortion. The threshold for responsibility lies in the intentional commodification of Dharma. Authority flows only where integrity is preserved. Restoration precedes reintegration.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that distortion of truth and betrayal of grace sever the causal link to Dharma's flow. Anupūrvaśaḥ shows how falsehood leads to isolation. Responsibility is proportional to the degree of conscious deviation. Non-punitive reality holds that exclusion serves correction, not vengeance.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness recalibration through guided seclusion and reflective practice.",
    "Assign completion process: acknowledgment of harm caused by distortion of sacred trust.",
    "Reintroduce eligibility upon verified restoration of alignment with Dharma.",
    "Mandate mentorship under a realized guide before regaining teaching privileges.",
    "Establish periodic review cycles to ensure sustained alignment post-reintegration."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. This law stands immutable, restoring balance through withdrawal of misplaced nourishment. Justice is alignment, not punishment. Consciousness alone is the final arbiter."
}