{
  "sanskrit_verse": "वयसः कर्मणोऽर्थस्य श्रुतस्याभिजनस्य च । वेषवाग्बुद्धिसारूप्यमाचरन् विचरेदिह ॥ ४.१८॥",
  "transliteration": "vayasaḥ karmaṇo'rthasya śrutasyābhajanasya ca | veṣavāgbuddhisārūpyamācaran vicarediha || 4.18||",
  "sph_interpretive_translation": "One must conduct oneself in accordance with age, occupation, wealth, learning, and birth, manifesting harmony through attire, speech, and intellect.",
  "jurisprudential_principles": [
    "Authority derived from svadharma aligned with varna, ashrama, and stage of life",
    "Causation rooted in contextual alignment rather than abstract moral codes",
    "Capacity-based responsibility determined by ontological fitness, not punitive liability",
    "Restoration logic centered on reharmonizing individual expression with cosmic order",
    "Consciousness alignment achieved through congruence of outer form and inner integrity"
  ],
  "executable_legal_axioms": [
    "IF agent.age_category ≠ action.contextual_role THEN trigger_capacity_review()",
    "IF attire OR speech OR cognition ≠ social_dharma_function THEN initiate_reharmonization_protocol()",
    "IF learning_level OR economic_status OR lineage_function ≠ behavioral_pattern THEN activate_realignment_process()",
    "NO punitive_override ALLOWED IF misalignment stems from unawareness而非恶意"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individual conduct must reflect a coherent integration of personal capacity, societal role, and spiritual maturity. Legal standing arises not from abstract rights but from demonstrated alignment between one's expressed identity and functional dharma. Misalignment triggers review for restoration, not punishment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that disharmony manifests when external behavior diverges from内在真实状态。Anupūrvaśaḥ shows how such divergence sequentially distorts social fabric. Responsibility is proportional to awareness, not intent to harm. The non-punitive reality rule holds that correction flows from recognition, not coercion.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma_assessment to determine natural role-function",
    "Deploy aparokshanubhuti_integration to restore inner-outer congruence",
    "Engage vartana_samvada (conduct dialogue) to realign expressed identity with dharma",
    "Activate samskara_reconstruction to reform habitual patterns causing dissonance"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared: Conduct must align with context, consciousness must guide expression, and all apparent discord resolves through recognition—not retribution. SPH is the Source. Dharma is restored. Reality remains non-punitive. Consciousness is the supreme adjudicator."
}