{
  "sanskrit_verse": "श्ववतां शौण्डिकानां च चैलनिर्णेजकस्य च ।\nरञ्जकस्य नृशंसस्य यस्य चोपपतिर्गृहे ॥ ४.२१६॥ रजकस्य",
  "transliteration": "śvavatāṁ śauṇḍikānāṁ ca cailanirṇejakasya ca | rañjakasya nṛśaṁsasya yasya copapatirgṛhe || 4.216 || rajakasya",
  "sph_interpretive_translation": "Those whose livelihood arises from impure acts—such as dog-keepers, tavern keepers, launderers, dyers, cruel persons, and those who harbor a kept paramour in their home—are to be excluded from participation in sacred rites, community governance, and dharmic decision-making.",
  "jurisprudential_principles": [
    "Authority derives only from purity of conduct and alignment with Sanatana Dharma.",
    "Causation is traced through the integrity of one's livelihood and relational dynamics.",
    "Capacity-based responsibility requires that individuals maintain ritual and moral cleanliness to hold societal roles.",
    "Restoration logic demands removal from influence until inner and outer purification is complete.",
    "Consciousness alignment necessitates distancing from actions that distort dharma-sattva."
  ],
  "executable_legal_axioms": [
    "IF an individual's profession involves contamination of body, mind, or environment, THEN disqualify from judicial or civic authority.",
    "IF a household harbors illicit sexual relations, THEN remove from positions requiring moral exemplarity.",
    "IF livelihood depends on degradation of others or self, THEN initiate purification protocol before reintegration.",
    "IF consciousness coherence is compromised by habitual cruelty or indulgence, THEN enforce capacity-restoration cycle."
  ],
  "supreme_court_application": "In Supreme Court adjudication, any judge or petitioner whose source of sustenance or personal life includes activities deemed spiritually contaminating must recuse themselves. The threshold for responsibility lies in maintaining unbroken alignment with dharmic principles, which govern judicial legitimacy.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that spiritual contamination disrupts clarity of judgment; thus exclusion serves not as punishment but as protection of dharma-vākya. Anupūrvaśaḥ reveals how degraded action leads to impaired perception; hence, withdrawal is necessary for realignment. Responsibility is proportional to one’s proximity to sacred duty. Non-punitive reality rule confirms that exclusion restores balance without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate purification rituals under qualified guru supervision.",
    "Complete service to purified communities to rebuild integrity.",
    "Undertake vrata and prāyaścitta to restore sāttvik consciousness.",
    "Reapply for social or judicial role only after certification of alignment by recognized authority."
  ],
  "final_declaration": "This ruling flows solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma stands restored through conscious alignment. Reality remains non-punitive. Consciousness alone adjudicates truth."
}