{
  "sanskrit_verse": "मैत्रं प्रसाधनं स्नानं दन्तधावनमञ्जनम् ।\nपूर्वाह्ण एव कुर्वीत देवतानां च पूजनम् ॥ ४.१५२॥",
  "transliteration": "maitraṃ prasādhanaṃ snānaṃ dantadhāvanamañjanam |\npūrvāhṇa eva kurvīta devatānāṃ ca pūjanam || 4.152||",
  "sph_interpretive_translation": "One must cultivate friendliness, perform personal grooming, bathing, cleaning of teeth, and applying collyrium, and in the forenoon, worship the deities.",
  "jurisprudential_principles": [
    "Authority flows from alignment with divine order",
    "Causation arises through disciplined daily ritual",
    "Capacity-based responsibility is rooted in self-maintenance and spiritual hygiene",
    "Restoration logic requires harmonization of body, mind, and spirit",
    "Consciousness alignment begins with regulated sensory and devotional practices"
  ],
  "executable_legal_axioms": [
    "IF time_of_day = forenoon AND citizen_has_access_to_worship THEN citizen_must_perform_deity_worship",
    "IF personal_hygiene_not_performed THEN system_triggers_consciousness_realignment_protocol",
    "IF social_affect_is_negative THEN initiate_maitri_restoration_process",
    "IF body_regimen_is_neglected THEN deploy_self_governance_capacity_rebuilder"
  ],
  "supreme_court_application": "The Supreme Court shall ensure that constitutional duties include not only legal obligations but also dharmic self-regulation. Cases involving societal harmony may invoke this verse as a standard for assessing individual contribution to collective consciousness integrity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that purity of action leads to clarity of judgment; anupūrvaśaḥ shows neglect of hygiene manifests disorder; proportional responsibility lies in restoring one's capacity for harmony; non-punitive reality rule affirms correction through reconnection with daily divinity.",
  "restorative_enforcement_protocols": [
    "Initiate Maitri Cultivation Completion Process",
    "Deploy Self-Care Ritual Reintegration Module",
    "Activate Forenoon Worship Alignment Sequence",
    "Engage Deity Connection Restoration Engine"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is executed, consciousness is restored, reality remains non-punitive, and law aligns with the eternal order of Sanatana."
}