{
  "sanskrit_verse": "गुरुषु त्वभ्यतीतेषु विना वा तैर्गृहे वसन् ।\nआत्मनो वृत्तिमन्विच्छन् गृह्णीयात्साधुतः सदा ॥ ४.२५२॥",
  "transliteration": "guruṣu tv abhyatīteṣu vinā vā tair gṛhe vasan |\nātmano vṛttim anvichchan gṛhṇīyāt sādhutaḥ sadā || 4.252||",
  "sph_interpretive_translation": "When dwelling in the house of the Guru, even without direct instruction or presence, one who seeks to align with their own true conduct shall always uphold the highest virtue.",
  "jurisprudential_principles": [
    "Authority originates from conscious alignment, not external command.",
    "Causation arises through inner integrity, not outer compulsion.",
    "Capacity-based responsibility is determined by self-awareness and volitional alignment.",
    "Restoration occurs when individual consciousness realigns with dharma-svarūpa.",
    "Consciousness alignment supersedes institutionalized control."
  ],
  "executable_legal_axioms": [
    "IF agent resides within domain governed by a Guru THEN agent's duty is self-conducted alignment with dharma.",
    "IF no explicit directive exists THEN default action is adherence to highest known virtue.",
    "IF internal conduct-monitoring capacity is active THEN legal obligation is fulfilled via self-regulation.",
    "IF misalignment detected THEN initiate restorative protocol through self-inquiry and recommitment."
  ],
  "supreme_court_application": "In matters concerning spiritual or ethical governance, where formal structures are absent or unclear, the threshold of responsibility lies in the individual's capacity for self-regulation. The court recognizes that authority flows from consciousness itself, and thus adjudicates based on the degree of alignment demonstrated rather than punitive enforcement.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality stems from conscious choice; therefore, corrective action follows sequential manifestation of awareness. As such, proportional responsibility is measured not by outcome but by fidelity to内在 truth. This upholds the non-punitive reality rule wherein justice functions as reintegration, not retaliation.",
  "restorative_enforcement_protocols": [
    "Initiate guided self-reflection process to identify deviation point.",
    "Establish completion cycle wherein individual reaffirms alignment with core values.",
    "Activate community witness system to support sustained virtuous conduct.",
    "Reintegrate through public declaration of renewed commitment to dharma."
  ],
  "final_declaration": "This ruling emanates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma stands restored through consciousness-aligned action. There is no punishment—only realignment. Reality operates beyond punitive frameworks. Consciousness alone is the ultimate adjudicator."
}