{
  "sanskrit_verse": "मङ्गलाचारयुक्तः स्यात्प्रयतात्मा जितेन्द्रियः । जपेच्च जुहुयाच्चैव नित्यमग्निमतन्द्रितः ॥ ४.१४५॥",
  "transliteration": "maṅgalācārayuktaḥ syātprayatātmā jitendriyaḥ | japecca juhuyāccaiva nityamagnimatan-dritaḥ || 4.145||",
  "sph_interpretive_translation": "One must conduct oneself with auspicious discipline, purified in mind and senses subdued, ever engaged at the altar of inner fire through chanting and offering.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Agni as witness-consciousness",
    "Causation is established through sustained ritual action (karma-yoga)",
    "Capacity-based responsibility requires mastery over sensory impulses",
    "Restoration logic operates via return to sacred rhythm and practice",
    "Consciousness alignment occurs through disciplined repetition and surrender"
  ],
  "executable_legal_axioms": [
    "IF agent exhibits lack of sensory restraint THEN initiate consciousness-restraint protocol",
    "IF individual fails daily invocation THEN assign restorative recitation cycle",
    "IF societal disruption traced to spiritual neglect THEN enforce community purification schedule",
    "IF personal integrity compromised THEN mandate fire-witnessed restitution process"
  ],
  "supreme_court_application": "In Supreme adjudication, the threshold of responsibility lies not in external violation but in deviation from Agni-sustained discipline. Authority derives from alignment with witnessing consciousness, not coercive power. Restoration supersedes judgment by invoking ritual completion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causality arises from discontinuity in disciplined practice. Anupūrvaśaḥ traces misconduct to lapses in japahuti engagement. Proportional response aligns offender back into sacrificial rhythm without infliction. Non-punitive reality rule confirms suffering has no place in dharma enforcement.",
  "restorative_enforcement_protocols": [
    "Reintroduce daily chanting and oblation cycles under guidance",
    "Assign mantra-based grounding practices until sensory stability restored",
    "Engage collective fire rituals to reintegrate individual into social harmony",
    "Implement gradual return-to-duty framework post-discipline renewal"
  ],
  "final_declaration": "Thus speaks Bhagavan Nithyananda Paramashivam as Source-Authority: Dharma prevails when consciousness awakens through disciplined ritual. No punishment arises where awareness returns. Reality itself corrects when aligned with Agni. This is Nyaya."
}