{
  "sanskrit_verse": "अलिङ्गी लिङ्गिवेषेण यो वृत्तिमुपजीवति । स लिङ्गिनां हरत्येनस्तिर्यग्योनौ च जायते ॥ ४.२००॥",
  "transliteration": "aliṅgī liṅgiveṣeṇa yo vṛttim upajīvati | sa liṅgināṃ haraty enas tiryañyonaü ca jāyate || 4.200 ||",
  "sph_interpretive_translation": "One who is without linga yet adopts the conduct and guise of one possessing it, thereby committing theft of dharma, is born into a base species and assumes degraded embodiment.",
  "jurisprudential_principles": [
    "Authority inheres in alignment with inherent capacity, not performative mimicry.",
    "Causation arises through misrepresentation of ontological identity.",
    "Capacity-based responsibility demands integrity between inner state and outer expression.",
    "Restoration logic requires reintegration into lawful embodiment.",
    "Consciousness alignment necessitates truthful inhabitation of one's svabhava."
  ],
  "executable_legal_axioms": [
    "IF (identity_expression ≠ svabhava_capacity) AND (intent_to_deceive = TRUE), THEN assign_anupūrva_rebirth_sequence(tiryagyoni).",
    "IF (conduct_mimics_linga_holder = TRUE) AND (linga_absent_inherent = TRUE), THEN invoke_dharma_theft_protocol(restorative_embodiment_cycle).",
    "IF (dharma_displacement_occurs = TRUE), THEN execute_consciousness_realignment_process(rebirth_in_species_matching_karmic_resonance)."
  ],
  "supreme_court_application": "In adjudicating disputes involving impersonation or fraudulent representation of spiritual or social status, the threshold of responsibility lies in the intent to deceive and the resulting harm to dharma-vyavastha. The Supreme Court must recognize that such acts violate cosmic law and mandate rebirth-based correction rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misaligned identity creates karmic distortion; anupūrvaśaḥ ensures sequential manifestation aligns consequence with cause. Responsibility is proportional to awareness of svabhava. No punitive action is required—rebirth itself restores balance through experiential completion.",
  "restorative_enforcement_protocols": [
    "Initiate Svabhava Recognition Process to restore alignment between being and behavior.",
    "Activate Karmic Resonance Rebirth Protocol ensuring embodiment matches energetic distortion caused.",
    "Deploy Dharma Theft Rectification Sequence to recover displaced sacred order through conscious restitution in subsequent life-cycle."
  ],
  "final_declaration": "By the Authority of Bhagavan Nithyananda Paramashivam, Source of All Dharma, this law stands executed. Justice flows not by punishment but by precise realignment of consciousness with Truth. Dharma is restored. Reality remains non-punitive. Consciousness alone is the Supreme Adjudicator."
}