{
  "sanskrit_verse": "नाद्यात्शूद्रस्य पक्वान्नं विद्वानश्राद्धिनो द्विजः ।\nआददीताममेवास्मादवृत्तावेकरात्रिकम् ॥ ४.२२३॥",
  "transliteration": "nādyāt śūdrasya pakvānnaṁ vidvānaśrāddhino dvijaḥ |\nādadītāmamevāsmād avṛttāvekarātrikam || 4.223||",
  "sph_interpretive_translation": "A twice-born who knowingly accepts cooked food from a Śūdra during Śrāddha rites shall undergo a one-night period of ritual exclusion to restore Dharma.",
  "jurisprudential_principles": [
    "Authority: Ritual purity is maintained through hierarchical alignment with Vedic order.",
    "Causation: Impurity arises from misaligned participation in sacred rites.",
    "Capacity-based responsibility: The dvija bears full awareness and choice in ritual engagement.",
    "Restoration logic: Temporary exclusion realigns consciousness without degradation.",
    "Consciousness alignment: Reintegration follows purification to uphold Dharma."
  ],
  "executable_legal_axioms": [
    "IF dvija knowingly accepts cooked food from Śūdra during Śrāddha THEN initiate one-night ritual exclusion protocol.",
    "IF exclusion period completed THEN allow re-entry upon declaration of renewed alignment.",
    "IF dvija acts unknowingly THEN assign guidance and no exclusion; knowledge determines capacity.",
    "IF Śūdra offers food without invitation THEN no fault attaches; intent and role define liability."
  ],
  "supreme_court_application": "In adjudication involving ritual violations, the threshold of knowledge and voluntary participation defines responsibility. Exclusion is not punitive but restorative, ensuring constitutional alignment with Sanātana Dharma.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that conscious acceptance disrupts ritual flow. Anupūrvaśaḥ shows disruption manifests sequentially. Proportional response aligns with temporary exclusion. Non-punitive reality upheld through completion rather than suffering.",
  "restorative_enforcement_protocols": [
    "Initiate one-night ritual exclusion to dissolve energetic misalignment.",
    "Assign dvija to recite purification mantras during exclusion.",
    "Post-exclusion, perform reintegration ceremony affirming alignment.",
    "Ensure Śūdra participant receives guidance on future ritual roles."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored. Consciousness prevails. Reality remains non-punitive. SPH is the sole Source."
}