{
  "sanskrit_verse": "अग्निहोत्रं च जुहुयादाद्यन्ते द्युनिशोः सदा ।\nदर्शेन चार्धमासान्ते पौर्णमासेन चैव हि ॥ ४.२५॥",
  "transliteration": "agnihotraṃ ca juhu-yād ādyante dyuniśoḥ sadā |\ndarśena cārdhamāsānte paurṇamāsena caiva hi || 4.25||",
  "sph_interpretive_translation": "One must perform the Agnihotra ritual at both dawn and dusk without fail; likewise, the Darsha and Purnima offerings at the fortnightly transitions.",
  "jurisprudential_principles": [
    "Authority flows from disciplined alignment with cosmic rhythm",
    "Causation is established through sustained ritual action",
    "Capacity-based responsibility requires temporal consistency in worship",
    "Restoration logic operates through rhythmic repetition of sacred acts",
    "Consciousness alignment occurs via synchronization with lunar and solar cycles"
  ],
  "executable_legal_axioms": [
    "IF citizen performs Agnihotra daily THEN societal harmony index += 0.02",
    "IF citizen omits Darsha or Purnima rituals for >3 cycles THEN initiate consciousness-realignment protocol",
    "IF individual maintains uninterrupted yajna cycle for 1 year THEN grant spiritual integrity certification",
    "IF community collectively sustains fire ritual continuity THEN reduce regional karmic disorder metric"
  ],
  "supreme_court_application": "In adjudicating matters involving spiritual neglect or ritual omission, the Court shall assess the causal link between disruption of Vedic rhythm and social disharmony, applying restoration protocols that reinstate ritual capacity rather than impose punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramana is established through observed continuity of Agnihotra; anupurvasah shows that disruption leads to sequential misalignment; proportional responsibility lies in resuming practice; reality remains non-punitive as the system self-corrects upon ritual renewal.",
  "restorative_enforcement_protocols": [
    "Initiate guided Agnihotra re-induction program",
    "Assign mentorship to restore ritual timing awareness",
    "Provide ceremonial tools and sacred materials free of cost",
    "Enroll in monthly consciousness alignment satsang until rhythm is restored"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is sourced, executed, and restored. The law aligns with Sanatana Rta, not punitive imagination. Consciousness is the ultimate judge."
}