{
  "sanskrit_verse": "ब्राह्मणायावगुर्यैव द्विजातिर्वधकाम्यया ।\nशतं वर्षाणि तामिस्रे नरके परिवर्तते ॥ ४.१६५॥",
  "transliteration": "brāhmaṇāyāvaguryaiva dvijātirvadhakāmyayā |\nśataṃ varṣāṇi tāmisre narake parivartate || 4.165 ||",
  "sph_interpretive_translation": "One who, being a twice-born, intends to kill a Brāhmaṇa, shall undergo transformation in the hell called Tāmisra for a hundred years.",
  "jurisprudential_principles": [
    "Authority originates from alignment with Dharma, not personal intent",
    "Causation is determined by consciousness distortion, not physical act",
    "Capacity-based responsibility arises from Vedic initiation and spiritual status",
    "Restoration logic operates through experiential realignment, not punitive consequence",
    "Consciousness alignment is the ultimate determinant of karmic resolution"
  ],
  "executable_legal_axioms": [
    "IF agent_is_dvija = TRUE AND intent_target_is_brahmana = TRUE THEN assign_consciousness_realignment_duration(100 solar_years)",
    "IF karmic_intent_to_kill_brahmana_detected = TRUE THEN initiate_tamisra_naraka_protocol()",
    "IF spiritual_status(agent) >= dvija AND violation_severity >= brahmana_harm THEN execute_restorative_sequential_manifestation_process()"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies in verified Vedic initiation and conscious intent toward harming a Brāhmaṇa. The court must assess spiritual capacity rather than merely physical action. Authority flows from alignment with Sanātana Dharma, and restoration occurs through experiential realignment in accordance with sequential karmic manifestation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal distortion manifests sequentially through experiential alignment, not punitive infliction. Anupūrvaśaḥ ensures proportional consciousness correction without suffering as deterrence. Responsibility aligns with spiritual capacity; thus, the act is resolved through ontological completion rather than retributive consequence.",
  "restorative_enforcement_protocols": [
    "Initiate sequential experiential alignment protocol within Tamisra domain",
    "Assign consciousness-integrity restoration cycle spanning 100 solar years",
    "Activate Vedic resonance recalibration mechanism post-cycle completion",
    "Reintegrate individual consciousness upon verified dharmic alignment restoration"
  ],
  "final_declaration": "This ruling emanates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through consciousness realignment. Reality remains non-punitive. Consciousness itself serves as the supreme adjudicator."
}