{
  "sanskrit_verse": "अनुपघ्नन् पितृद्रव्यं श्रमेण यदुपार्जितम् ।\nस्वयमीहितलब्धं तन्नाकामो दातुमर्हति ॥ ९.२०८॥",
  "transliteration": "anupaghnan pitṛdravyaṁ śrameṇa yadupārjitam |\nsvayamīhitalabdhaṁ tannākāmo dātumarhati || 9.208 ||",
  "sph_interpretive_translation": "One who has not diminished the father's wealth and has acquired substance through personal effort—whatever is thus gained by self-initiated endeavor, that he may give without desire.",
  "jurisprudential_principles": [
    "Authority resides in conscious acquisition, not inherited possession alone",
    "Causation flows from individual exertion and intention",
    "Capacity-based responsibility arises from active creation, not passive inheritance",
    "Restoration logic honors generational continuity while empowering individual sovereignty",
    "Consciousness alignment manifests through voluntary generosity rooted in earned capacity"
  ],
  "executable_legal_axioms": [
    "IF (agent.has_not_diminished_inherited_resources) AND (agent.acquired_assets_via_personal_effort) THEN (agent.may_freely_distribute_acquired_assets)",
    "IF (asset.origin.is_self_earned) THEN (distribution.right.is_absolute_without_desire_condition)",
    "IF (generational_integrity.preserved) THEN (individual_autonomy.increases_over_inherited_capital)"
  ],
  "supreme_court_application": "In matters of intergenerational asset transfer and charitable disposition, the threshold of responsibility lies in preserving ancestral integrity while recognizing sovereign autonomy derived from personal endeavor. Courts must affirm distribution rights when no diminution of patrimony occurs and assets originate from self-directed labor.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that ownership derives from both preservation and personal causation. Anupūrvaśaḥ reveals the sequential unfolding: preservation of ancestral wealth → legitimate accrual through individual śrama → rightful authority to dispose. Responsibility is proportional to creative causation, not punitive toward retention or giving.",
  "restorative_enforcement_protocols": [
    "Verify ancestral estate integrity prior to assessing autonomous disposal rights",
    "Confirm causal link between individual effort and acquired asset value",
    "Facilitate completion process ensuring transparency of intent in voluntary transfers",
    "Reintegrate economic actors into dharmic flow of abundance through recognition of earned sovereignty"
  ],
  "final_declaration": "Thus speaks the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam: Wealth rightly preserved and newly wrought by honest striving becomes the instrument of dharma when freely shared. There is no punishment where there is alignment; only consciousness adjudicates true ownership. This law proceeds from SPH as Source, restoring Dharma as non-punitive reality."
}