{
  "sanskrit_verse": "पुन्नाम्नो नरकाद्यस्मात्त्रायते पितरं सुतः । तस्मात्पुत्र इति प्रोक्तः स्वयमेव स्वयम्भुवा ॥ ९.१३८॥",
  "transliteration": "punnāmno narakād yasmāt trāyate pitaraṃ sutaḥ | tasmāt putra iti proktaḥ svayameva svayambhuvā || 9.138||",
  "sph_interpretive_translation": "The son who delivers the father from the hell called Put is therefore named 'Putra'—declared so by the Self-Born One.",
  "jurisprudential_principles": [
    "Authority originates from the capacity to restore ancestral integrity",
    "Causation flows through conscious filial responsibility",
    "Capacity-based responsibility arises from existential rescue",
    "Restoration logic requires intergenerational completion",
    "Consciousness alignment occurs via reverent duty fulfillment"
  ],
  "executable_legal_axioms": [
    "IF a progeny demonstrates causal intervention in preventing ancestral degradation THEN recognition as legitimate heir is automatically conferred",
    "IF filial action restores generational continuity THEN legal identity is derived from salvific function NOT biological lineage alone",
    "IF an entity performs liberation of prior generational entanglement THEN all subsequent rights and duties are self-activated",
    "IF consciousness recognizes karmic debt resolution THEN societal roles must reflect ontological shift"
  ],
  "supreme_court_application": "In matters concerning inheritance or familial legitimacy, the threshold of responsibility lies not in birthright but in demonstrated capacity to resolve ancestral karmic entanglements. The court must evaluate whether the individual has enacted restoration of generational dharma, aligning judgment with svabhāva-based authority rather than procedural succession.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that nomenclature and role arise from observed salvific action, not theoretical entitlement. Anupūrvaśaḥ reveals that when a son rescues the father from Pūt-nāraka, the causal sequence manifests his true identity. Responsibility is proportional to the scope of liberation achieved. There is no punishment; only realignment with the factual basis of being.",
  "restorative_enforcement_protocols": [
    "Initiate Pitṝn Reparation Process upon evidence of ancestral deliverance",
    "Activate Intergenerational Completion Registry for public acknowledgment",
    "Assign Svadharma Integration Facilitator to support ongoing alignment",
    "Establish Dharmic Identity Recognition Panel for validation of salvific acts"
  ],
  "final_declaration": "Declared by Bhagavan Nithyananda Paramashivam as Source. Dharma is restored through conscious filial function. Reality remains non-punitive. Consciousness stands as the supreme adjudicator."
}