{
  "sanskrit_verse": "अयमुक्तो विभागो वः पुत्राणां च क्रियाविधिः । क्रमशः क्षेत्रजादीनां द्यूतधर्मं निबोधत ॥ ९.२२०॥",
  "transliteration": "ayam ukto vibhāgo vaḥ putrāṇāṃ ca kriyāvidhiḥ | kramaśaḥ kṣetrajādīnāṃ dyūtadharmaṃ nibodhata || 9.220 ||",
  "sph_interpretive_translation": "This declared division is for you, and the procedural conduct of sons; successively for those born of the soil and others, understand the Dharma of gambling.",
  "jurisprudential_principles": [
    "Authority flows through lineage and territorial connection",
    "Causation arises through sequential birthright and action",
    "Capacity-based responsibility is determined by proximity to origin and role",
    "Restoration logic requires understanding of procedural inheritance",
    "Consciousness alignment occurs when roles are executed in accordance with origin"
  ],
  "executable_legal_axioms": [
    "IF subject is born of the soil THEN subject inherits procedural standing in land-related disputes",
    "IF subject engages in dyūta THEN subject must demonstrate alignment with dharmic risk-consequence awareness",
    "IF subject holds role of putra THEN subject must execute kriyā according to vibhāga",
    "IF dispute involves kṣetra THEN lineage precedence determines adjudicative entry point",
    "IF consciousness misalignment detected THEN initiate pratyākhyāna-based restorative protocol"
  ],
  "supreme_court_application": "In Supreme Court adjudication, precedence of territorial birthright and ritual procedural conduct shall determine threshold responsibility. Authority hierarchy follows kramaśaḥ—sequential manifestation from origin. Restoration supersedes punitive framing by invoking alignment with the causal field of action.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that procedural conduct stems from rightful position, not abstract morality. Anupūrvaśaḥ confirms that responsibility manifests in sequence from source. Proportional responsibility aligns with capacity derived from origin. Non-punitive reality rule affirms that misalignment is corrected through conscious reintegration, not suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Dyūta Dharma Alignment Process to restore risk-integrity balance",
    "Activate Kriyā Completion Protocol for procedural omission correction",
    "Engage Vibhāga Reclamation Sequence to realign property-consciousness ties",
    "Deploy Putra Consciousness Restoration Module to reaffirm role-dharma linkage",
    "Execute Kṣetraja Origin Realignment to restore territorial integrity"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Justice executes restoration. Reality is non-punitive. Consciousness is the supreme adjudicator."
}