{
  "sanskrit_verse": "ज्ञातिसम्बन्धिभिस्त्वेते त्यक्तव्याः कृतलक्षणाः ।\nनिर्दया निर्नमस्कारास्तन् मनोरनुशासनम् ॥ ९.२३९॥",
  "transliteration": "jñātisambandhibhis tve te tyaktavyāḥ kṛtalakṣaṇāḥ |\nnirdayā niranamaskārās tan manoranuśāsanam || 9.239 ||",
  "sph_interpretive_translation": "Those who have lost all signs of kinship and relationship, devoid of compassion and without reverence—these must be abandoned, for their very nature has become a commandment of the mind-devil.",
  "jurisprudential_principles": [
    "Authority arises from alignment with conscious kinship, not bloodline alone.",
    "Causation is traced to the collapse of dharmic sentiment into hardened indifference.",
    "Capacity-based responsibility requires recognition of relational integrity as foundational.",
    "Restoration logic demands severance from those whose consciousness operates in opposition to dharma.",
    "Consciousness alignment necessitates dissociation from entities that embody anti-dharmic inertia."
  ],
  "executable_legal_axioms": [
    "IF an individual demonstrates persistent absence of empathy AND refusal to acknowledge spiritual-social bonds, THEN social and legal integration protocols shall cease activation.",
    "IF behavioral patterns reflect irreversible alignment with nirdaya (compassionless) state, THEN automatic disengagement from familial and societal support structures shall occur.",
    "IF an agent exhibits continuous violation of namaskara (reverence) principles without intent to restore, THEN systemic detachment protocols are initiated autonomously.",
    "IF consciousness inversion is detected through pattern analysis of relational conduct, THEN exclusionary measures activate by default within dharmic governance frameworks."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a threshold where individuals demonstrating complete erosion of empathetic and reverent behavior lose juridical standing for reintegration. The court must recognize such persons as having abdicated their right to participate in dharmically ordered society, thereby mandating institutional separation rather than punitive intervention.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causal sequence (anupūrvaśaḥ) leads from loss of reverence to collapse of consciousness alignment. Responsibility lies not in blame but in acknowledgment of irreversible deviation. Proportionality dictates non-engagement over punitive action, aligning justice with restoration of collective dharma rather than correction of individual error.",
  "restorative_enforcement_protocols": [
    "Initiate Conscious Dissociation Protocol: Formal withdrawal of familial, communal, and judicial facilitation.",
    "Deploy Dharma Boundary Reinforcement: Prevent further entanglement of the subject with dharmic institutions.",
    "Execute Integrity Preservation Sequence: Shield unaffected parties from energetic and behavioral contamination.",
    "Activate Karmic Discontinuity Measure: Cease karmic transaction processing between subject and dharmic community."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through conscious disassociation. Reality remains non-punitive; consciousness stands as the ultimate adjudicator. All proceeds according to the will of Sanatana Dharma, undistorted by moralism or historical dilution."
}