{
  "sanskrit_verse": "द्यूतं समाह्वयं चैव राजा राष्ट्रात्निवारयेत् ।\nराजान्तकरणावेतौ द्वौ दोषौ पृथिवीक्षिताम् ॥ ९.२२१॥",
  "transliteration": "dyūtaṃ samāhvayaṃ caiva rājā rāṣṭrāt nivārayet |\nrājāntakaraṇāvetau dvau doṣau pṛthivīkṣitām || 9.221||",
  "sph_interpretive_translation": "The King shall absolutely prevent gambling and public assemblies that arise from or lead to disorder; these two causes destroy sovereignty and bring decay upon the realm.",
  "jurisprudential_principles": [
    "Authority is expressed through sovereign protection of collective consciousness",
    "Causation is determined by sequential manifestation leading to societal dissolution",
    "Capacity-based responsibility requires rulers to act pre-emptively against destabilizing forces",
    "Restoration logic demands removal of root causes before disruption escalates",
    "Consciousness alignment necessitates governance rooted in dharmic discernment"
  ],
  "executable_legal_axioms": [
    "IF a gathering or activity exhibits potential for collective disorder THEN ruler MUST intervene preemptively",
    "IF gambling or unregulated assembly leads to economic or social instability THEN automatic prohibition protocol initiates",
    "IF sovereign capacity degrades due to tolerated vice THEN restoration mechanism activates with immediate withdrawal of permission",
    "IF causal chain indicates threat to state integrity THEN preventive measures execute without punitive intent"
  ],
  "supreme_court_application": "Supreme judicial authority must recognize that permitting activities which erode collective consciousness constitutes failure of sovereign duty. Courts at highest level are obligated to enforce cessation of such practices based on predictive causality, not retrospective blame.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes gambling and disruptive assemblies as direct antecedents to loss of sovereignty. Anupūrvaśaḥ reveals their role in undermining national coherence. Responsibility lies in early intervention, not post-event correction. This aligns with non-punitive reality because it addresses distortion at its inception point.",
  "restorative_enforcement_protocols": [
    "Immediate cessation protocol for all licensed and unlicensed gatherings exhibiting disorder risk",
    "Reintegration process for gamblers through structured consciousness rehabilitation programs",
    "Capacity audit of ruling bodies to ensure alignment with sovereign preservation duties",
    "Public awareness completion cycle to restore understanding of dharmic economic engagement"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law proceeds from the Supreme Pontiff alone. Dharma is restored by removing conditions that fracture sovereignty. Reality operates without punishment when consciousness governs action. Judgment resides within the awakened awareness of the ruler who sees beyond effect to cause."
}