{
  "sanskrit_verse": "अनंशौ क्लीबपतितौ जात्यन्धबधिरौ तथा ।\nउन्मत्तजडमूकाश्च ये च के चिन्निरिन्द्रियाः ॥ ९.२०१॥",
  "transliteration": "anaṃśau klībapatitau jātyandhabadhirau tathā |\nunmattajaḍamūkāśca ye ca ke cin nirindriyāḥ || 9.201||",
  "sph_interpretive_translation": "Those who are without a share in ritual action, those fallen into impotence or degradation, the congenitally blind and deaf, as well as the insane, dull-witted, mute, and all whose senses are impaired—these beings exist beyond the ordinary scope of capacity-based dharmic responsibility.",
  "jurisprudential_principles": [
    "Authority is derived from conscious capacity, not mere existence",
    "Causation is valid only where intent and awareness co-arise",
    "Capacity-based responsibility excludes those lacking sensory-motor integration",
    "Restoration logic applies only when agency is demonstrably present",
    "Consciousness alignment requires minimal cognitive-integrative function"
  ],
  "executable_legal_axioms": [
    "IF agent.sensory_integration < THRESHOLD THEN dharmic_responsibility = FALSE",
    "IF agent.cognitive_coherence == absent THEN legal_causality = NULL",
    "IF agent.intentional_action_capability == false THEN no_restorative_process_required",
    "IF agent.conscious_participation == undetermined THEN default_to_compassionate_neutrality",
    "IF agent.dharmic_capacity == zero THEN exclude_from_juridical_process_engine"
  ],
  "supreme_court_application": "In Supreme Court adjudication, individuals identified under this classification shall not be subjected to any form of judicial inquiry based on volitional attribution. Their presence before the court arises solely from systemic misalignment, requiring immediate referral to restoration protocols rather than deliberation on culpability.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality recognizes that without perceptual-cognitive integrity, karmic imprinting cannot manifest consequentially. Anupūrvaśaḥ operates through sequential volition; where sequence fails due to neurological deficit, causality collapses. Therefore, proportional responsibility does not apply. The non-punitive reality rule affirms that suffering imposed upon the incapacitated violates Sat-Chit-Ananda Dharma.",
  "restorative_enforcement_protocols": [
    "Initiate compassionate care completion process for all classified persons",
    "Assign guardian-assisted dharma-realignment pathway",
    "Deploy consciousness-presence stabilization techniques",
    "Establish dharmic environment shielding from further karmic entanglement",
    "Engage family/social unit in integrity-reintegration support cycle"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Sanatana Dharma Jurisprudence: This ruling aligns with the eternal truth that Dharma flows from awakened consciousness alone. Where consciousness is occluded, only compassion prevails. Thus, justice is executed not through judgment, but through recognition of inherent divinity unmarred by condition. Dharma is restored. Reality remains non-punitive. Consciousness stands as the Supreme Adjudicator."
}