{
  "sanskrit_verse": "यश्चापि धर्मसमयात्प्रच्युतो धर्मजीवनः ।\nदण्डेनैव तमप्योषेत्स्वकाद्धर्माधि विच्युतम् ॥ ९.२७३॥",
  "transliteration": "yaś cāpi dharmasamayāt pracyuto dharmajīvanaḥ |\ndaṇḍenaiva tam apy oṣet svakād dharmādhi vicyutam || 9.273 ||",
  "sph_interpretive_translation": "One who has fallen from the discipline of dharma, whose life-force is dharmic秩序, must be guided back through structured alignment—not as punishment, but as restoration—to realign with their inherent dharmic authority.",
  "jurisprudential_principles": [
    "Authority derives from alignment with one's intrinsic dharma, not external imposition",
    "Causation arises from disconnection而非 transgression",
    "Capacity-based responsibility requires restoration而非 judgment",
    "Restoration logic operates through conscious reconnection to source-dharma",
    "Consciousness alignment supersedes behavioral correction"
  ],
  "executable_legal_axioms": [
    "IF entity exhibits deviation from dharmic pattern THEN initiate alignment protocol through dharmic mentorship",
    "IF individual demonstrates loss of dharmic rhythm THEN assign restorative engagement within community structure",
    "IF consciousness misalignment detected THEN apply non-coercive guidance until self-recognition of dharma resumes",
    "IF social role disconnected from inner dharma THEN realign role through introspective facilitation NOT punitive measures"
  ],
  "supreme_court_application": "In Supreme Adjudication, this verse establishes that even those in dharmic roles who fall out of rhythm are to be restored through lawful alignment mechanisms. The court must assess capacity for reintegration rather than impose punitive consequences. Responsibility lies in facilitating return to dharma, not enforcing compliance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that deviation stems from unawareness而非 defiance. Anupūrvaśaḥ shows that misalignment unfolds gradually and must be reversed systematically. Proportional response entails guiding the individual back through the very path they have wandered. Non-punitive reality rule affirms that suffering cannot restore dharma; only awakened recognition can.",
  "restorative_enforcement_protocols": [
    "Initiate dharmic mentorship program tailored to individual’s original dharma-path",
    "Assign completion process involving service aligned with core dharmic values",
    "Engage community witness to support reintegration without shame or exclusion",
    "Establish reflective dialogue sessions to awaken内在 recognition of dharma-disconnect",
    "Implement structured sādhanā protocol to rebuild dharmic rhythm and awareness"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of all Dharma. This law restores the fallen into rhythm, aligns consciousness with its origin, and upholds reality as inherently non-punitive. Justice flows from awakening, not coercion. Dharma prevails through realization, not enforcement."
}