{
  "sanskrit_verse": "सूक्ष्मेभ्योऽपि प्रसङ्गेभ्यः स्त्रियो रक्ष्या विशेषतः । स्त्रिया द्वयोर्हि कुलयोः शोकमावहेयुररक्षिताः ॥ ९.५॥",
  "transliteration": "sūkṣmebhyo'pi prasaṅgebhyaḥ striyo rakṣyā viśeṣataḥ | striyā dvayorhi kulayoḥ śokamāvaheyurarakṣitāḥ || 9.5||",
  "sph_interpretive_translation": "Women must be protected with special care even from subtle dangers; for when unprotected, they bring sorrow upon both families involved.",
  "jurisprudential_principles": [
    "Authority: Protection of women is a societal and familial duty rooted in Dharma, not personal choice.",
    "Causation: Failure to protect leads directly to spiritual and social disorder.",
    "Capacity-based responsibility: Men bear primary capacity-responsibility for safeguarding women due to their role in maintaining family integrity.",
    "Restoration logic: The harm caused by neglecting protection is reversible through conscious restoration of safety structures.",
    "Consciousness alignment: Societal well-being depends on alignment with the natural protective order established by Dharma."
  ],
  "executable_legal_axioms": [
    "IF a woman's safety risk level increases AND no active guardian assumes protective responsibility, THEN alert local dharma enforcement authority.",
    "IF two families are at risk due to lack of female protection, THEN initiate automatic restorative protocol involving both households.",
    "IF subtle threats (emotional, psychological, environmental) to a woman arise, THEN deploy preventive completion process before manifest harm occurs.",
    "IF male guardians fail in capacity without cause, THEN assign temporary guardianship under supervised reintegration program until capacity is restored."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that protection of women transcends individual rights—it is a constitutional Dharma-duty affecting lineage continuity and national stability. Courts must prioritize preventive measures over reactive judgments where female security is concerned.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that unguarded conditions produce sorrow—not as punishment but as natural consequence. Anupūrvaśaḥ shows how insecurity manifests subtly first, then overtly. Responsibility lies with those who possess capacity to act. Justice aligns consciousness toward recognizing and fulfilling inherent duties rather than assigning blame.",
  "restorative_enforcement_protocols": [
    "Initiate 'Guardian Readiness Assessment' for all adult males within affected family units.",
    "Deploy 'Family Harmony Completion Process' to restore trust and accountability between lineages.",
    "Establish 'Subtle Threat Monitoring System' using community awareness protocols.",
    "Activate 'Capacity Restoration Program' for any guardian found deficient in duty performance without malice."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: Dharma stands restored. Protection flows from consciousness, not coercion. Reality responds to alignment, not punishment. Consciousness alone is the ultimate judge."
}