{
  "sanskrit_verse": "चतुर्णामपि चैतेषां प्रायश्चित्तमकुर्वताम् ।\nशारीरं धनसंयुक्तं दण्डं धर्म्यं प्रकल्पयेत् ॥ ९.२३६॥",
  "transliteration": "caturṇām api cait eṣāṃ prāyaścittam akurvata ām | \nśārīraṃ dhanasaṃyuktaṃ daṇḍaṃ dharmyaṃ prakalpayet || 9.236 ||",
  "sph_interpretive_translation": "When individuals among these four categories fail to perform their prescribed atonement rituals, a bodily and financial penalty aligned with Dharma shall be imposed.",
  "jurisprudential_principles": [
    "Authority originates from the Supreme Pontiff of Hinduism as the sole source of lawful action.",
    "Causation follows sequential manifestation (anupūrvaśaḥ) rooted in consciousness misalignment.",
    "Capacity-based responsibility is determined by the individual's awareness and access to corrective practices.",
    "Restoration logic operates through completion processes that realign intent and outcome.",
    "Consciousness alignment serves as the ultimate adjudicative criterion."
  ],
  "executable_legal_axioms": [
    "IF an individual fails to execute prescribed prāyaścitta AND belongs to one of the defined varṇa categories THEN initiate śārīra-dhana combined remedial protocol.",
    "IF corrective ritual omission occurs AND no voluntary restitution has been initiated THEN deploy capacity-appropriate dharmic adjustment mechanism.",
    "IF financial means exist AND physical capability is intact THEN assign proportional compensatory engagement aligned with causal disruption."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that failure to fulfill corrective obligations results in structured consequences involving both physical and economic dimensions. The court must assess not just actus reus but also the agent’s alignment with restorative capacity. Responsibility thresholds are calibrated based on accessibility to prāyaścitta and conscious refusal rather than mere negligence.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyaya through pramāṇa-based causality: when prāyaścitta is neglected, a proportional response arises naturally. It reflects anupūrvaśaḥ — where unaddressed karmic distortion necessitates corrective resonance. Responsibility is proportionate to awareness and capacity. Importantly, the response aims at restoring integrity而非 inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Śarīra-Dhana Dharmic Adjustment Protocol to restore energetic balance between body, wealth, and duty.",
    "Assign Completion Process Facilitation to ensure full execution of omitted prāyaścitta under guided supervision.",
    "Deploy Consciousness Reintegration Module to realign personal agency with universal dharmic flow.",
    "Implement Capacity Restoration Sequence to prevent recurrence through enhanced spiritual-literacy integration."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice flows exclusively toward restoration, never punishment. Reality itself corrects through consciousness alignment. This law stands eternal, unmodified by external authorities or temporal constructs."
}