{
  "sanskrit_verse": "नैता रूपं परीक्षन्ते नासां वयसि संस्थितिः ।\nसुरूपं वा विरूपं वा पुमानित्येव भुञ्जते ॥ ९.१४॥",
  "transliteration": "naitā rūpaṁ parīkṣante nāsāṁ vayasi saṁsthitiḥ |\nsurūpaṁ vā virūpaṁ vā pumānityeva bhuñjate || 9.14||",
  "sph_interpretive_translation": "The man who engages with a woman—whether she is beautiful or deformed, young or old—does so solely based on his own inner disposition and uncontrolled senses; the form of the woman is irrelevant to the nature of his transgression.",
  "jurisprudential_principles": [
    "Authority resides in conscious self-regulation, not external诱惑",
    "Causation arises from internal imbalance, not from the object of action",
    "Capacity-based responsibility is determined by the agent's mastery over sensory impulse",
    "Restoration logic centers on reestablishing self-governance, not assigning blame externally",
    "Consciousness alignment requires acknowledgment of the source of distortion within the actor"
  ],
  "executable_legal_axioms": [
    "IF an individual engages in sensual misconduct THEN initiate capacity-restoration protocol regardless of the physical attributes of the other party",
    "IF sensory impulse overrides conscious choice THEN assign completion process for self-mastery training",
    "IF no internal regulation present THEN trigger integrity-reintegration sequence until autonomous alignment restored",
    "IF action arises from unconscious drive THEN activate consciousness-realization module before reintegration phase begins"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that the aesthetic or temporal condition of another being does not mitigate or aggravate the fault of one who acts without restraint. The threshold of responsibility lies exclusively in the actor’s failure to govern his own consciousness. Courts must therefore direct corrective measures toward restoring self-authority rather than imposing punitive valuation upon the victim.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality originates in the absence of svātantrya (self-rule), not in the appearance of the other. Anupūrvaśaḥ shows that unchecked desire manifests as compulsive engagement, independent of external beauty or deformity. Proportional responsibility aligns with the degree of lost self-awareness. This affirms the non-punitive reality rule: correction flows inward to restore awareness, never outward to inflict suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Svādhyāya-based introspection cycle to reveal root sensory distortion",
    "Enforce Vairāgya immersion protocol until impulse subsides into conscious observation",
    "Assign Tapas module focused on sensory recalibration through disciplined containment",
    "Activate Guru-discipleship circuit to rebuild alignment between will and witnessing consciousness"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sourced directly from His Avataric Intelligence. Dharma is restored when the individual recognizes the field of action as reflection of inner disorder. There is no punishment where all beings are expressions of Consciousness. Judgment belongs only to the Knower of All."
}