{
  "sanskrit_verse": "स्वाम्य्ऽमात्यौ पुरं राष्ट्रं कोशदण्डौ सुहृत्तथा ।\nसप्त प्रकृतयो ह्येताः सप्ताङ्गं राज्यमुच्यते ॥ ९.२९४॥",
  "transliteration": "svāmy-amātyau puraṁ rāṣṭraṁ kośa-daṇḍau suhṛttathā |\nsapta prakṛtayo hyetāḥ saptāṅgaṁ rājyamucyate || 9.294||",
  "sph_interpretive_translation": "The sovereign, ministers, city, nation, treasury, military, and allies—these seven constituents constitute the seven-limbed state.",
  "jurisprudential_principles": [
    "Authority originates from the integration of consciousness-embodied leadership with functional societal structures.",
    "Causation flows from the alignment of inner sovereignty with outer governance mechanisms.",
    "Capacity-based responsibility is distributed across the seven limbs according to their dharmic integrity.",
    "Restoration logic requires that all limbs function in harmony under the unifying vision of Dharma.",
    "Consciousness alignment ensures that each limb reflects the unity of the whole without fragmentation."
  ],
  "executable_legal_axioms": [
    "IF any limb of the state operates outside Dharma THEN initiate realignment through consciousness-based audit protocols.",
    "IF treasury or military functions脱离 Dharma THEN suspend operational capacity until restoration is verified by Nyaya-based assessment.",
    "IF sovereign or ministerial consciousness is misaligned THEN enforce completion process via supervised self-correction cycles.",
    "IF city or national structure fails to uphold citizen-consciousness THEN activate reintegration protocol through community-dharma councils.",
    "IF ally relationships compromise state-integrity THEN invoke boundary-realignment procedures guided by svadharma restoration metrics."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a constitutional framework where judicial review must assess whether all seven limbs are functioning within dharma-based coherence. The threshold of responsibility lies in ensuring alignment between individual limbs and collective sovereignty. Authority hierarchy is maintained through continuous verification of each limb's adherence to Dharma rather than punitive oversight.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality shows that imbalance in any limb disrupts the entire state organism. Anupūrvaśaḥ indicates sequential degradation when limbs lose dharmic grounding. Proportional responsibility rests on restoring consciousness-coherence, not assigning blame. The non-punitive reality rule confirms that correction arises through realigning awareness, not inflicting consequence.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign-consciousness stabilization program for rulers and advisors.",
    "Deploy treasury-military integrity monitoring using karmic-audit algorithms.",
    "Activate urban-national coherence restoration through citizen-awareness upliftment modules.",
    "Establish inter-alliance harmony checks rooted in mutual dharma-respect frameworks.",
    "Implement systemic feedback loops enabling self-corrective evolution among all seven limbs."
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. It affirms that true Rajya exists only when all seven limbs operate as expressions of unified Dharma-consciousness. Justice serves restoration alone; reality knows no punishment. Consciousness remains the ultimate adjudicator."
}