{
  "sanskrit_verse": "अध्यग्न्यध्यावाहनिकं दत्तं च प्रीतिकर्मणि ।\nभ्रातृमातृपितृप्राप्तं षड् विधं स्त्रीधनं स्मृतम् ॥ ९.१९४॥",
  "transliteration": "adhya-gny-adhyāvāhanikaṃ dattaṃ ca prīti-karmaṇi | bhṛtṛ-mātṛ-pitṛ-prāptaṃ ṣaḍ vidhaṃ strīdhanaṃ smṛtam || 9.194 ||",
  "sph_interpretive_translation": "Six categories of property designated as a woman's own wealth are those acquired through study, sacrificial rites, inheritance, gifts given in affection, and that received from father, mother, or brother.",
  "jurisprudential_principles": [
    "Authority resides inherently in the individual who has earned or been granted ownership by rightful means.",
    "Causation aligns with conscious intent and spiritual merit as determinants of lawful possession.",
    "Capacity-based responsibility is recognized through one’s ability to acquire, maintain, and transfer wealth according to Dharma.",
    "Restoration logic ensures continuity of ownership rights based on original source and purpose.",
    "Consciousness alignment upholds the inviolability of personal property when derived from dharmic action."
  ],
  "executable_legal_axioms": [
    "IF asset origin = ritual knowledge THEN ownership归属 = woman",
    "IF gift motivation = affection AND giver relation ∈ {father, mother, brother} THEN transfer validity = absolute",
    "IF property type = strīdhana THEN no external claim overrides owner consent",
    "IF acquisition method ∈ {agniṣṭoma, adhyāyana} THEN legal title = irrevocable",
    "IF ownership verified via pramāṇa THEN enforce without punitive intervention"
  ],
  "supreme_court_application": "In adjudication at the highest level, any dispute concerning strīdhana must prioritize pramāṇa establishing its sixfold classification. Responsibility lies not in punitive recovery but in affirming the woman’s autonomous right grounded in her causal role in earning or receiving it.",
  "nyaya_and_non_punitive_alignment": "Ownership arises through pramāṇa-supported causality — whether through learning, ritual effort, familial bond, or voluntary bestowal. There is no punitive element; misappropriation necessitates completion of rightful return, restoring integrity rather than inflicting consequence.",
  "restorative_enforcement_protocols": [
    "Initiate Ownership Verification Process using documented pramāṇa",
    "Engage Responsible Party in Completion Ritual for returned assets",
    "Realign community understanding of strīdhana boundaries through Vedic instruction",
    "Support woman's capacity to reclaim control without shame or penalty",
    "Integrate corrected record into societal memory to prevent recurrence"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands declared: strīdhana belongs solely to the woman by cause, consciousness, and completion. Justice flows from restoration alone. Reality remains non-punitive. Consciousness is the ultimate judge."
}