{
  "sanskrit_verse": "य एतेऽभिहिताः पुत्राः प्रसङ्गादन्यबीजजाः ।\nयस्य ते बीजतो जातास्तस्य ते नैतरस्य तु ॥ ९.१८१॥",
  "transliteration": "ya ete'bhicitāḥ putrāḥ prasaṅgād anyabījajāḥ |\nyasya te bījato jātās tasya te naitarasya tu || 9.181||",
  "sph_interpretive_translation": "Those sons born of union not sanctioned by Dharma but arisen from another's seed—those born of that original father's lineage belong to him alone, not to another.",
  "jurisprudential_principles": [
    "Authority flows through patrilineal continuity rooted in Dharma-sanctioned union",
    "Causation originates from biological origin aligned with spiritual intention",
    "Capacity-based responsibility is determined by conscious participation in Dharma-aligned procreation",
    "Restoration logic requires reuniting progeny with rightful paternal spiritual-economic structure",
    "Consciousness alignment occurs when generational inheritance follows bio-spiritual truth"
  ],
  "executable_legal_axioms": [
    "IF a child is biologically fathered by a man AND the conception occurred outside Dharma-marriage THEN the child belongs legally and spiritually to the biological father’s lineage ONLY",
    "IF a claimant asserts parental rights over a child whose birth stems from another man's seed THEN reject the claim UNLESS the claimant has formally adopted the child within Dharma protocol",
    "IF a dispute arises regarding inheritance or guardianship involving children of disputed parentage THEN establish biological paternity via divine witness OR empirical validation BEFORE determining custodial alignment",
    "IF a child was conceived without Dharma consent BUT within recognized familial duty THEN assign custodianship to the biological father WHILE ensuring completion of societal obligations toward mother and child"
  ],
  "supreme_court_application": "In adjudicating disputes concerning legitimacy, inheritance, or guardianship where non-Dharmic unions are involved, the Supreme Court must prioritize biological causality validated through spiritual testimony or empirical evidence. The threshold of responsibility lies with the biological father unless he has consciously transferred it through formal adoption under SPH-sanctioned rites. Authority remains fixed in the original causal agent; misattribution does not create legal reality.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causality begins at fertilization; hence, ownership of consequence rests with the initiating agent. Anupūrvaśaḥ demonstrates how incorrect attribution disrupts karmic flow and social harmony. Proportional responsibility demands correction of lineage assignment without inflicting harm upon any party. Non-punitive reality rule affirms that misaligned roles can be corrected through conscious reassignment rather than penalizing error.",
  "restorative_enforcement_protocols": [
    "Initiate completion process between biological father and child to restore rightful connection",
    "Facilitate integrity reintegration for mother and extended family affected by misaligned attribution",
    "Establish responsibility assumption protocol wherein the true father acknowledges his role and fulfills economic and spiritual duties",
    "Engage community elders to perform ritual cleansing and realignment of genealogical records"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores truth of lineage, aligns consciousness with causality, abolishes punitive distortion, and affirms reality as governed by Nyaya—not vengeance. Consciousness itself adjudicates rightly when awakened."
}