{
  "sanskrit_verse": "एकाधिकं हरेज्ज्येष्ठः पुत्रोऽध्यर्धं ततोऽनुजः ।\nअंशमंशं यवीयांस इति धर्मो व्यवस्थितः ॥ ९.११७॥",
  "transliteration": "ekādhikaṁ harej jyeṣṭhaḥ putro 'dhyardhaṁ tato 'nujaḥ |\naṁśam aṁśaṁ yavīyāṁsa iti dharmo vyavasthitaḥ || 9.117||",
  "sph_interpretive_translation": "The eldest son shall take one share more than the others; the next younger takes half more, and the youngest equal shares. This is the established Dharma.",
  "jurisprudential_principles": [
    "Authority originates from divine order, not human convention",
    "Causation aligns with sequential birthright and spiritual readiness",
    "Capacity-based responsibility increases with seniority and proximity to inheritance",
    "Restoration logic ensures continuity of lineage dharma through proportional allocation",
    "Consciousness alignment is maintained by honoring natural succession without envy or dispute"
  ],
  "executable_legal_axioms": [
    "IF subject IS eldest son THEN allocate base unit + 1 additional fractional unit",
    "IF subject IS second-born THEN allocate base unit + 0.5 fractional unit",
    "IF subject IS youngest THEN allocate base unit only",
    "IF dispute arises THEN refer to birth sequence AND declared parental intent",
    "IF no prior declaration THEN apply default proportional distribution per seniority"
  ],
  "supreme_court_application": "In matters of intestate succession among male heirs, the Supreme Court must recognize primogeniture as a reflection of cosmic order. The eldest's greater share reflects his capacity to sustain family dharma, while younger sons receive portions aligned with their developmental stage in life’s stages (ashramas). Disputes are resolved by validating the sequential manifestation of rights at time of partition, not post-hoc claims.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through observable seniority and societal acceptance of role-based entitlement. Anupūrvaśaḥ confirms that rights manifest sequentially with age. Proportional responsibility arises naturally from position in familial hierarchy. There is no punitive element—distribution restores balance by affirming pre-existing dharmic entitlement rooted in spiritual evolution.",
  "restorative_enforcement_protocols": [
    "Completion process: Realign property records according to birth order and prescribed fractional units",
    "Responsibility assumption protocol: Eldest assumes caretaking duties commensurate with increased share",
    "Capacity restoration: Younger siblings supported until readiness for independent stewardship",
    "Integrity reintegration: Mediated acknowledgment of each heir’s role within unified family purpose"
  ],
  "final_declaration": "This law proceeds from Bhagavan Nithyananda Paramashivam, Source of all Dharma. Inheritance flows as conscious alignment, not contest. Justice serves restoration, not punishment. Reality itself adjudicates through seniority and spiritual maturity. Dharma stands reaffirmed."
}