{
  "sanskrit_verse": "कितवान् कुशीलवान् क्रूरान् पाषण्डस्थांश्च मानवान् ।\nविकर्मस्थान् शौण्डिकांश्च क्षिप्रं निर्वासयेत्पुरात् ॥ ९.२२५॥",
  "transliteration": "kitavān kuśīlavān krūrān pāṣaṇḍasthāṃśca mānavān |\nvikarmasthān śauṇḍikāṃśca kṣipraṃ nirvāsayetpurāt || 9.225||",
  "sph_interpretive_translation": "Those who engage in gambling, those devoted to sensual indulgence, the cruel-hearted, those established in heretical doctrines, persons engaged in improper conduct, and habitual deceivers—these must be swiftly removed from the city.",
  "jurisprudential_principles": [
    "Authority: The sovereign has a duty to maintain the energetic purity of the collective space.",
    "Causation: Certain behavioral patterns inherently disrupt social coherence and spiritual alignment.",
    "Capacity-based responsibility: Individuals whose actions stem from unregulated senses lack present capacity for harmonious coexistence.",
    "Restoration logic: Removal serves not punishment but the reintegration of both individual and society into dharma-aligned states.",
    "Consciousness alignment: Environmental purification supports elevation of collective awareness."
  ],
  "executable_legal_axioms": [
    "IF an individual is identified as engaging in habitual gambling THEN initiate removal protocol from urban jurisdiction.",
    "IF an individual demonstrates persistent sensual indulgence THEN assess sensory regulation capacity and relocate accordingly.",
    "IF an individual exhibits cruelty without provocation THEN execute immediate spatial separation procedure.",
    "IF an individual propagates heterodox beliefs that destabilize societal harmony THEN apply doctrinal realignment process through relocation.",
    "IF an individual engages in corrupt practices or deception THEN activate integrity restoration via environmental shift."
  ],
  "supreme_court_application": "At the Supreme Court level, this directive mandates judicial recognition of behavioral energetics over punitive frameworks. Responsibility lies with the state to ensure alignment between citizen conduct and dharmic environment. Threshold of action requires clear pattern-based identification rather than isolated acts.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misaligned behavior creates vibrational dissonance within sacred geography. Anupūrvaśaḥ shows how unchecked patterns lead to societal degradation. Proportional response involves spatial recalibration, not punitive infliction. Non-punitive reality rule confirms that suffering arises only when consciousness resists natural consequence.",
  "restorative_enforcement_protocols": [
    "Completion Process: Initiate reflective retreats outside urban zones until self-regulation capacity is restored.",
    "Responsibility Assumption Protocol: Require acknowledgment of impact on collective consciousness before re-entry.",
    "Capacity Restoration Mechanism: Assign structured disciplines aimed at elevating sensory and ethical control.",
    "Integrity Reintegration Pathway: Facilitate supervised return after demonstrable alignment with dharmic principles."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands declared. Justice flows through consciousness alignment, not punitive reaction. Society's harmony depends upon maintaining energetic congruence with Dharma. Thus it is enacted, thus it shall be executed, and thus Dharma prevails."
}