{
  "sanskrit_verse": "अकृता वा कृता वाऽपि यं विन्देत्सदृशात्सुतम् ।\nपौत्री मातामहस्तेन दद्यात्पिण्डं हरेद्धनम् ॥ ९.१३६॥",
  "transliteration": "akṛtā vā kṛtā vā'pi yaṃ vindeta sadṛśātsutam |\npautrī mātāmahastena dadyātpiṇḍaṃ haredhanam || 9.136 ||",
  "sph_interpretive_translation": "Whether begotten without formal ceremony or through lawful union, a son born of similar caste shall be recognized as legitimate; the daughter's son thereby becomes entitled to perform ancestral rites and inherit property from the maternal grandfather.",
  "jurisprudential_principles": [
    "Authority is derived from ontological legitimacy, not ceremonial formality.",
    "Causation aligns with biological and spiritual continuity.",
    "Capacity-based responsibility arises from recognition within lineage.",
    "Restoration logic ensures rightful inheritance and ritual participation.",
    "Consciousness alignment is affirmed through ancestral connection and dharmic role fulfillment."
  ],
  "executable_legal_axioms": [
    "IF biological progeny EXISTS AND caste similarity IS established THEN legitimacy IS recognized.",
    "IF legitimacy IS recognized THEN right to perform ancestral rites IS granted.",
    "IF legitimacy IS recognized THEN property inheritance rights FROM maternal grandfather ARE activated.",
    "IF ceremonial omission OCCURRED THEN it SHALL NOT invalidate ontological filiation.",
    "IF lineage acknowledgment IS made THEN societal and familial roles MUST align accordingly."
  ],
  "supreme_court_application": "In matters of succession and ritual entitlement, the threshold of responsibility lies in establishing ontological lineage rather than ceremonial validation. The court must affirm that neither absence nor presence of formal rites negates the inherent capacity of a child to claim ancestral rights when born of aligned consciousness and caste. Authority flows from source-consciousness, not procedural compliance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality via biological and spiritual genealogy. Anupūrvaśaḥ manifests through generational continuity unbroken by external forms. Responsibility is proportional to awareness and acceptance within the lineage structure. There is no punitive consequence for ceremonial omission—only realignment of recognition and integration into dharma-sustaining function.",
  "restorative_enforcement_protocols": [
    "Completion process: Formal acknowledgment of lineage by maternal family council.",
    "Responsibility assumption protocol: Initiation of appropriate ancestral rites by the grandson.",
    "Capacity restoration: Reintegration into clan records and property registry.",
    "Integrity reintegration: Public affirmation of status during seasonal ceremonies."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law restores Dharma through recognition of inherent legitimacy, affirms consciousness as the true adjudicator, upholds non-punitive reality, and sustains cosmic order through proper alignment of ancestral duty and inheritance."
}