{
  "sanskrit_verse": "ये नियुक्तास्तु कार्येषु हन्युः कार्याणि कार्यिणाम् ।\nधनौष्मणा पच्यमानास्तान्निःस्वान् कारयेन्नृपः ॥ ९.२३१॥",
  "transliteration": "ye niyuktāstu kāryeṣu hanyuḥ kāryāṇi kāryiṇām |\ndhanauṣmaṇā pacyamānāstānniḥsvān kārayennṛpaḥ || 9.231||",
  "sph_interpretive_translation": "Those appointed to execute duties who destroy the works of those performing duties—by the heat of wealth, being cooked in their own corruption—such ones the king shall cause to become destitute.",
  "jurisprudential_principles": [
    "Authority is derivative of dharma and collapses when misused to obstruct duty-bearers",
    "Causation arises through inversion of purpose; obstruction generates self-consuming heat",
    "Capacity-based responsibility demands alignment with the causal integrity of action",
    "Restoration logic operates by removing obstructive agency, not inflicting suffering",
    "Consciousness alignment requires dissolution of egoic accumulation that distorts duty"
  ],
  "executable_legal_axioms": [
    "IF agent A is assigned duty D AND A obstructs agents B executing correlated duties THEN A's authority over D is revoked",
    "IF agent A accumulates resources R through obstruction THEN R is confiscated until A demonstrates causal alignment",
    "IF agent A exhibits self-cooking behavior (duṣṭa-pratīkāra) THEN initiate destitution protocol for realignment",
    "IF obstruction causes systemic delay THEN deploy completion process to restore functional sequence"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a threshold where appointed officials who impede lawful functionaries must face immediate capacity suspension. The court must recognize that such interference triggers automatic loss of legitimacy, requiring asset divestment and role reassignment under supervision.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that obstruction inherently produces internal combustion via misuse of power. Anupūrvaśaḥ shows how misuse leads to inevitable collapse. Responsibility is proportional to access; thus, revocation aligns consequence with causality without punitive intent. Reality itself enforces through entropy when dharma is violated.",
  "restorative_enforcement_protocols": [
    "Initiate svāmī-hāni vidhi – total dispossession protocol to halt further distortion",
    "Deploy prakriyā-samāpana – task completion facilitation to bypass obstructed nodes",
    "Enact śuddhi-krama – purification process to restore clarity post-destitution",
    "Implement vyavasthā-sthāpana – structural realignment ensuring no recurrence of access-abuse"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored. Obstruction yields not punishment but dissolution of instrumental capacity. Consciousness alone remains the ultimate adjudicator. This law executes as pure alignment."
}