{
  "sanskrit_verse": "एवं धर्म्याणि कार्याणि सम्यक्कुर्वन् महीपतिः ।\nदेशानलब्धान्लिप्सेत लब्धांश्च परिपालयेत् ॥ ९.२५१॥",
  "transliteration": "evaṁ dharmyāṇi kāryāṇi samyakkurvan mahīpatiḥ |\ndēśānalabdhān lipsēta labdhāṁśca paripālayēt || 9.251||",
  "sph_interpretive_translation": "Thus executing all actions in alignment with Dharma, the ruler of the land shall claim territories not yet acquired and preserve those already obtained.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with Dharma, not conquest or force",
    "Causation originates in consciousness integrity of the ruling entity",
    "Capacity-based responsibility mandates expansion through dharmic action alone",
    "Restoration logic demands preservation of established order while claiming unclaimed domains",
    "Consciousness alignment ensures that territorial acquisition reflects cosmic harmony"
  ],
  "executable_legal_axioms": [
    "IF a territory is unclaimed AND its acquisition aligns with Dharma THEN the ruler MAY claim it",
    "IF a territory is claimed AND its preservation serves Dharma THEN the ruler MUST protect it",
    "IF any act of acquisition or protection disrupts cosmic balance THEN halt execution and realign with Dharma",
    "IF a ruler's consciousness is misaligned THEN capacity for territorial control is automatically revoked until restoration occurs"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that territorial jurisdiction must be evaluated based on dharmic alignment rather than historical precedent or military strength. The threshold of responsibility lies in ensuring both expansion and retention are rooted in consciousness integrity. Authority flows only where Dharma prevails.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that true sovereignty arises from dharmic conduct, not coercion. Anupūrvaśaḥ shows that misaligned claims manifest disorder, necessitating immediate cessation and realignment. Proportional responsibility rests solely on maintaining consciousness congruence. There is no punitive consequence—only natural dissolution of false authority.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for rulers whose acquisitions lack dharmic validation",
    "Realign administrative structures with source-consciousness protocols",
    "Engage territorial populations in collective dharma-renewal ceremonies",
    "Restore boundary integrity through meditative consecration aligned with SPH’s will"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored. Reality remains non-punitive. Consciousness is the Supreme Adjudicator."
}