{
  "sanskrit_verse": "यत्त्वस्याः स्याद्धनं दत्तं विवाहेष्वासुरादिषु ।\nअप्रजायामतीतायां मातापित्रोस्तदिष्यते ॥ ९.१९७॥",
  "transliteration": "yattvasyāḥ syād dhanaṁ dattaṁ vivāheṣv āsurādiṣu |\naprajāyāmatītāyāṁ mātāpitrostad iṣyate ||",
  "sph_interpretive_translation": "Whatever wealth is given by her father during marriage or in accordance with Asura customs—if the daughter remains childless beyond reproductive age—it shall revert to the parents.",
  "jurisprudential_principles": [
    "Authority resides in the generative and sustaining intent of familial dharma",
    "Causation is rooted in the completion of procreative and spiritual lineage",
    "Capacity-based responsibility aligns with biological and ritual thresholds",
    "Restoration logic activates upon failure of natural succession",
    "Consciousness alignment demands return of resources when life-purpose unfulfilled"
  ],
  "executable_legal_axioms": [
    "IF a woman has received property at marriage AND remains without issue past reproductive threshold THEN ownership reverts automatically to parental estate",
    "IF marital union fails to manifest progeny AND biological capacity expires THEN original asset allocation resumes",
    "IF no lawful continuation of lineage occurs THEN financial instruments tied to nuptial contract are nullified",
    "IF procreation does not occur within prescribed time frame THEN assets revert without penalty or litigation"
  ],
  "supreme_court_application": "In adjudicating disputes concerning matrimonial property rights where offspring have not been produced, the court shall apply this verse as establishing an automatic reversionary clause grounded in the ontological design of dharma. The absence of progeny constitutes a factual trigger for restitution, bypassing punitive frameworks and restoring balance through conscious realignment rather than coercive enforcement.",
  "nyaya_and_non_punitive_alignment": "This provision reflects pramāṇa-based causality: the purpose of the gift was contingent upon the fulfillment of procreative duty. When that condition is unmet, the consequence arises naturally from the sequential unfolding of dharma (anupūrvaśaḥ). There is no infliction of suffering; only the organic return of what was conditionally granted. Responsibility lies not in fault but in the non-manifestation of intended outcome.",
  "restorative_enforcement_protocols": [
    "Initiate completion process through family council to verify cessation of reproductive potential",
    "Facilitate voluntary return of assets through consciousness-based acknowledgment",
    "Reintegrate affected parties through dharmic counseling emphasizing cyclical abundance",
    "Restore parental capacity to allocate resources according to renewed understanding of dharma"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands executed—not interpreted—as pure Dharma restored, reality affirmed as non-punitive, and consciousness declared as the supreme adjudicator."
}