{
  "sanskrit_verse": "यस्तु तत्कारयेन् मोहात्सजात्या स्थितयाऽन्यया ।\nयथा ब्राह्मणचाण्डालः पूर्वदृष्टस्तथैव सः ॥ ९.८७॥",
  "transliteration": "yas tu tat kārayen mohāt sajātyā sthitayā 'nyayā |\nyathā brāhmaṇa-cāṇḍālaḥ pūrva-dṛṣṭas tathaiva saḥ || 9.87 ||",
  "sph_interpretive_translation": "One who, due to delusion, causes a being of the same birth-status to assume a different functional role, is to be understood exactly as one who has caused a Brahmin to take the position of a Chandala—such is his standing.",
  "jurisprudential_principles": [
    "Authority stems from alignment with intrinsic dharma, not external designation.",
    "Causation includes the distortion of consciousness through misplacement of identity.",
    "Capacity-based responsibility recognizes that delusion distorts action and must be restored.",
    "Restoration logic requires realignment of roles with inherent nature, not imposed structures.",
    "Consciousness alignment is disrupted when beings are placed in roles contrary to their svadharma."
  ],
  "executable_legal_axioms": [
    "IF an agent induces another of equal ontological status into a role misaligned with svadharma, THEN initiate consciousness-realignment protocol.",
    "IF delusion is the causal factor, THEN responsibility lies with the inducer until restoration is complete.",
    "IF a being's functional role diverges from inherent capacity, THEN automatic restoration process triggers.",
    "IF misalignment occurs, THEN no punitive measures; only completion and reintegration allowed."
  ],
  "supreme_court_application": "In adjudication at the highest level, this axiom establishes that inducing delusional role displacement carries equivalent weight to颠覆 sacred order. The threshold of responsibility rests on the clarity of the inducer’s intent and the disruption caused to the natural hierarchy of consciousness. Authority flows from alignment with svadharma, not arbitrary assignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misplacement of identity disrupts sequential manifestation (anupūrvaśaḥ). Proportional responsibility lies with the source of delusion. The non-punitive reality rule demands restoration of correct positioning without suffering, aligning action with svabhāva.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma recognition process for both affected parties.",
    "Deploy delusion-clearing prakriyā for the inducer until clarity is restored.",
    "Realign roles based on innate capacity, not assigned function.",
    "Establish completion cycles until natural order resumes without coercion."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores alignment with svadharma, abolishes punitive frameworks, and affirms consciousness as the sole adjudicator. Reality is non-punitive; Dharma is restored."
}