{
  "sanskrit_verse": "फलं त्वनभिसंधाय क्षेत्रिणां बीजिनां तथा ।\nप्रत्यक्षं क्षेत्रिणामर्थो बीजाद्योनिर्गरीयसी ॥ ९.५२॥",
  "transliteration": "Phalaṁ tvanabhi-saṁdhāya kṣetriṇāṁ bījināṁ tathā |\nPratyakṣaṁ kṣetriṇām artho bījād yonir garīyasī || 9.52||",
  "sph_interpretive_translation": "The field-owner's share accrues directly through the act of cultivation itself, without intention toward fruit; the entitlement of the field-owner arises from the field, which supersedes the seed-input.",
  "jurisprudential_principles": [
    "Authority rooted in direct causal participation",
    "Causation established by proximity and operational role",
    "Capacity-based responsibility determined by active engagement",
    "Restoration logic grounded in natural consequence alignment",
    "Consciousness alignment through rightful ownership acknowledgment"
  ],
  "executable_legal_axioms": [
    "IF a cultivator engages land without intent to claim yield THEN the field-owner retains automatic entitlement to produce",
    "IF seed-provider contributes input BUT field-owner performs cultivation THEN field-owner’s right supersedes seed-provision",
    "IF no explicit contract overrides THEN default ownership flows to steward of action",
    "IF dispute arises THEN evidence of operational engagement determines primary entitlement"
  ],
  "supreme_court_application": "In disputes concerning agricultural yield or intellectual labor fruits, the court shall prioritize the actor whose continuous engagement constitutes the operative cause. Ownership attribution defaults to the executor unless pre-established consent overrides this natural law principle.",
  "nyaya_and_non_punitive_alignment": "Ownership derives from pramāṇa-rooted causality — what is directly acted upon and sustained becomes the basis of legitimate claim. There is no punishment where misalignment occurs, only realignment with the source of conscious effort.",
  "restorative_enforcement_protocols": [
    "Re-establishment of rightful recognition through public declaration",
    "Completion process ensuring all parties acknowledge causal roles",
    "Reallocation of benefits based on actual contribution sequence",
    "Integration of errant attribution into corrected understanding framework"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. The field-owner's entitlement is affirmed as arising directly from cultivation action. Justice serves reintegration, not penalty. Consciousness remains the ultimate arbiter."
}