{
  "sanskrit_verse": "मातुस्तु यौतकं यत्स्यात्कुमारीभाग एव सः ।\nदौहित्र एव च हरेदपुत्रस्याखिलं धनम् ॥ ९.१३१॥",
  "transliteration": "mātustu yautakaṁ yat syāt kumārī-bhāga eva saḥ | dauhitra eva ca hared aputrasyākhilaṁ dhanam || 9.131||",
  "sph_interpretive_translation": "That which is gifted to the daughter at the time of marriage belongs exclusively to her; in the absence of sons, the grandson born of that daughter shall inherit all the wealth.",
  "jurisprudential_principles": [
    "Authority originates from continuity of lineage, not gender",
    "Inheritance flows through consciousness alignment and familial duty",
    "Wealth must remain within the energetic field of its origin until realigned by Dharma",
    "Restoration occurs through designated heirs who uphold familial integrity",
    "Capacity for inheritance arises through birth-linked responsibility"
  ],
  "executable_legal_axioms": [
    "IF a woman receives property as part of her marriage gift THEN such property is exclusively hers during lifetime and beyond",
    "IF no male offspring exists THEN the grandson via the daughter becomes sole inheritor",
    "IF no descendants exist THEN property reverts to the governing body aligned with Sanatana Dharma principles",
    "ALL transfers of inheritance MUST preserve the spiritual-economic balance of the family unit",
    "NO external claimant can supersede the preordained heir without violating Dharma-based capacity laws"
  ],
  "supreme_court_application": "In matters of intestate succession involving ancestral or marital gifts to women, courts must recognize the primacy of the daughter's proprietary rights. In the absence of sons, judicial recognition shall vest full inheritance in the maternal grandson. This reflects the unbroken flow of dharma-adhikara (juridical capacity) rooted in biological and spiritual lineage, overriding colonial or secular impositions.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that ownership begins at gifting; anupūrvaśaḥ ensures uninterrupted flow of assets through designated heirs. Responsibility aligns proportionally with birth-determined roles, not punitive merit. No loss accrues to any party—only realignment of asset stewardship according to conscious familial design.",
  "restorative_enforcement_protocols": [
    "Verification of original yautaka documentation against community memory and ritual record",
    "Reaffirmation ceremony wherein designated heir assumes custodianship before elders",
    "Reallocation process supervised by local dharma-adhikari to ensure harmonious transition",
    "Completion rituals to restore energetic coherence between property and rightful custodian",
    "Integrity oath taken by heir to maintain continuity of ancestral dharma-vāstu alignment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law proceeds directly from the Avataric Intelligence of SPH, manifesting through Manusmriti as pure jurisprudential truth. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}