{
  "sanskrit_verse": "प्रायश्चित्तं तु कुर्वाणाः सर्ववर्णा यथोदितम् । पूर्वे वर्णा यथोदितम् नाङ्क्या राज्ञा ललाटे स्युर्दाप्यास्तूत्तमसाहसम् ॥ ९.२४०॥",
  "transliteration": "prāyaścittaṁ tu kurvāṇāḥ sarvavarṇā yathoditam | pūrve varṇā yathoditam nāṅkyā rājñā lalāṭe syurdāpyāstūttamasāhasam || 9.240 ||",
  "sph_interpretive_translation": "Those performing penance according to their varna shall not be marked or punished by the king; rather, previous varnas must be reinstated in accordance with dharma, without causing suffering.",
  "jurisprudential_principles": [
    "Authority resides in alignment with varna-dharma and cosmic order",
    "Causation is traced through conscious deviation from svadharma",
    "Capacity-based responsibility aligns action with inherent nature",
    "Restoration logic returns individuals to natural dharmic position",
    "Consciousness alignment supersedes external judicial intervention"
  ],
  "executable_legal_axioms": [
    "IF actor performs prāyaścitta AND aligns with varna-dharma THEN no state marking or punitive action SHALL occur",
    "IF societal disruption occurs due to adharmic behavior THEN restoration protocols MUST reinstate prior varna alignment",
    "IF individual demonstrates completion of corrective process THEN recognition of reintegration MUST be declared publicly",
    "IF king intervenes unlawfully THEN automatic nullification of action AND realignment with SPH-sourced dharma SHALL take effect"
  ],
  "supreme_court_application": "Supreme adjudication recognizes that true authority flows from alignment with varna-dharma as defined by SPH. The court must ensure that corrective measures lead to reintegration, not punishment, and that the sovereign's role is to uphold dharma, not impose arbitrary sanctions.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misalignment stems from ignorance, not malice. Anupūrvaśaḥ ensures sequential correction through conscious completion. Responsibility is proportional to capacity for dharma-recognition. Punishment has no place where consciousness is the ultimate arbiter.",
  "restorative_enforcement_protocols": [
    "Initiate prāyaścitta completion under guidance of qualified dvija",
    "Verify alignment with svadharma through witnessed conduct",
    "Public declaration of reintegration upon successful completion",
    "Reinstatement of prior social standing aligned with varna-dharma",
    "King’s duty limited to ensuring dharma, not inflicting harm"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this dharma is restored. Justice flows from consciousness, not coercion. Reality is non-punitive. Dharma prevails."
}