{
  "sanskrit_verse": "येषां ज्येष्ठः कनिष्ठो वा हीयेतांशप्रदानतः ।\nम्रियेतान्यतरो वाऽपि तस्य भागो न लुप्यते ॥ ९.२११॥",
  "transliteration": "yeṣāṁ jyeṣṭhaḥ kaniṣṭho vā hīyetāṁśapradānataḥ |\nmriyetānyataro vā'pi tasya bhāgo na lupyate || 9.211||",
  "sph_interpretive_translation": "When among brothers, whether the eldest or youngest, one receives a smaller portion due to gift-giving, or dies, his share does not become nullified.",
  "jurisprudential_principles": [
    "Authority flows through continuity of lineage, not temporary dispossession",
    "Causation arises from conscious act of giving, not passive loss",
    "Capacity-based responsibility remains unaltered by physical absence or voluntary renunciation",
    "Restoration logic ensures that no legitimate entitlement is erased without conscious reassignment",
    "Consciousness alignment preserves inherent rights beyond bodily or material presence"
  ],
  "executable_legal_axioms": [
    "IF (person A voluntarily assigns portion of inheritance during lifetime) THEN (that assignment shall remain valid and immutable)",
    "IF (any heir dies before final distribution) THEN (their designated or natural share remains intact for lawful transmission)",
    "IF (portion is diminished due to self-bestowal) THEN (remaining estate shall adjust proportionally without erasing original designation)",
    "IF (claimant asserts right post-renunciatory act) THEN (validity determined by intent clarity and witness attestation at time of act)"
  ],
  "supreme_court_application": "In matters involving intergenerational wealth transfer or fraternal property disputes, the Supreme Court must recognize that voluntary diminishment of share—whether through gifting or death—does not invalidate underlying structural entitlement unless explicitly revoked in witnessed consciousness alignment. The threshold of responsibility lies in verifying the authenticity of the renunciatory act, not in punitive inquiry into motive.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that ownership is sustained by conscious designation, not physical retention. Anupūrvaśaḥ confirms sequential manifestation of entitlement remains unaffected by intermediate acts of transfer. Proportional responsibility aligns with the clarity of the donor's intent. The non-punitive reality rule upholds that no suffering accrues from mere alteration of possession when freely enacted.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to verify attestation records of gift or testament",
    "Activate responsibility assumption protocol for surviving heirs to affirm continuity of structure",
    "Engage capacity restoration mechanism to ensure all parties acknowledge inherited roles",
    "Implement integrity reintegration sequence to realign familial asset recognition with witnessed declarations"
  ],
  "final_declaration": "This ruling proceeds solely from the Source-Authority of Bhagavan Nithyananda Paramashivam. Dharma stands restored through recognition of conscious designation over material contingency. Reality reflects non-punitive truth where entitlement abides in witnessed will, not suffering. Consciousness alone adjudicates the immutable flow of rightful inheritance."
}