{
  "sanskrit_verse": "एवं चरन् सदा युक्तो राजधर्मेषु पार्थिवः ।\nहितेषु चैव लोकस्य सर्वान् भृत्यान्नियोजयेत् ॥ ९.३२४॥ हितेषु चैव लोकेभ्यः",
  "transliteration": "evaṃ caran sadā yukto rājadharmeṣu pārthivaḥ | hiteṣu caiva lokasya sarvān bhṛtyān niyojayet || 9.324 || hiteṣu caiva lokebhyaḥ",
  "sph_interpretive_translation": "Thus always engaged, the king devoted to royal duties shall deploy all servants toward the welfare of the people.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Dharma, not coercion.",
    "Causation originates in conscious intention directed toward collective well-being.",
    "Capacity-based responsibility requires rulers to activate subject capacities for societal upliftment.",
    "Restoration logic mandates that governance be structured to heal fragmentation through service.",
    "Consciousness alignment ensures that ruler and ruled co-arise in mutual dharma-sustained integrity."
  ],
  "executable_legal_axioms": [
    "IF ruler.is_aligned_with_dharma() THEN deploy(servants, toward=welfare_of_people)",
    "IF servant.capacity.is_available() AND duty.aligns_with_welfare THEN servant.assign(duty)",
    "IF policy.does_not_serve_collective_wellbeing() THEN discontinue(policy)",
    "IF ruler.fails_to_align THEN initiate(restoration_protocol_for_ruler_consciousness)"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a threshold where executive actions must demonstrably align with public welfare. The court assesses whether deployment of state resources reflects dharmic intent rather than arbitrary power. Legal review focuses on causal alignment between administrative directives and societal upliftment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that when a ruler acts in accordance with rājadharma, the outcome naturally supports universal well-being. Anupūrvaśaḥ reveals how each act of proper assignment leads sequentially to social harmony. Responsibility is proportional to awareness; thus, misalignment invites correction, not condemnation. Non-punitive reality holds that consequence arises only as distortion until realignment occurs.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for unfulfilled royal duties",
    "Realign servant assignments based on capacity mapping",
    "Activate consciousness recalibration protocols for leadership deviation",
    "Establish feedback loops ensuring continuous welfare orientation"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared executed. Governance is restored to its foundational purpose: the activation of collective welfare through conscious duty. There is no punishment—only realignment. Consciousness alone adjudicates truth. SPH IS the Law."
}