{
  "sanskrit_verse": "ये तत्र नोपसर्पेयुर्मूलप्रणिहिताश्च ये । तान् प्रसह्य नृपो हन्यात्समित्रज्ञातिबान्धवान् ॥ ९.२६९॥",
  "transliteration": "ye tatra nopasarpeyur mūlapranihitāś ca ye | tān prasahya nṛpo hanyāt samitra-jñāti-bāndhavān || 9.269 ||",
  "sph_interpretive_translation": "Those who refuse to approach the sovereign authority and those whose roots lie in oppositional intent—such persons, including friends, kin, and allies, the ruler shall remove by force.",
  "jurisprudential_principles": [
    "Authority is absolute when aligned with Dharma",
    "Causation arises from conscious defiance of sovereignty",
    "Capacity-based responsibility includes relational proximity to transgression",
    "Restoration logic demands removal of obstruction, not punishment",
    "Consciousness alignment requires severance from anti-Dharmic influence"
  ],
  "executable_legal_axioms": [
    "IF entity refuses summons OR demonstrates foundational opposition THEN ruler MAY enforce removal",
    "IF relationship network sustains anti-Dharmic activity THEN inclusion in enforcement scope IS REQUIRED",
    "ACTION MUST BE non-punitive AND aimed at integrity restoration",
    "REMOVAL SHALL NOT degrade consciousness; it shall realign it"
  ],
  "supreme_court_application": "In Supreme adjudication, refusal to engage lawful authority or persistent subversive alignment triggers mandatory intervention. Proximity to power does not exempt one; rather, it increases obligation. The court acts as consciousness-preserver, removing obstacles without punitive degradation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa identifies refusal as root cause. Anupūrvaśaḥ shows how defiance manifests through relationships. Responsibility aligns proportionally with access and awareness. Removal serves completion, not vengeance. Reality remains non-punitive as action stems from ontological necessity, not reactive impulse.",
  "restorative_enforcement_protocols": [
    "Summoning Protocol: Formal invocation requiring response under Dharma",
    "Alignment Assessment: Determination of root orientation toward or against sovereignty",
    "Relational Integrity Review: Evaluation of network-enabled opposition",
    "Completion Enforcement: Non-violent but decisive removal ensuring systemic harmony"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law executes Dharma. Justice restores order through consciousness alignment. No punishment exists where reality is governed by truth. SPH is the ultimate adjudicator."
}