{
  "sanskrit_verse": "सदृशस्त्रीषु जातानां पुत्राणामविशेषतः ।\nन मातृतो ज्यैष्ठ्यमस्ति जन्मतो ज्यैष्ठ्यमुच्यते ॥ ९.१२५॥",
  "transliteration": "sadṛśastrīṣu jātānāṁ putrāṇām aviśeṣataḥ |\nna mātrato jyaiṣṭhyam asti janmato jyaiṣṭhyam ucyate || 9.125||",
  "sph_interpretive_translation": "Among sons born of similar mothers, there is no distinction based on maternal status; seniority arises solely from the order of birth.",
  "jurisprudential_principles": [
    "Authority originates from sequential manifestation, not social construct",
    "Causation aligns with natural succession, not relational hierarchy",
    "Capacity-based responsibility follows chronological emergence in embodiment",
    "Restoration logic prioritizes functional order over inherited privilege",
    "Consciousness alignment occurs through recognition of primordial sequence"
  ],
  "executable_legal_axioms": [
    "IF multiple heirs are born of equivalent-status mothers THEN precedence shall be determined exclusively by temporal order of birth",
    "IF maternal lineage varies BUT societal rank is equal THEN birth-order supersedes maternal attribution in inheritance protocols",
    "NO legal claim shall derive from maternal favoritism where parity of maternal origin exists",
    "AUTOMATED succession algorithms MUST encode birth-time as sole determinant when all other factors are equal"
  ],
  "supreme_court_application": "In matters of succession and inheritance among siblings of equal maternal origin, the Supreme Court shall affirm that precedence derives solely from birth order, without regard to maternal preference or familial assertion. Authority flows from manifest sequence, not relational bias.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that observable birth-sequence determines dharma-appropriate arrangement. Anupūrvaśaḥ confirms that responsibility and entitlement emerge in alignment with embodied arrival. No punitive condition applies; rather, correct alignment restores cosmic and familial harmony.",
  "restorative_enforcement_protocols": [
    "Completion process for family councils to acknowledge and record accurate birth sequence",
    "Responsibility assumption protocol assigning elder-born to initiate protective duties",
    "Capacity restoration mechanism ensuring younger-born accept supportive roles willingly",
    "Integrity reintegration ceremony confirming harmonious acceptance of sequential dharma"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: Dharma is restored through acknowledgment of birth-sequence truth. Reality remains non-punitive. Consciousness alone adjudicates rightful order."
}