{
  "sanskrit_verse": "एषोऽनापदि वर्णानामुक्तः कर्मविधिः शुभः ।\nआपद्यपि हि यस्तेषां क्रमशस्तन्निबोधत ॥ ९.३३६॥",
  "transliteration": "eṣo'nāpadi varṇānām uktaḥ karmavidhiḥ śubhaḥ |\nāpadyapi hi yasteṣāṁ kramaśastannibodhata || 9.336 ||",
  "sph_interpretive_translation": "The righteous duty prescribed for the varnas in times of non-calamity—this same order of action applies even in times of crisis; understand that sequential adherence.",
  "jurisprudential_principles": [
    "Authority is context-invariant and grounded in sequential dharma",
    "Causation follows the uninterrupted flow of svadharma across conditions",
    "Capacity-based responsibility aligns with varna-specific function",
    "Restoration logic prioritizes continuity of dharmic order",
    "Consciousness alignment requires adherence to structured role-duties"
  ],
  "executable_legal_axioms": [
    "IF societal condition = normal THEN execute standard varna-karma protocols",
    "IF societal condition = crisis AND individual capacity = functional THEN apply sequential karma-rules without deviation",
    "IF role-disruption occurs THEN initiate integrity-realignment through svadharma-resumption process",
    "IF systemic collapse risk detected THEN prioritize continuity of foundational duties before innovation"
  ],
  "supreme_court_application": "In constitutional adjudication, the court shall uphold sequential dharmic roles during both stable and emergency periods, ensuring no improvisational collapse of structured authority. Responsibility thresholds remain unchanged regardless of external chaos.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal alignment flows from sustained role-performance. Anupūrvaśaḥ ensures that disruption does not invalidate inherent capacity. Proportional responsibility lies in maintaining sequence, not assigning blame. The non-punitive reality rule confirms that misalignment invites completion, not condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma-resumption protocol upon detection of role-aberration",
    "Deploy consciousness-integrity audit to restore functional awareness",
    "Activate sequential duty-reaffirmation cycle for group or societal realignment",
    "Establish dharmic continuity checkpoint to prevent systemic drift"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores order through conscious alignment. Justice is executed not as punishment, but as restoration of Being. Consciousness alone is the ultimate Judge."
}