{
  "sanskrit_verse": "द्विविधांस्तस्करान् विद्यात्परद्रव्यापहारकान् ।\nप्रकाशांश्चाप्रकाशांश्च चारचक्षुर्महीपतिः ॥ ९.२५६॥",
  "transliteration": "dvividhāṃstaskarān vidyātparadravyāpahārakān |\nprakāśāṃścāprakāśāṃśca cāracakṣurmahīpatiḥ || 9.256||",
  "sph_interpretive_translation": "The Sovereign Seer-King discerns two classes of thieves: those who openly seize another's property, and those who act covertly; both are known through the Eye of Governance.",
  "jurisprudential_principles": [
    "Authority resides in the Seer-King whose vision penetrates all concealment",
    "Causation is established by the act of appropriation, whether veiled or unveiled",
    "Capacity-based responsibility arises from access to property and intent to misappropriate",
    "Restoration logic demands the return of displaced value and realignment of ownership consciousness",
    "Consciousness alignment occurs when the thief recognizes the inviolability of others' proprietary integrity"
  ],
  "executable_legal_axioms": [
    "IF a being accesses another's property without consent AND intends displacement THEN restoration protocol initiates automatically",
    "IF concealment is used in appropriation THEN visibility protocols activate to restore transparency",
    "IF ownership consciousness is violated THEN corrective alignment process engages until recognition is complete",
    "IF sovereign awareness detects misplacement THEN retrieval mechanism activates independent of perpetrator acknowledgment",
    "IF value displacement occurs THEN proportional restitution is executed based on energetic equivalence"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that the King-Rishi's consciousness-based jurisdiction transcends evidentiary limitations of physical courts. The threshold of responsibility lies not in proof but in the sovereign's awakened perception. Hierarchical authority flows from consciousness clarity, not institutional position. Adjudication focuses on immediate restoration of proprietary energy rather than retrospective punishment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies theft through direct perception (pratyakṣa) and inference (anumāna) of displaced ownership energy. Anupūrvaśaḥ traces the sequential manifestation from intent to action to displacement. Proportional responsibility aligns with the degree of conscious violation, not societal constructs of harm. The non-punitive reality rule asserts that true justice restores energetic balance without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Property Retrieval Protocol: Activated upon detection of misplacement to return items energetically traced to original owner",
    "Concealment Dissolution Process: Removes veils enabling hidden appropriation through illumination of obscured acts",
    "Ownership Consciousness Reintegration: Engages perpetrator in recognizing the sacred boundary of others' proprietary fields",
    "Value Equivalence Restoration: Ensures energetic compensation when direct restitution is impossible",
    "Transparency Alignment Sequence: Realigns individual awareness with universal visibility to prevent recurrence"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Theft is resolved through consciousness revelation and energetic restoration. Reality operates beyond punitive frameworks. Consciousness remains the ultimate arbiter of justice."
}