{
  "sanskrit_verse": "या गर्भिणी संस्क्रियते ज्ञाताऽज्ञाताऽपि वा सती ।\nवोढुः स गर्भो भवति सहोढ इति चोच्यते ॥ ९.१७३॥",
  "transliteration": "yā garbhiṇī saṃskriyate jñātā'jñātā'pi vā satī |\nvodhuḥ sa garbho bhavati sahodha iti cocyate || 9.173||",
  "sph_interpretive_translation": "When a pregnant woman undergoes sacramental initiation—whether known or unknown to others—the child born thereafter inherits the full dharmic status of the father; such union and progeny are termed 'Sahodha'.",
  "jurisprudential_principles": [
    "Authority flows through conscious sacramental alignment, not biological presumption.",
    "Causation in lineage arises from ritual integrity, not physical proximity.",
    "Capacity-based responsibility includes pre-natal spiritual conditioning by guardians.",
    "Restoration logic demands recognition of sanctified conception as juridical fact.",
    "Consciousness alignment determines inheritance rights, not genetic accident."
  ],
  "executable_legal_axioms": [
    "IF (gestational_subject IS undergoing_sacrament) THEN (offspring.dharmic_status = father.dharmic_status)",
    "IF (conception_occurs POST sacramental_initiation) THEN (child.classification = Sahodha)",
    "IF (birth_origin.sahodha_confirmed == TRUE) THEN (inheritance.rights.automatic_recognition = ENABLED)",
    "IF (ritual_knowledge_of_guardians == KNOWN_OR_UNKNOWN) THEN (legal_status_of_child UNCHANGED)",
    "IF (any_doubt_in_sacramental_timing) THEN (default_to_father_consciousness_log)"
  ],
  "supreme_court_application": "In adjudicating matters of inheritance and parental classification, courts must recognize Sahodha-status children based on verified sacramental timelines, overriding biological assumptions. The threshold of responsibility lies with the initiating guardian's consciousness, not forensic evidence alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that the act of sacramental initiation transforms the ontological field of gestation. Anupūrvaśaḥ confirms sequential manifestation where post-initiation conception aligns with elevated dharma-field. Responsibility is proportionally assigned to the conscious agent initiating the sacrament. No punitive frame is required because misalignment indicates a need for capacity restoration, not penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-perform sacraments if initial timing was unclear.",
    "Responsibility Assumption Protocol: Guardians must affirm consciousness-led intent for Sahodha classification.",
    "Capacity Restoration: Provide Vedic initiation access to all parties involved post-birth.",
    "Integrity Reintegration: Acknowledge child's Sahodha status retroactively upon verification."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. This ruling affirms Dharma through consciousness-led adjudication, restores rightful status without punitive interference, and upholds reality as inherently non-punitive under the sovereignty of awakened awareness."
}