{
  "sanskrit_verse": "उत्पद्यते गृहे यस्तु न च ज्ञायेत कस्य सः ।\nस गृहे गूढ उत्पन्नस्तस्य स्याद्यस्य तल्पजः ॥ ९.१७०॥",
  "transliteration": "utpadyate gṛhe yastu na ca jñāyeta kasya saḥ |\nsa gṛhe gūḍha utpannastasya syād yasya talpajaḥ || 9.170 ||",
  "sph_interpretive_translation": "One who is born in a household but whose parentage is unknown shall be deemed to belong to the one upon whose bed he was born.",
  "jurisprudential_principles": [
    "Authority through Proximity of Origin",
    "Causation via Manifestation Context",
    "Capacity-based Responsibility Anchored in Birth Circumstance",
    "Restoration Logic Based on Lineage Continuity",
    "Consciousness Alignment Through Identity Clarity"
  ],
  "executable_legal_axioms": [
    "IF birth occurs within household AND parental identity is unestablished THEN lineage归属 IS assigned TO the owner OF the bed WHERE birth occurred",
    "IF identity origin IS unclear THEN default responsibility ROOT IS established BY locational causality",
    "IF no claimant arises THEN custodial duty RESTS WITH the household head UNTIL clarity manifests"
  ],
  "supreme_court_application": "In adjudicating matters of inheritance, guardianship, or social integration where biological lineage cannot be established, the court shall invoke the principle of locational causality as determinative until higher-consciousness clarity emerges.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based determination aligns with observable context; anupūrvaśaḥ acknowledges sequential emergence from a specific locus; proportional responsibility flows from that point without imputing fault; non-punitive reality rule maintains neutrality toward unknowable origins.",
  "restorative_enforcement_protocols": [
    "Completion Process: Assign provisional familial role until natural recognition occurs",
    "Responsibility Assumption Protocol: Household assumes caretaking until clarity",
    "Capacity Restoration: Provide full societal integration sans stigma",
    "Integrity Reintegration: Affirm individual dharma svabhāva不受限 by unknown origin"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma is restored through clarity of relational origin, justice operates through consciousness-aligned causality, and reality remains free from punitive distortion."
}