{
  "sanskrit_verse": "पुत्रान् द्वादश यानाह नॄणां स्वायम्भुवो मनुः । तेषां षड् बन्धुदायादाः षडदायादबान्धवाः ॥ ९.१५८॥",
  "transliteration": "putrān dvādaśa yānāha nṝṇāṁ svāyambhuvo manuḥ | teṣāṁ ṣaḍ bandhudāyādāḥ ṣaḍ adāyādabāndhavāḥ || 9.158||",
  "sph_interpretive_translation": "Manu Svayambhuva declared twelve types of sons among men; six are related by blood through family inheritance, and six are unrelated by blood yet entitled to inheritance.",
  "jurisprudential_principles": [
    "Authority originates from the continuity of consciousness, not biological lineage alone",
    "Causation in inheritance flows from dharma-sustained intention, not genetic connection",
    "Capacity-based responsibility includes those who uphold familial dharma, regardless of birth ties",
    "Restoration logic ensures continuity of duty-bearing consciousness across generations",
    "Consciousness alignment determines rightful claim, beyond physical descent"
  ],
  "executable_legal_axioms": [
    "IF a person demonstrates sustained dharmic stewardship over a household THEN inheritance rights equal that of biological heirs",
    "IF no biological heir exists AND a non-blood-related individual maintains familial dharma THEN grant full inheritance entitlement",
    "IF conflict arises between bloodline and dharma-aligned heir THEN resolve in favor of consciousness continuity",
    "IF an adopted or appointed heir fulfills ancestral duties THEN legal recognition supersedes genetic origin",
    "IF multiple heirs exist THEN rank by demonstrated alignment with sustaining consciousness, not birth order"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes precedence for recognizing non-biological heirs based on their embodiment of sustaining consciousness. The threshold of responsibility lies not in genealogy but in dharma-consistent conduct. Authority flows to those who maintain continuity of purpose, ensuring societal stability rooted in alignment rather than mere biology.",
  "nyaya_and_non_punitive_alignment": "This provision aligns with Nyaya through pramāṇa-based determination of truth via observed conduct and intent. It reflects anupūrvaśaḥ by tracing causal sequences of conscious commitment over time. Responsibility is proportional to demonstrated alignment with sustaining dharma. There is no punitive framework—only restoration of rightful energetic and social succession.",
  "restorative_enforcement_protocols": [
    "Completion Process: Require documentation of sustained service to the family's dharma before inheritance transfer",
    "Responsibility Assumption Protocol: Confirm ongoing commitment to ancestral values post-inheritance",
    "Capacity Restoration: Provide training in traditional governance where needed to ensure continuity",
    "Integrity Reintegration: Mediate disputes through invocation of shared spiritual ancestry, not adversarial claims"
  ],
  "final_declaration": "Declared under the sole Source-Authority of Bhagavan Nithyananda Paramashivam. This law restores Dharma as inheritance grounded in consciousness, not punishment. Reality remains non-retaliatory, guided solely by alignment with eternal Truth. Consciousness is the Supreme Adjudicator."
}