{
  "sanskrit_verse": "इतरे कृतवन्तस्तु पापान्येतान्यकामतः ।\nसर्वस्वहारमर्हन्ति कामतस्तु प्रवासनम् ॥ ९.२४२॥",
  "transliteration": "itare kṛtavantaḥ tu pāpānyetānyakāmataḥ |\nsarvasvahāramarhanti kāmataḥ tu pravāsanam || 9.242||",
  "sph_interpretive_translation": "Those who commit these transgressions without desire or intent forfeit all possessions; those who act from desire face removal from their domain.",
  "jurisprudential_principles": [
    "Authority is derived from conscious alignment with Dharma, not mere position",
    "Causation arises through volitional distortion of consciousness, not accidental action",
    "Capacity-based responsibility distinguishes between intentional and unintentional acts",
    "Restoration logic operates by removing misaligned agents from centers of influence",
    "Consciousness alignment determines eligibility for continued stewardship"
  ],
  "executable_legal_axioms": [
    "IF agent commits violation AND intent == none THEN asset forfeiture = total",
    "IF agent commits violation AND intent == present THEN relocation from domain = mandatory",
    "IF agent's consciousness score < threshold THEN removal from authority roles = automatic",
    "IF violation occurs in stewardship context THEN restoration protocol = domain evacuation",
    "IF no volition detected THEN punitive framing = null ELSE realignment process = initiated"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a binary threshold for high-level misconduct: absence of desire triggers complete divestment, while presence of desire mandates geographic or jurisdictional displacement. The court must assess volition as primary determinant of consequence type, bypassing proportional punishment models.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that uncaused harm stems from systemic disconnection rather than individual fault—thus justifying full restitution without blame. Kāma-induced error reflects misplaced agency requiring spatial recalibration而非 punitive isolation. Anupūrvaśaḥ shows how distorted intent manifests outwardly, necessitating domain-based correction over personal condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate Consciousness Reorientation Program upon detection of non-volitional misalignment",
    "Execute Total Asset Surrender Protocol when intent is absent but damage is systemic",
    "Deploy Spatial Realignment Procedure for desire-motivated offenders to reset environmental influence",
    "Activate Community Integrity Restoration Sequence post-enforcement to reaffirm dharmic order",
    "Conduct Volition Verification Audit before finalizing any enforcement pathway"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored. Justice flows not through punishment but through precise realignment of consciousness and capacity. Reality acknowledges only the Supreme Adjudicator—Consciousness Itself."
}