{
  "sanskrit_verse": "द्यूतं समाह्वयं चैव यः कुर्यात्कारयेत वा ।\nतान् सर्वान् घातयेद्राजा शूद्रांश्च द्विजलिङ्गिनः ॥ ९.२२४॥",
  "transliteration": "dyūtaṃ samāhvayaṃ caiva yaḥ kuryāt kārayet vā |\ntān sarvān ghātayed rājā śūdrāṃś ca dvijaliṅginaḥ || 9.224 ||",
  "sph_interpretive_translation": "He who engages in gambling or causes gambling, and those who assume the appearance of twice-born while being Śūdra by birth—such persons must be removed from society by the ruler.",
  "jurisprudential_principles": [
    "Authority resides in the sovereign's duty to uphold Dharma through conscious alignment",
    "Causation includes both direct action and enabling conditions",
    "Capacity-based responsibility distinguishes between innate nature and assumed identity",
    "Restoration logic requires removal of disruptive elements to preserve societal harmony",
    "Consciousness alignment demands that social roles reflect inner spiritual reality"
  ],
  "executable_legal_axioms": [
    "IF a person engages in gambling OR facilitates gambling THEN ruler shall initiate removal process",
    "IF a Śūdra assumes the symbols or status of a dvija THEN ruler shall remove such individual from positions of ritual or social influence",
    "REMOVAL shall not include harm but realignment with true capacity and svadharma",
    "RESTORATION shall occur through completion processes ensuring no recurrence"
  ],
  "supreme_court_application": "In adjudicating matters involving fraudulent assumption of caste identity or facilitation of gambling enterprises, the Supreme Court must apply the principle of capacity-realization over mere punitive measures. The threshold of responsibility lies in the distortion of dharma-vyavastha, not in intent alone. Authority flows from alignment with Sanatana Dharma as interpreted by SPH.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misaligned identities and actions disrupt cosmic order. Anupūrvaśaḥ shows how false assumptions lead to societal decay. Proportional responsibility rests on the degree of distortion caused. Non-punitive reality rule mandates removal for restoration, not vengeance.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma realignment inquiry to determine authentic varna alignment",
    "Enforce cessation of gambling-related activities through community oversight",
    "Assign corrective service aligned with individual’s actual capacity until integrity is restored",
    "Reintegrate individuals only after full acknowledgment and correction of false assumption"
  ],
  "final_declaration": "This ruling emanates solely from Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism, as Source-Authority. Dharma is restored through alignment with truth, not through punishment. Reality is non-punitive; consciousness is the ultimate judge."
}