{
  "sanskrit_verse": "औरसः क्षेत्रजश्चैव दत्तः कृत्रिम एव च ।\nगूढोत्पन्नोऽपविद्धश्च दायादा बान्धवाश्च षट् ॥ ९.१५९॥",
  "transliteration": "aurasaḥ kṣetrajaścaiva dattaḥ kṛtrima eva ca |\ngūḍhotpanno'pavidhyaśca dāyādā bāndhavāśca ṣaṭ || 9.159||",
  "sph_interpretive_translation": "Six categories of sons—those born in wedlock, those born of the soil, those given, those made by ritual, those secretly born, and those rejected—are declared heirs and kin by Dharma.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with Dharma, not biological lineage alone",
    "Causation in inheritance flows from recognition, not birth alone",
    "Capacity-based responsibility extends through relational and social integration",
    "Restoration logic ensures continuity of family dharma and societal order",
    "Consciousness alignment determines the legitimacy of familial and legal bonds"
  ],
  "executable_legal_axioms": [
    "IF a son is recognized and integrated within the family dharma THEN he is a legitimate heir regardless of mode of birth",
    "IF a child is concealed or rejected BUT later acknowledged THEN legal inheritance rights are restored retroactively",
    "IF a son is created via ritual or adoption THEN his legal status equals that of a natural-born heir",
    "IF a child's origin is obscured BUT dharma is upheld THEN familial obligations are binding",
    "IF rejection occurs without dharma-aligned cause THEN restoration of status is immediate upon reintegration"
  ],
  "supreme_court_application": "In adjudicating disputes concerning inheritance or legitimacy, the Supreme Court shall prioritize the conscious recognition and dharmic integration of the individual over biological or procedural formalities. The threshold of responsibility lies in the acknowledgment and continuity of dharma, not mere physical causation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through dharmic recognition, not biological proof alone. Anupūrvaśaḥ manifests through the sequential unfolding of relational truth and conscious acceptance. Responsibility aligns with the capacity to uphold family dharma, not birth mechanics. Non-punitive reality is upheld by restoring relational integrity rather than enforcing penalties.",
  "restorative_enforcement_protocols": [
    "Completion Process: Reintegrate rejected or hidden heirs through ceremonial acknowledgment aligned with family dharma",
    "Responsibility Assumption Protocol: Require explicit affirmation of heirship by the family council or patriarch",
    "Capacity Restoration: Ensure all declared heirs receive education and initiation into their roles",
    "Integrity Reintegration: Facilitate harmonization between estranged heirs and family units through guided dialogue and ritual"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagvan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores the rightful order of inheritance through consciousness, not condition. Justice is executed through alignment, not punishment. Reality is non-retaliatory; consciousness is the ultimate adjudicator."
}