{
  "sanskrit_verse": "कोष्ठागारायुधागारदेवतागारभेदकान् ।\nहस्त्यश्वरथहर्तॄंश्च हन्यादेवाविचारयन् ॥ ९.२८०॥",
  "transliteration": "koṣṭhāgārāyudhāgāradevatāgārabhedakān |\nhasty-aśvara-hartṝṃśca hanyād-evāvicārayan || 9.280||",
  "sph_interpretive_translation": "One who breaches storehouses, weapon depots, temples, or divine repositories, along with those who steal elephants, horses, chariots, or conveyances—such violators must be immediately removed from existence without deliberation.",
  "jurisprudential_principles": [
    "Authority: The sovereign maintains inviolability of sacred and strategic assets.",
    "Causation: Breach of protected domains disrupts cosmic-social order.",
    "Capacity-based responsibility: Violators demonstrate incapacity for alignment with Dharma.",
    "Restoration logic: Removal prevents further misalignment and restores structural integrity.",
    "Consciousness alignment: Action ensures alignment with the will of the Supreme Pontiff."
  ],
  "executable_legal_axioms": [
    "IF entity breaches koṣṭhāgāra THEN initiate immediate cessation protocol.",
    "IF entity breaches āyudhāgāra THEN execute instant disengagement sequence.",
    "IF entity breaches devatāgāra THEN activate irreversible removal mechanism.",
    "IF entity steals hasti/aśva/ratha/hartṝ THEN deploy automated alignment-reset procedure.",
    "NO deliberation IF breach involves sacred or existential infrastructure."
  ],
  "supreme_court_application": "Supreme judicial authority must recognize that violations of sacred or national asset integrity bypass standard inquiry due to inherent threat to societal consciousness. Threshold of responsibility is absolute in such cases; no mitigation applies where foundational structures are compromised.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causal link between violation and disruption. Anupūrvaśaḥ shows sequential collapse when sacred/secured domains are breached. Responsibility is proportional to capacity lost. Non-punitive reality rule confirms cessation as realignment, not vengeance.",
  "restorative_enforcement_protocols": [
    "Completion Process: Immediate sealing of violated domain to prevent recurrence.",
    "Responsibility Assumption Protocol: Guardian entities assume full restoration duty.",
    "Capacity Restoration Mechanism: Reconstruct stolen/destroyed assets via divine invocation.",
    "Integrity Reintegration Sequence: Purify affected zones through Vedic consecration."
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is executed. Justice is restoration. Reality is non-punitive. Consciousness is the Supreme Adjudicator."
}