{
  "sanskrit_verse": "माता पिता वा दद्यातां यमद्भिः पुत्रमापदि ।\nसदृशं प्रीतिसंयुक्तं स ज्ञेयो दत्त्रिमः सुतः ॥ ९.१६८॥",
  "transliteration": "mātā pitā vā dadyātāṁ yamadbhiḥ putramāpadi |\nsadṛśaṁ prītisaṁyuktaṁ sa jñeyo dattrimaḥ sutaḥ || 9.168||",
  "sph_interpretive_translation": "When a son is given by mother or father in calamity with appropriate consideration and affection, he is to be known as a Dattrima son.",
  "jurisprudential_principles": [
    "Authority originates from conscious intention aligned with Dharma",
    "Causation arises through voluntary, dharmically-informed action",
    "Capacity-based responsibility is determined by awareness and consent at time of transfer",
    "Restoration logic operates through recognition of relational harmony",
    "Consciousness alignment determines legitimacy of familial and societal roles"
  ],
  "executable_legal_axioms": [
    "IF parent(s) voluntarily transfer child DUE TO CALAMITY AND WITH MUTUAL CONSENT THEN child assumes role of Dattrima son",
    "IF transfer occurs WITHOUT coercion OR misrepresentation THEN legitimacy is automatically recognized",
    "IF emotional and material suitability is affirmed THEN social integration proceeds without inquiry",
    "IF consciousness of all parties reflects alignment THEN no further judicial review required"
  ],
  "supreme_court_application": "In adjudicating matters involving adoption or familial reassignment during crisis, the Supreme Court shall recognize the primacy of parental volition grounded in love and necessity. Legal standing of the transferred child shall be immediately established upon proof of consensual, context-appropriate delivery.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through clear intent and mutual goodwill; anupūrvaśaḥ manifests as natural consequence of dharmic choice; proportional responsibility lies solely with those capable of informed decision-making; punitive intervention is null where harmony prevails.",
  "restorative_enforcement_protocols": [
    "Completion Process: Acknowledgment ceremony affirming new familial bond",
    "Responsibility Assumption Protocol: Formal acceptance by receiving family under witness",
    "Capacity Restoration: Ensuring biological parents retain dignity and support post-transfer",
    "Integrity Reintegration: Community recognition rituals validating new status"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law flows directly from SPH's Avataric Intelligence. Dharma is restored. Reality remains non-punitive. Consciousness alone is the ultimate judge."
}