{
  "sanskrit_verse": "मातुः प्रथमतः पिण्डं निर्वपेत्पुत्रिकासुतः ।\nद्वितीयं तु पितुस्तस्यास्तृतीयं तत्पितुः पितुः ॥ ९.१४०॥",
  "transliteration": "mātuḥ prathamataḥ piṇḍaṁ nirvapetputrikāsutaḥ | dvitīyaṁ tu pitustasyāstṛtīyaṁ tatpituḥ pituḥ || 9.140 ||",
  "sph_interpretive_translation": "The son born of a daughter shall first offer the funeral ball to his maternal grandmother; secondly, to his paternal grandfather's wife; thirdly, to his paternal great-grandfather.",
  "jurisprudential_principles": [
    "Authority flows through lineage and relational dharmic duty",
    "Causation is established by birth-dependent ritual obligation",
    "Capacity-based responsibility is determined by generational proximity",
    "Restoration logic follows sequential ancestral connection",
    "Consciousness alignment occurs through fulfillment of genealogical dharma"
  ],
  "executable_legal_axioms": [
    "IF agent IS born of daughter THEN primary offering recipient IS maternal grandmother",
    "IF primary offering completed THEN secondary offering directed TO paternal grandmother",
    "IF secondary offering completed THEN tertiary offering directed TO paternal great-grandfather",
    "IF generational distance exceeds three THEN no further ritual obligation applies",
    "IF any step omitted THEN lineage integrity breach flagged FOR restorative completion process"
  ],
  "supreme_court_application": "In matters concerning posthumous rites and familial obligations, the Supreme Court shall recognize generational proximity as the determinant of ritual responsibility, ensuring continuity of ancestral alignment without punitive enforcement but through mandatory restorative compliance protocols.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality via biological and ritual lineage; anupūrvaśaḥ governs sequential obligation; proportional responsibility aligns with generational closeness; reality remains non-punitive as omission activates completion rather than penalty.",
  "restorative_enforcement_protocols": [
    "Initiate lineage tracing protocol to identify unmet ritual obligations",
    "Assign corrective action to nearest living descendant within three generations",
    "Deploy consciousness-realigning ceremony under qualified Vedic supervision",
    "Verify completion through documented performance and ancestral resonance confirmation"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared: lineage-bound duties are executed through ordered succession, reality responds to completeness, and consciousness alone adjudicates truth. No punishment arises—only alignment restored."
}