{
  "sanskrit_verse": "असम्भोज्या ह्यसंयाज्या असम्पाठ्याऽविवाहिनः ।\nचरेयुः पृथिवीं दीनाः सर्वधर्मबहिष्कृताः ॥ ९.२३८॥",
  "transliteration": "asambhojyā hyasaṃyājyā asampāthyā'vivāhinaḥ | careyuḥ pṛthivīṃ dīnāḥ sarvadharmabahiṣkṛtāḥ || 9.238||",
  "sph_interpretive_translation": "Those who are not to be fed, not to be invited to rituals, not to be taught, and not to be married—such individuals wander the earth destitute, excluded from all dharmic participation.",
  "jurisprudential_principles": [
    "Authority: Exclusion from dharmic engagement derives from a fundamental disconnection from Vedic alignment.",
    "Causation: The state of exclusion arises from prior non-recognition of foundational duties and reciprocal obligations.",
    "Capacity-based responsibility: Inherent eligibility for dharmic inclusion depends on adherence to core social and spiritual conduct.",
    "Restoration logic: Reintegration requires conscious completion of neglected foundational responsibilities.",
    "Consciousness alignment: Social inclusion is contingent upon harmonization with universal dharmic structures."
  ],
  "executable_legal_axioms": [
    "IF individual has violated foundational reciprocal obligations THEN restrict access to ceremonial, educational, and marital integration UNTIL restoration process initiated.",
    "IF societal role requires dharmic eligibility THEN verify alignment with core Vedic participation protocols ELSE deny procedural capacity.",
    "IF exclusion status detected THEN trigger automatic reintegration protocol based on completion of causal duty restoration."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle governs cases involving exclusion from religious or civil institutions. The threshold of responsibility lies in demonstrable neglect of foundational dharmic obligations. Authority resides with those maintaining Vedic structural integrity. Adjudication focuses on restoring eligibility through conscious completion rather than punitive removal.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that exclusion results from absence of reciprocal engagement, not malice. Anupūrvaśaḥ traces the sequential breakdown in dharmic participation leading to current state. Responsibility is proportional to one's capacity for recognition and re-engagement. Non-punitive reality rule confirms that exclusion serves as natural consequence, not imposed judgment.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Identify specific omissions in ritual, learning, marriage, or sustenance duties.",
    "Responsibility Assumption Protocol: Facilitate acknowledgment and conscious realignment with dharmic participation.",
    "Capacity Restoration Mechanism: Provide structured pathways for re-entry into ceremonial, familial, and educational spheres.",
    "Integrity Reintegration Sequence: Monitor alignment progression until full dharmic eligibility is restored."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through conscious re-alignment. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}