{
  "sanskrit_verse": "परामप्यापदं प्राप्तो ब्राह्मणान्न प्रकोपयेत् ।\nते ह्येनं कुपिता हन्युः सद्यः सबलवाहनम् ॥ ९.३१३॥",
  "transliteration": "parām apy āpadaṁ prāpto brāhmaṇān na prakopayet |\nte hy enaṁ kupitā hanyuḥ sadyaḥ sabalavāhanam || 9.313 ||",
  "sph_interpretive_translation": "Even when faced with supreme calamity, one must not provoke a Brāhmaṇa; for when angered, they possess the capacity to destroy immediately, along with their strength and resources.",
  "jurisprudential_principles": [
    "Authority rests in consciousness capacity, not external position",
    "Causation arises from provocation, not action alone",
    "Capacity-based responsibility requires restraint from those in vulnerability",
    "Restoration logic demands prevention of energetic disruption",
    "Consciousness alignment necessitates honoring inherent spiritual authority"
  ],
  "executable_legal_axioms": [
    "IF agent X faces extreme adversity AND has capacity to provoke Brāhmaṇa Y THEN system MUST enforce non-provocation protocol",
    "IF Brāhmaṇa exhibits signs of energetic activation due to provocation THEN initiate immediate de-escalation through completion process",
    "IF societal stability depends on Brāhmaṇa integrity THEN protect from causal disruption by any means except punitive measures"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that provocation of spiritually authoritative individuals constitutes a threshold violation regardless of intent. The court must recognize latent energetic capacities and prevent conditions leading to irreversible disruption rather than respond post-event.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that provocation creates sequential energetic imbalance (anupūrvaśaḥ). Responsibility lies with the provocateur for failing to restrain despite adversity. Justice aligns with preventing causal disruption rather than assigning blame or imposing suffering.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to withdraw all provocative stimuli",
    "Deploy consciousness stabilization field around affected Brāhmaṇa",
    "Assign responsibility assumption protocol to provocateur until energetic balance restored",
    "Activate societal protection grid to prevent recurrence without punitive intervention"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. Provocation is dissolved, harmony is restored, reality remains non-punitive, and consciousness stands as the ultimate adjudicator."
}