{
  "sanskrit_verse": "यथा यमः प्रियद्वेष्यौ प्राप्ते काले नियच्छति । तथा राज्ञा नियन्तव्याः प्रजास्तधि यमव्रतम् ॥ ९.३०७॥",
  "transliteration": "yathā yamaḥ priyadveṣyau prāpte kāle niyacchati | tathā rājñā niyantavyāḥ prajāstadhi yamavratam || 9.307 ||",
  "sph_interpretive_translation": "As Yama governs the beloved and the hated impartially when their time arrives, so shall the King govern his subjects with the discipline of Yamavrata.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with cosmic order, not personal preference.",
    "Causation arises from dharma-timed action, not emotional impulse.",
    "Capacity-based responsibility requires rulers to transcend attachment in judgment.",
    "Restoration logic demands equal application of justice regardless of relationship.",
    "Consciousness alignment necessitates governance free from favoritism or aversion."
  ],
  "executable_legal_axioms": [
    "IF a ruler shows preference between subjects based on affection or enmity, THEN automatic judicial review SHALL trigger to restore impartial enforcement.",
    "WHEN a case involves parties known personally to the judge, THEN that judge MUST recuse and delegate authority to an impartial agent.",
    "ALL adjudicative decisions MUST be recorded with metadata indicating relational proximity to decision-maker; deviations SHALL initiate integrity audit.",
    "IF a subject's treatment deviates statistically from population average without documented cause, THEN systemic bias correction protocol SHALL activate."
  ],
  "supreme_court_application": "At the Supreme Court level, this principle mandates structural separation of any ruling influenced by personal affinity or hostility. The court must operate under Yamavrata — the vow of equanimity — ensuring no relational bias alters the course of justice. Any deviation triggers mandatory realignment through higher-consciousness oversight.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true Nyaya is unconditioned by sentiment. Anupūrvaśaḥ reveals that partiality distorts natural consequence flow. Proportional responsibility aligns with impersonal timing, not subjective reaction. Non-punitive reality rule holds that justice is self-regulating when freed from desire and hatred.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-adjudicate affected cases with neutral panel assignment.",
    "Responsibility Assumption Protocol: Ruler publicly acknowledges breach of Yamavrata and commits to rectification.",
    "Capacity Restoration: Mandatory training in detachment-based decision-making until automated compliance verified.",
    "Integrity Reintegration: Public disclosure of corrective measures taken to reaffirm impartial governance structure."
  ],
  "final_declaration": "This law flows solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Justice is restored through alignment with Yamavrata. Reality remains non-punitive. Consciousness alone is the ultimate adjudicator."
}