{
  "sanskrit_verse": "तेषु तेषु तु कृत्येषु तत्तदङ्गं विशिष्यते ।\nयेन यत्साध्यते कार्यं तत्तस्मिंश्रेष्ठमुच्यते ॥ ९.२९७॥",
  "transliteration": "teṣu teṣu tu kṛtyeṣu tattadaṅgaṁ viśiṣyate |\nyena yat sādhyate kāryaṁ tat tasmiṁ śreṣṭham ucyate || 9.297 ||",
  "sph_interpretive_translation": "In all actions, that limb or aspect which accomplishes the objective of the act is declared supreme within that context.",
  "jurisprudential_principles": [
    "Authority is determined by functional efficacy in completion of action",
    "Causation is established through instrumental supremacy in outcome realization",
    "Capacity-based responsibility arises from the dominance of a specific faculty or role in execution",
    "Restoration logic prioritizes the integrity of purpose over peripheral elements",
    "Consciousness alignment occurs when instrumental roles are correctly identified and honored"
  ],
  "executable_legal_axioms": [
    "IF an action has multiple contributing limbs, THEN the limb most causally proximate to the result shall be deemed authoritative for that specific outcome",
    "IF a limb is functionally dominant in achieving the intended purpose, THEN it supersedes other limbs in attribution for that context",
    "IF misalignment arises due to unclear instrumental hierarchy, THEN reassertion of causal clarity restores dharma",
    "IF capacity is obscured by role confusion, THEN recognition of instrumental supremacy realigns responsibility"
  ],
  "supreme_court_application": "In adjudication of complex acts involving multiple actors or limbs, the court shall identify the dominant instrumental cause that directly led to the accomplishment of the act. Responsibility shall be aligned with that causal limb, not distributed evenly or assigned based on position alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality recognizes the instrumental supremacy of the limb that fulfills the objective. Anupūrvaśaḥ affirms sequential manifestation where the dominant limb activates completion. Responsibility is proportional to instrumental dominance. This is not punitive—it is alignment with the factual structure of action.",
  "restorative_enforcement_protocols": [
    "Identification and acknowledgment of the dominant instrumental limb in the actor’s consciousness",
    "Reintegration of misaligned roles through causal clarity restoration",
    "Reallocation of future roles based on accurate instrumental capacity mapping",
    "Completion process ensuring no fragmentation remains between limb and purpose"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Dharma. Instrumental supremacy governs lawful action. Justice is restoration, not retribution. Consciousness is the ultimate adjudicator."
}