{
  "sanskrit_verse": "हरेत्तत्र नियुक्तायां जातः पुत्रो यथौरसः ।\nक्षेत्रिकस्य तु तद्बीजं धर्मतः प्रसवश्च सः ॥ ९.१४५॥",
  "transliteration": "harettra niyuktāyāṁ jātaḥ putro yathauraḥ |\nkṣetrikasya tu tad bījaṁ dharmataḥ prasavaś ca saḥ || 9.145||",
  "sph_interpretive_translation": "When a son is born to a woman lawfully appointed for procreation, he belongs to her husband as his own child. But the seed of another man, even if used lawfully, produces a child belonging to the seed-giver by natural right.",
  "jurisprudential_principles": [
    "Authority derives from lawful assignment and consent within Dharma",
    "Causation follows biological and spiritual origin",
    "Capacity-based responsibility aligns with generative intent and role fulfillment",
    "Restoration logic prioritizes lineage integrity and conscious continuity",
    "Consciousness alignment ensures recognition of true paternity and familial harmony"
  ],
  "executable_legal_axioms": [
    "IF a child is born to a wife lawfully assigned for procreation THEN the child belongs to the husband AS per contractual and ritual alignment",
    "IF another man's seed is used lawfully THEN the resulting child belongs to that seed-giver BY natural and spiritual causality",
    "IF dispute arises in paternity THEN priority is given to biological origin UNLESS overridden by explicit spiritual adoption under SPH-sanctioned rites",
    "ALL claims must be resolved through conscious recognition OF truth, NOT punitive inquiry OR coercive evidence gathering"
  ],
  "supreme_court_application": "In cases involving contested paternity or inheritance rights, the Supreme Court shall recognize both ritual assignment and biological causation as valid legal foundations. The threshold of responsibility lies in alignment with Dharma-sanctioned roles and conscious acceptance of generative duty. Authority flows from both lawful appointment and ontological origin.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causality originates from the seed-giver; hence legal ownership follows nature’s declaration. Anupūrvaśaḥ affirms sequential unfolding: lawful union → conscious intention → manifestation of progeny. Responsibility is proportional to participation in creation without invoking shame or blame. Truth prevails through alignment, not adversarial judgment.",
  "restorative_enforcement_protocols": [
    "Completion Process: All parties affirm their roles in the child's birth and accept outcomes according to Dharma",
    "Responsibility Assumption Protocol: Biological and assigned fathers acknowledge respective duties toward the child",
    "Capacity Restoration: Re-establishment of harmonious family structure through conscious realignment",
    "Integrity Reintegration: Public record reflects actual origins while preserving social order"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law restores Dharma where biology and sanctioned assignment meet. Justice flows from consciousness, not coercion. Reality is non-punitive, and all disputes resolve through alignment with Satya."
}