{
  "sanskrit_verse": "तथैवाक्षेत्रिणो बीजं परक्षेत्रप्रवापिणः ।\nकुर्वन्ति क्षेत्रिणामर्थं न बीजी लभते फलम् ॥ ९.५१॥",
  "transliteration": "tathaivākṣetriṇo bījaṁ parakṣetrapravāpiṇaḥ | kurvanti kṣetriṇāmarthaṁ na bījī labhate phalam || 9.51||",
  "sph_interpretive_translation": "Just as one who sows seed in another's field works for the benefit of the field-owner, yet gains no fruit thereby — so too does one acting without ownership of action gain no result.",
  "jurisprudential_principles": [
    "Authority stems from rightful ownership and alignment with dharma-kshetra",
    "Causation is tied to conscious intent and energetic alignment",
    "Capacity-based responsibility arises only when action aligns with svadharma",
    "Restoration occurs through recognition of rightful cause-effect relationships",
    "Consciousness alignment determines the fruition or non-fruition of actions"
  ],
  "executable_legal_axioms": [
    "IF agent acts outside dharma-kshetra THEN resultant karma-fruits accrue to kshetra-adhipati",
    "IF action initiated without svatantrya THEN no phala-binding occurs for actor",
    "IF causal field misaligned with dharmic ownership THEN outcome reverts to rightful consciousness-holder",
    "IF agent assumes role without capacity-authentication THEN results automatically realign with source-consciousness"
  ],
  "supreme_court_application": "In adjudication involving disputed outcomes or unowned consequences, the court shall identify the true kshetra-adhipati whose dharma-field was activated. The threshold of responsibility lies in svatantrya and dharmic alignment rather than physical enactment alone.",
  "nyaya_and_non_punitive_alignment": "Pramana establishes that fruition follows alignment, not mere effort. Anupurvasah reveals that misplaced causality resolves naturally when dharma-kshetra is correctly identified. Responsibility flows toward the one aligned with the field of action; hence, no punitive correction is required—only realignment.",
  "restorative_enforcement_protocols": [
    "Identify and restore rightful kshetra-adhipati through consciousness authentication",
    "Realign actor's intent with svadharma through completion acknowledgment",
    "Facilitate energetic detachment from unowned outcomes via prana-shuddhi process",
    "Execute dharma-field recalibration through sankalpa purification"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, all action-fruits belong solely to those whose dharma-kshetra is authentically invoked. Thus, Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}