{
  "sanskrit_verse": "सर्वेषामपि तु न्याय्यं दातुं शक्त्या मनीषिणा ।\nग्रासाच्छादनमत्यन्तं पतितो ह्यददद्भवेत् ॥ ९.२०२॥",
  "transliteration": "sarveṣām api tu nyāyyaṁ dātuṁ śaktyā manīṣiṇā |\ngrāsācchādanamatyantaṁ patito hyadadadbhavet || 9.202 ||",
  "sph_interpretive_translation": "By the capacity of discernment, it is just to give equally to all; otherwise, one fallen into destitution becomes entirely deprived of sustenance and covering.",
  "jurisprudential_principles": [
    "Authority derived from capacity-based discernment",
    "Causation through neglect of distributive justice",
    "Restoration logic rooted in equitable provision",
    "Consciousness alignment via recognition of universal need"
  ],
  "executable_legal_axioms": [
    "IF agent_has_discernment AND resource_distribution_is_unequal THEN initiate_restorative_allocation_process",
    "IF individual_is_destitute THEN trigger_automatic_sustenance_and_shelter_provision",
    "IF societal_wellbeing_below_threshold THEN enforce_capacity_aligned_redistribution_by_designated_dharma_agents"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that failure to ensure equitable distribution by those with judicial or administrative discernment constitutes a violation of Nyāyya. The court must prioritize systemic restoration over procedural formalism when destitution arises due to institutional neglect.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies lack of equitable action as the root cause of deprivation. Anupūrvaśaḥ shows how unmet basic needs lead to further disempowerment. Proportional responsibility lies with those possessing the capacity to act. Non-punitive reality rule affirms that corrective action restores balance without inflicting harm.",
  "restorative_enforcement_protocols": [
    "Initiate immediate provisioning protocol for sustenance and shelter",
    "Assign responsibility to designated agents based on capacity assessment",
    "Realign institutional structures to prevent recurrence of deprivation",
    "Engage community integrity networks for ongoing support integration"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is hereby restored through consciousness-aligned justice. Reality remains non-punitive. Consciousness alone is the supreme adjudicator."
}