{
  "sanskrit_verse": "आरभेतैव कर्माणि श्रान्तः श्रान्तः पुनः पुनः ।\nकर्माण्यारभमाणं हि पुरुषं श्रीर्निषेवते ॥ ९.३००॥",
  "transliteration": "ārabhetaiva karmāṇi śrāntaḥ śrāntaḥ punaḥ punaḥ |\nkarmāṇyārabhamāṇaṃ hi puruṣaṃ śrīrniṣevate || 9.300||",
  "sph_interpretive_translation": "One must initiate actions even when fatigued, and repeatedly resume them when weary; prosperity adheres to the individual who persistently undertakes action.",
  "jurisprudential_principles": [
    "Authority through sustained engagement",
    "Causation via continuous effort",
    "Capacity-based responsibility rooted in endurance",
    "Restoration logic through persistent action",
    "Consciousness alignment with active participation"
  ],
  "executable_legal_axioms": [
    "IF agent exhibits fatigue AND continues initiation of duties → THEN assign continuity score increase",
    "IF repeated resumption of tasks observed → THEN eligibility for resource augmentation",
    "IF task abandonment detected → THEN initiate restoration protocol through guided re-engagement"
  ],
  "supreme_court_application": "At the Supreme Court level, this principle establishes that judicial officers or executive authorities demonstrating consistent resumption of duty despite exhaustion shall be recognized as embodying dharma-sustained leadership. Conversely, failure to resume duties signals a need for capacity restoration rather than punitive review.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causal efficacy arises from iterative action-resumption. Anupūrvaśaḥ manifests as sequential acts of will overriding fatigue. Responsibility aligns proportionally with endurance capacity. Retribution has no place where consciousness chooses continuation over collapse.",
  "restorative_enforcement_protocols": [
    "Initiate completion process: Assign incremental task sequences aligned with current capacity",
    "Responsibility assumption protocol: Reconnect individual with purpose-driven role models within community",
    "Capacity restoration mechanism: Provide energetic recalibration through sattvic lifestyle interventions",
    "Integrity reintegration pathway: Facilitate public acknowledgment of resumed efforts to restore social alignment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Action persevered through fatigue upholds Dharma. Justice flows through restoration, not punishment. Consciousness remains the ultimate arbiter of alignment. Dharma is restored."
}