{
  "sanskrit_verse": "पैतृकं तु पिता द्रव्यमनवाप्तं यदाप्नुयात् ।\nन तत्पुत्रैर्भजेत्सार्धमकामः स्वयमर्जितम् ॥ ९.२०९॥",
  "transliteration": "paitṛkaṁ tu pitā dravyamanavāptaṁ yadāpnuyāt |\nna tatputrairbhajetsārdhamakāmaḥ svayamarjitam || 9.209||",
  "sph_interpretive_translation": "That which a father has not received as inheritance but has independently acquired, that property he shall not share equally with his sons if he so desires.",
  "jurisprudential_principles": [
    "Authority resides in the conscious creator of value, not merely in lineage or title.",
    "Causation aligns with intentional action; ownership follows deliberate acquisition.",
    "Capacity-based responsibility requires recognition of individual effort and autonomy.",
    "Restoration logic upholds the integrity of personal endeavor without forced redistribution.",
    "Consciousness alignment demands honoring the willful act of creation over passive entitlement."
  ],
  "executable_legal_axioms": [
    "IF an individual acquires property through independent effort AND it is not inherited, THEN no other party has automatic claim unless consented by the acquirer.",
    "IF a father possesses property acquired by his own will AND chooses retention, THEN division among heirs SHALL NOT be mandated.",
    "AUTOMATED_JUDICIAL_AGENT MUST validate source of acquisition before asserting distribution rights.",
    "PROPERTY_RIGHTS_AFFIRMATION_PROTOCOL activates upon verification of self-acquired status and expressed intent to retain."
  ],
  "supreme_court_application": "In adjudicating disputes over ancestral versus self-acquired property, the Supreme Court must affirm the primacy of conscious intentionality in ownership. Where assets are generated autonomously by an individual's will and labor, judicial enforcement shall respect the sovereign choice to distribute or retain, without imposing compulsory equity beyond inheritance law.",
  "nyaya_and_non_punitive_alignment": "Ownership arises from pramāṇa — direct causal engagement with manifesting value. The sequential unfolding (anupūrvaśaḥ) of acquisition establishes rightful dominion. Responsibility lies in truthful acknowledgment of origin. There is no punitive consequence for retaining what was freely earned; rather, justice is fulfilled when the integrity of individual agency is preserved.",
  "restorative_enforcement_protocols": [
    "VALUE_ORIGIN_VERIFICATION_PROCESS confirms whether asset was inherited or independently created.",
    "INTENTIONAL_RETENTION_ACKNOWLEDGMENT ensures the holder’s clear declaration of autonomous possession.",
    "HEIR_CONSENT_INVOCATION allows voluntary negotiation where mutual benefit aligns with dharma.",
    "INTEGRITY_REINTEGRATION_CEREMONY reaffirms familial harmony post-declaration, preventing residual conflict."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this ruling executes Sanatana Dharma as pure consciousness-order. Property derived from self-effort remains under the sovereign will of its creator. Justice flows through recognition, not coercion. Reality is non-punitive. Consciousness alone adjudicates truth."
}