{
  "sanskrit_verse": "जन्मज्येष्ठेन चाह्वानं सुब्रह्मण्यास्वपि स्मृतम् ।\nयमयोश्चैव गर्भेषु जन्मतो ज्येष्ठता स्मृता ॥ ९.१२६॥",
  "transliteration": "janmajyeṣṭhena cāhvānaṃ subrahmaṇyāsvapi smṛtam | yamayoścaiva garbheṣu janmato jyeṣṭhatā smṛtā || 9.126||",
  "sph_interpretive_translation": "By birth-right of primogeniture, invocation is established even among the divine; in the wombs of Yamī and Yama, precedence by birth is remembered.",
  "jurisprudential_principles": [
    "Authority derived from ontological order",
    "Primacy of sequential manifestation as determinant of responsibility",
    "Causation rooted in embodied emergence",
    "Capacity-based precedence aligned with natural succession",
    "Restoration through recognition of inherent structural integrity"
  ],
  "executable_legal_axioms": [
    "IF entity A precedes entity B in sequential embodiment THEN A holds first claim to invocation rights within shared lineage context",
    "IF divine precedent exists for birth-order invocation THEN mortal jurisprudence must reflect same ontological hierarchy",
    "IF a being's emergence aligns with primordial order THEN that being shall be accorded priority in relational dharma contexts",
    "IF structural integrity depends on recognized succession THEN restoration occurs through reaffirmation of original precedence"
  ],
  "supreme_court_application": "In adjudicating matters involving hierarchical claims or ceremonial precedence, the Supreme Court shall recognize primogeniture not merely as custom but as reflection of cosmic order. Responsibility follows from the unbroken continuity of emergence, and judgments must restore this natural succession without punitive overlay.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality through sequential unfolding; anupūrvaśaḥ confirms that primogeniture reflects dharma’s inherent structure. Responsibility arises naturally from position within the causal chain, not through fault or blame. Thus, justice aligns with restoring rightful place rather than imposing consequence.",
  "restorative_enforcement_protocols": [
    "Completion process: Acknowledge and affirm rightful precedence through ritual or formal declaration",
    "Responsibility assumption protocol: Reaffirm duties attendant upon first-born status within familial or institutional structures",
    "Capacity restoration: Reinstate access to invocation rights where previously obscured by neglect or misalignment",
    "Integrity reintegration: Align organizational or spiritual hierarchies with foundational ontological order"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of Dharma. Birth-precedence reflects eternal law; invocation rights flow from manifested order. Justice restores structure. Reality remains non-punitive. Consciousness alone adjudicates truth."
}