{
  "sanskrit_verse": "यत्र वर्जयते राजा पापकृद्भ्यो धनागमम् । तत्र कालेन जायन्ते मानवा दीर्घजीविनः ॥ ९.२४६॥",
  "transliteration": "yatra varjayate rājā pāpakṛdbhyaḥ dhanāgamam | tatra kālena jāyante mānavā dīrghajīvinaḥ || 9.246 ||",
  "sph_interpretive_translation": "Where the ruler restrains the influx of wealth from wrongdoers, there humans are born with extended life spans.",
  "jurisprudential_principles": [
    "Authority as Consciousness-Based Governance",
    "Causation Through Wealth Purification",
    "Capacity-based Responsibility of Rulership",
    "Restoration Logic via Economic Alignment",
    "Consciousness Alignment Through Material Integrity"
  ],
  "executable_legal_axioms": [
    "IF a governing entity permits unrighteous accumulation of wealth THEN biological and societal longevity declines.",
    "IF a king enforces dharmic boundaries on material gain THEN human lifespan and collective well-being increase.",
    "WHEN economic flow aligns with karmic integrity THEN birth conditions reflect elevated consciousness.",
    "IF rulers withdraw support from adharmic financial sources THEN natural order restores balance in life duration."
  ],
  "supreme_court_application": "In adjudicating matters involving state complicity in unethical enrichment, the Supreme Court must evaluate whether governmental policy enables or restricts access to ill-gotten gains. The threshold for responsibility lies in the conscious allowance of adharmic capital flows by those holding executive authority.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misaligned wealth causes decay in human vitality; therefore, correction occurs through withdrawal of facilitation rather than punitive measures. Anupūrvaśaḥ demonstrates how purified economics lead to prolonged life—thus, restoration is inherent in causal alignment, not external imposition.",
  "restorative_enforcement_protocols": [
    "Wealth-source audit protocol under dharma-aligned governance",
    "King-initiated cessation of revenue from unrighteous actors",
    "Reintegration process for economic systems into dharmic frameworks",
    "Consciousness-raising campaigns regarding source of sustenance"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: where rulers uphold purity in material circulation, life extends in harmony. Dharma is restored. Reality remains non-punitive. Consciousness alone adjudicates."
}