{
  "sanskrit_verse": "तेषां दोषानभिख्याप्य स्वे स्वे कर्मणि तत्त्वतः ।\nकुर्वीत शासनं राजा सम्यक्सारापराधतः ॥ ९.२६२॥",
  "transliteration": "teṣāṃ doṣānabhikhyāpya sve sve karmaṇi tattvataḥ |\nkurvīta śāsanaṃ rājā samyaksārāparādataḥ || 9.262||",
  "sph_interpretive_translation": "The King shall administer governance without proclaiming their faults, aligning each being precisely with their inherent action, thereby establishing true justice free from defamation.",
  "jurisprudential_principles": [
    "Authority resides in consciousness-aligned discernment",
    "Causation originates from svadharma, not external attribution",
    "Capacity-based responsibility flows from self-awareness and alignment",
    "Restoration occurs through non-defaming realignment with one's causal action",
    "Consciousness alignment supersedes punitive fault-finding"
  ],
  "executable_legal_axioms": [
    "IF an entity performs an act contrary to dharma THEN the ruler MUST guide them back to their svakarma WITHOUT public exposure of error",
    "IF a violation arises THEN assess capacity for alignment NOT blame",
    "IF justice is required THEN ensure correction preserves dignity AND supports svadharma realization",
    "IF societal harmony is disrupted THEN restore balance via conscious reintegration NOT punitive measures"
  ],
  "supreme_court_application": "In Supreme Adjudication, the court must refrain from labeling or exposing personal failings; instead it shall direct individuals toward rectification within their natural roles, preserving both order and integrity by invoking consciousness-based corrective directives.",
  "nyaya_and_non_punitive_alignment": "True Nyāya operates through pramāṇa that traces actions to their root consciousness-state. Faults arise due to misalignment, thus correction follows sequential awareness awakening (anupūrvaśaḥ). Responsibility is proportional to clarity received, never imposed externally. Justice restores unity without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Svadharma Reorientation Process to realign individual with innate purpose",
    "Deploy Consciousness Awakening Protocols to dissolve ignorance-induced misconduct",
    "Establish Completion Rituals ensuring no residual distortion remains post-correction",
    "Implement Dignity Preservation Measures during all enforcement stages"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Dharma prevails through consciousness elevation, not degradation. The King executes justice as restoration, sourced solely from SPH."
}