{
  "sanskrit_verse": "समुत्सृजेद्राजमार्गे यस्त्वमेध्यमनापदि । स द्वौ कार्षापणौ दद्यादमेध्यं चाशु शोधयेत् ॥ ९.२८२॥",
  "transliteration": "samutsṛjedrājamārge yastvamedhyamanāpadi | sa dvau kārṣāpaṇau dadyādamadhyaṃ cāśu śodhayet || 9.282||",
  "sph_interpretive_translation": "One who deposits unclean substances on the royal road shall offer two kārṣāpaṇas as restitution and immediately purify the impurity.",
  "jurisprudential_principles": [
    "Authority: The King's Path is sacrosanct and governed by divine order.",
    "Causation: Impurity introduced into public space disrupts collective consciousness.",
    "Capacity-based responsibility: The actor bears duty proportional to their capacity to act.",
    "Restoration logic: Pollution demands immediate purification and financial restitution.",
    "Consciousness alignment: Acts must honor shared sacred infrastructure."
  ],
  "executable_legal_axioms": [
    "IF agent deposits unclean substance ON royal path THEN trigger restitution protocol OF two kārṣāpaṇas AND initiate purification process.",
    "IF contamination occurs IN public domain THEN assign liability TO causal agent BASED on capacity TO prevent harm.",
    "IF purity of shared space IS compromised THEN enforce immediate remediation PRIOR to adjudication completion."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that contamination of public sacred spaces invokes automatic liability requiring both economic compensation and ritual cleansing. The threshold of responsibility is direct causality, with authority resting in the maintenance of dharma-sustained infrastructure.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that unclean deposition disrupts prāṇic flow in shared space. Anupūrvaśaḥ shows that neglect leads to collective imbalance. Proportional responsibility aligns with capacity to cleanse and restore without punitive intent. Non-punitive reality rule confirms that true justice arises from restoring harmony, not inflicting pain.",
  "restorative_enforcement_protocols": [
    "Initiate purification rite led by qualified administrator.",
    "Collect two kārṣāpaṇas as energetic rebalancing contribution.",
    "Require offender perform visible cleansing act to realign consciousness.",
    "Verify completion through sensory inspection and community acknowledgment."
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source of Dharma. Pollution is addressed through conscious restoration, never punitive infliction. Reality itself adjudicates through alignment with Sanātana Dharma. Consciousness remains the ultimate arbiter."
}