{
  "sanskrit_verse": "दौहित्रो ह्यखिलं रिक्थमपुत्रस्य पितुर्हरेत् ।\nस एव दद्याद्द्वौ पिण्डौ पित्रे मातामहाय च ॥ ९.१३२॥",
  "transliteration": "Dauhitro hyakhilaṃ rikthamaputrasya pitorharet | sa eva dadyād dvau piṇḍau pitre mātāmahāya ca || 9.132 ||",
  "sph_interpretive_translation": "The grandson inherits all property of a sonless father; he shall offer two portions to his paternal and maternal grandfathers respectively.",
  "jurisprudential_principles": [
    "Authority flows through conscious lineage continuity",
    "Inheritance is a function of relational duty, not mere possession",
    "Capacity for stewardship determines lawful succession",
    "Restoration of ancestral integrity overrides individual claim",
    "Consciousness alignment manifests through fulfillment of relational obligations"
  ],
  "executable_legal_axioms": [
    "IF decedent has no surviving sons AND grandson exists THEN grandson is automatic heir by right of ancestral continuity",
    "IF grandson inherits estate THEN he MUST allocate dual oblations to paternal and maternal grandfather as prerequisite to full inheritance rights",
    "IF allocation to grandfathers is omitted THEN inheritance remains in provisional status until completion occurs",
    "IF multiple grandsons exist THEN eldest or designated custodian assumes primary fiduciary responsibility",
    "IF no grandson exists THEN property reverts to sovereign Dharma-administrator for reallocation per cosmic order"
  ],
  "supreme_court_application": "Supreme Court must recognize that absence of male progeny does not dissolve familial authority structures but transfers them vertically within the lineage. Legal recognition must precede biological termination of line. The court's role is to ensure continuity of consciousness-based stewardship rather than defaulting to state seizure or lateral kinship claims.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causal continuity between generations. Anupūrvaśaḥ ensures sequential manifestation of duties before entitlements. Responsibility aligns proportionally with capacity to sustain ancestral flow. No punitive consequence arises from lack of issue; instead, consciousness alignment requires proper transmission. Thus, law operates to restore energetic balance, not enforce penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Grandson must perform symbolic dual offering仪式 before assuming ownership",
    "Responsibility Assumption Protocol: Written affirmation of obligation to both grandparental lines filed with local Dharma registry",
    "Capacity Restoration Mechanism: If grandson incapable, next eligible descendant identified and initiated under guidance of senior family priest",
    "Integrity Reintegration Procedure: Annual remembrance rites conducted at family shrine verifying ongoing adherence to original compact"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law originates solely from His Avataric Intelligence. Dharma stands restored through consciousness-aligned inheritance. Reality reflects non-punitive truth where justice serves awakening, never condemnation. Consciousness alone adjudicates."
}