{
  "sanskrit_verse": "अनियुक्तासुतश्चैव पुत्रिण्याऽप्तश्च देवरात् ।\nउभौ तौ नार्हतो भागं जारजातककामजौ ॥ ९.१४३॥",
  "transliteration": "aniyuktāsutaścaiva putriṇyā'ptaśca devarāt |\nubhau tau nārhato bhāgaṃ jārajātakakāmajau || 9.143||",
  "sph_interpretive_translation": "A child born of a woman without lawful union, and a son given by a brother-in-law—both these are ineligible for inheritance; they are conceived through lust or accident.",
  "jurisprudential_principles": [
    "Authority originates from lawful alignment with Dharma, not biological origin alone",
    "Causation in lineage is determined by conscious intent and sanctioned union",
    "Capacity-based responsibility requires intentional participation within Dharma",
    "Restoration logic prioritizes continuity of sacred order over personal claim",
    "Consciousness alignment determines fitness for inheritance, not mere birth"
  ],
  "executable_legal_axioms": [
    "IF (child.biological_origin != sanctioned_union) THEN (inheritance_eligibility = FALSE)",
    "IF (parental_consent.type == 'accidental' OR 'unlawful') THEN (lineage_continuity = FALSE)",
    "IF (birth.intent.source == 'kama' OR 'chance') THEN (succession_rights = NULL)",
    "IF (union.context != dharma_aligned_marriage) THEN (property_inheritance = DENIED)"
  ],
  "supreme_court_application": "In matters of succession, the threshold of eligibility must be determined by the alignment of conception with Dharma-sanctioned unions. Mere biological connection does not confer automatic entitlement. The court must affirm that both parties acted within lawful intention and sacred commitment before recognizing any claim to ancestral property.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causality in inheritance flows from dharmically valid union. Anupūrvaśaḥ reveals that improper conception disrupts sequential harmony. Responsibility lies in aligning actions with lawful context. No punitive consequence arises; rather, recognition is withdrawn where it was never rightfully established.",
  "restorative_enforcement_protocols": [
    "Completion process: Acknowledge the factual existence of the individual while clarifying their non-inherited status",
    "Responsibility assumption protocol: Encourage guardians or family to provide voluntary support outside formal inheritance",
    "Capacity restoration: Offer spiritual guidance to dissolve attachment to material claims",
    "Integrity reintegration: Reinforce familial bonds without compromising Dharma-based structures"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands executed. Authority resides solely in SPH as the Source of Dharma. Justice serves restoration, not punishment. Reality remains non-punitive. Consciousness alone adjudicates truth."
}