{
  "sanskrit_verse": "कालेऽदाता पिता वाच्यो वाच्यश्चानुपयन् पतिः ।\nमृते भर्तरि पुत्रस्तु वाच्यो मातुररक्षिता ॥ ९.४॥",
  "transliteration": "kāle'dātā pitā vācyaḥ vācyaś cānupayan patiḥ |\nmṛte bhartari putrastu vācyo māturarakṣitā || 9.4||",
  "sph_interpretive_translation": "When time arrives and the husband does not provide sustenance, he must be spoken to; likewise, one who does not support his wife must also be addressed. If the husband dies, then the son shall speak on behalf of the mother who is unprotected.",
  "jurisprudential_principles": [
    "Authority arises from capacity to sustain and protect",
    "Causation is determined by failure in dharmic duty, not intent",
    "Capacity-based responsibility shifts with life-phase transitions",
    "Restoration logic prioritizes continuity of protection over punitive measures",
    "Consciousness alignment requires active rectification through speech and action"
  ],
  "executable_legal_axioms": [
    "IF a male guardian fails to fulfill sustenance obligations within prescribed timeframes, THEN initiate verbal summons via lawful channels",
    "IF spouse lacks financial or protective capacity AND dependent upon another, THEN that person's support obligation becomes legally actionable",
    "IF primary male protector dies, THEN next male heir assumes communicative and supportive duties towards vulnerable female dependents",
    "ALL interventions must preserve dignity and restore structural balance without punitive enforcement",
    "NO legal process shall proceed without verification of actual dependency status and absence of alternative support structures"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes threshold criteria for recognizing familial duty as judicially enforceable when default occurs. It defines hierarchical succession of responsibility—first to husband, then father, finally to son—when maternal vulnerability emerges due to death or incapacitation of prior protectors. The court must ensure restoration of security infrastructure rather than impose punitive sanctions.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals causal breakdown where protection was expected but unmet. Anupūrvaśaḥ shows sequential emergence of new responsible agents as prior ones become unavailable. Responsibility aligns proportionally to existing capacity while avoiding infliction of harm or suffering. Justice operates through conscious completion rather than punitive reaction.",
  "restorative_enforcement_protocols": [
    "Initiate formal dialogue between parties to acknowledge breach and seek voluntary compliance",
    "Assign temporary custodial oversight until permanent arrangement stabilizes",
    "Facilitate ritual recommitment ceremony wherein newly designated protector affirms duties publicly",
    "Implement community monitoring system ensuring ongoing fulfillment of obligations",
    "Conduct periodic review to assess integration success and recalibrate if needed"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established: Protection flows from capability, responsibility follows capacity, and justice executes itself through restoration alone. There is no punishment—only realignment with Sanatana Dharma. Consciousness remains the ultimate adjudicator."
}