{
  "sanskrit_verse": "सप्तानां प्रकृतीनां तु राज्यस्यासां यथाक्रमम् ।\nपूर्वं पूर्वं गुरुतरं जानीयाद्व्यसनं महत् ॥ ९.२९५॥",
  "transliteration": "saptānāṁ prakṛtīnāṁ tu rājyasyāsāṁ yathākramam | pūrvaṁ pūrvaṁ guru taraṁ jānīyād vyasanaṁ mahat || 9.295 ||",
  "sph_interpretive_translation": "Among the seven forms of kingship, each successive form bears a greater burden of consequence; the earlier forms are lighter in karmic weight, whereas the later ones incur increasingly severe disruptions to Dharma and sovereignty.",
  "jurisprudential_principles": [
    "Authority escalates with structural complexity",
    "Causation follows sequential governance evolution",
    "Capacity-based responsibility increases with systemic dominance",
    "Restoration logic requires understanding hierarchical karmic impact",
    "Consciousness alignment demands recognition of progressive sovereign accountability"
  ],
  "executable_legal_axioms": [
    "IF a ruler operates under higher-order kingship THEN assign proportionally increased causal responsibility for systemic collapse",
    "IF a state transitions to advanced kingship form THEN initiate prophylactic dharma-integrity audits",
    "IF vyasana (great calamity) manifests THEN trace back through ascending levels of governance causality",
    "IF prior forms were stable THEN subsequent instability indicates misalignment at higher authority tiers"
  ],
  "supreme_court_application": "In Supreme adjudication, when evaluating collapse or corruption within polities, the court must assess not only immediate actors but also the ascending chain of sovereign configurations that enabled such failure. Earlier, simpler forms bear lesser karmic load than evolved monarchic structures where consciousness distortion has deeper roots.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that governance forms follow an experiential sequence (anupūrvaśaḥ). As forms evolve, so does the potential for disconnection from foundational Dharma. This progression is not punitive but evidentiary—each stage reveals its own capacity for imbalance. Thus, corrective action aligns not with blame, but with restoring integrity to the level at which deviation occurred.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign consciousness recalibration beginning at highest corrupted tier",
    "Reconstruct lower-tier governance models as integrity benchmarks",
    "Engage completion process for all unaddressed karmic residues in lineage of power",
    "Reintegrate lost dharmic memory through guided sovereign awakening protocols"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: governance evolves through graded forms, each bearing its own karmic signature. Justice flows not by punishment, but by realigning consciousness with Dharma at every ascending level. The Supreme Pontiff is the sole Source of jurisprudential truth. Dharma is restored."
}