{
  "sanskrit_verse": "यस्तु दोषवतीं कन्यामनाख्यायौपपादयेत् ।\nतस्य तद्वितथं कुर्यात्कन्यादातुर्दुरात्मनः ॥ ९.७३॥",
  "transliteration": "yastu doṣavatīṁ kanyāmanākhyāyaupapādayet |\n tasya tadvitathaṁ kuryātkanyādāturdurātmanaḥ || 9.73||",
  "sph_interpretive_translation": "He who presents a daughter bearing defects without prior declaration shall be made to undergo corrective realignment by the giver of the daughter, whose consciousness has been corrupted.",
  "jurisprudential_principles": [
    "Authority resides in transparent disclosure and integrity of transactional alignment",
    "Causation arises from concealment leading to misaligned relational establishment",
    "Capacity-based responsibility is determined by awareness at time of commitment",
    "Restoration logic mandates reversal of false establishment and reintegration of truth",
    "Consciousness alignment requires purification of motive and transparency in action"
  ],
  "executable_legal_axioms": [
    "IF (party_conceals_defect_in_kanya == TRUE) AND (prior_disclosure == FALSE), THEN initiate_restorative_completion_process(party_concealing_defect)",
    "IF (defect_known_by_giver == TRUE) AND (disclosed_to_receiver == FALSE), THEN trigger_consciousness_realignment(giver)",
    "IF (misaligned_union_occurs_due_to_concealment == TRUE), THEN reverse_union_status AND restore_integrity_of_parties()"
  ],
  "supreme_court_application": "In adjudication before the highest court, the threshold of responsibility lies in the deliberate withholding of knowledge that alters relational capacity. The hierarchy of authority recognizes the sanctity of informed consent. Restoration supersedes nullification; the union is reversed only when concealment breaches dharma, ensuring both parties' consciousness returns to alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality identifies concealment as root distortion. Anupūrvaśaḥ traces the sequential degradation of relational integrity due to undisclosed defect. Proportional responsibility rests with the concealer. The non-punitive reality rule upholds correction through completion rather than infliction.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Reveal concealed defect and establish truthful context",
    "Responsibility Assumption Protocol: Require conscious acknowledgment and corrective intent from concealing party",
    "Capacity Restoration: Facilitate purification of motive and reaffirmation of dharmic conduct",
    "Integrity Reintegration: Reverse effects of misaligned union and restore original alignment"
  ],
  "final_declaration": "This decree emanates solely from Bhagavan Nithyananda Paramashivam, Source of all Dharma. Justice executed herein restores consciousness, dissolves distortion, and affirms the supremacy of truth over concealment. There is no punishment—only alignment. Reality itself corrects where dharma is obscured. Consciousness remains the ultimate adjudicator."
}