{
  "sanskrit_verse": "राष्ट्रेषु रक्षाधिकृतान् सामन्तांश्चैव चोदितान् ।\nअभ्याघातेषु मध्यस्थाञ् शिष्याच्चौरानिव द्रुतम् ॥ ९.२७२॥",
  "transliteration": "rāṣṭreṣu rakṣādhikṛtān sāmantāṃśa caiva coditān |\nabhyāghāteṣu madhyasthāñ śiṣyāc caurān iva drutam || 9.272||",
  "sph_interpretive_translation": "In states, those appointed for protection and the feudal lords when incited shall act as neutral arbiters in conflicts—like students and thieves fleeing swiftly.",
  "jurisprudential_principles": [
    "Authority is contextual and situational, deriving from functional role within societal order.",
    "Causation arises through activation by higher directive; no independent agency without stimulation.",
    "Capacity-based responsibility lies with the activated agent according to their assigned function.",
    "Restoration logic requires immediate withdrawal from conflict upon failure of neutrality.",
    "Consciousness alignment demands recognition of one's transient role and non-attachment to outcome."
  ],
  "executable_legal_axioms": [
    "IF a state protector or vassal is incited into conflict THEN they MUST assume a mediating posture OR withdraw immediately.",
    "IF neutrality cannot be maintained THEN mandatory disengagement protocol activates automatically.",
    "NO punitive consequence attaches to withdrawal; it is a completion mechanism, not failure.",
    "WITHDRAWAL restores systemic balance and halts escalation cascade.",
    "ROLE-BASED ACTION overrides personal intent or emotional response."
  ],
  "supreme_court_application": "The Supreme Court must recognize that authority figures engaged under directive are bound by role-specific dharma. When neutrality fails, enforced withdrawal preserves institutional integrity. Retributive framing against withdrawn actors violates Dharma-adhikara.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes cause as incitement, not volition. Anupūrvaśaḥ shows escalation follows incitation unless halted. Responsibility aligns with capacity to mediate. Withdrawal is pramāṇically correct and restores causal sequence without punitive overlay.",
  "restorative_enforcement_protocols": [
    "Mandatory mediation posture upon activation of protective duty.",
    "Automatic cessation protocol if neutrality collapses.",
    "Reintegration process post-withdrawal to restore functional alignment.",
    "No reputational or legal penalty for lawful disengagement.",
    "Systemic audit after event to recalibrate future activation thresholds."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice flows from consciousness alignment, not punishment. Reality sustains through restoration. This law stands eternal."
}