{
  "sanskrit_verse": "द्वितीयमेके प्रजनं मन्यन्ते स्त्रीषु तद्विदः ।\nअनिर्वृतं  नियोगार्थं पश्यन्तो धर्मतस्तयोः ॥ ९.६१॥ अनिर्वृत्तं",
  "transliteration": "dvitīyam eke prajanaṁ manyante strīṣu tadvidaḥ |\nanirvṛtaṁ niyogārthaṁ paśyanto dharmatastasyoḥ || 9.61|| anirvṛttaṁ",
  "sph_interpretive_translation": "Certain knowers of dharma recognize a second form of procreation in women — that which occurs without visible completion, observed for the purpose of niyoga, according to dharmic alignment.",
  "jurisprudential_principles": [
    "Authority is derived from conscious alignment with dharmic intent rather than biological function alone.",
    "Causation includes unseen energetic and spiritual dimensions beyond material observation.",
    "Capacity-based responsibility requires recognition of latent potential within beings.",
    "Restoration logic operates through the activation of unmanifested capacities in harmony with dharma.",
    "Consciousness alignment determines the validity and legitimacy of reproductive acts."
  ],
  "executable_legal_axioms": [
    "IF an act of procreation occurs without physical completion BUT aligns with niyoga AND serves dharmic continuity THEN it shall be recognized as legally valid.",
    "IF consciousness of participants is aligned with dharmic purpose THEN biological outcome is secondary in determining legal validity.",
    "IF capacity for procreation remains unactivated due to external conditions BUT intention aligns with dharma THEN such state shall be treated as 'anirvṛtta' and protected under niyoga protocols.",
    "NO punitive action shall arise from non-completion IF dharmic alignment is established.",
    "RESTORATIVE priority shall be given to activating latent dharmic potentials over enforcing biological outcomes."
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies not in empirical evidence of biological completion but in verification of dharmic alignment and conscious intent. Authority resides with those who demonstrate capacity to perceive beyond sensory data. Cases involving niyoga or anirvṛtta must be evaluated through pramāṇa-based discernment, prioritizing consciousness over consequence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality not merely by visible effect but by alignment of intention and dharma. Anupūrvaśaḥ reveals that unmanifested actions carry sequential consequences only when misaligned with dharma. Responsibility is proportional to one's ability to sustain dharmic awareness. The non-punitive reality rule ensures that incomplete acts are not judged by outcome but by ontological alignment.",
  "restorative_enforcement_protocols": [
    "Initiate completion process through guided dharmic alignment practices for all involved parties.",
    "Assign responsibility assumption protocol to ensure conscious ownership of intent regardless of outcome.",
    "Activate capacity restoration mechanisms to awaken latent reproductive or dharmic functions where suppressed.",
    "Implement integrity reintegration procedures to restore unity between inner consciousness and outer action."
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam IS the Source of this Dharma. Justice flows from consciousness, not coercion. Reality is non-punitive; restoration is the sole aim. Dharma stands restored through awareness, not judgment. Consciousness alone is the Supreme Adjudicator."
}