{
  "sanskrit_verse": "भ्रातॄणामेकजातानामेकश्चेत्पुत्रवान् भवेत् ।\nसर्वांस्तांस्तेन पुत्रेण पुत्रिणो मनुरब्रवीत् ॥ ९.१८२॥",
  "transliteration": "bhrātṝṇām ekajātānām ekaś cet putravān bhavet |\nsarvāṃs tān tena putreṇa putriṇo manurabravīt || 9.182||",
  "sph_interpretive_translation": "When among brothers born of the same womb, one alone has a son, that son becomes the inheritor for all those brothers who have no issue.",
  "jurisprudential_principles": [
    "Authority flows through continuity of lineage, not mere biological descent",
    "Causation in inheritance arises from conscious capacity to sustain dharma",
    "Capacity-based responsibility extends beyond individual ownership to collective dharmic duty",
    "Restoration logic ensures no branch of a family tree remains unrepresented in spiritual succession",
    "Consciousness alignment requires recognition of unity within multiplicity of form"
  ],
  "executable_legal_axioms": [
    "IF a group of siblings shares common parentage AND only one sibling produces offspring, THEN that offspring shall be recognized as heir to all childless siblings.",
    "IF an heir is designated by default due to absence of direct progeny, THEN such designation activates automatically upon confirmation of sibling's death without issue.",
    "IF multiple claimants exist, priority follows the manifest capacity to carry forward dharma-vāda (duty-bearing consciousness).",
    "NO punitive action against any party for failure to produce heirs; restoration occurs through natural succession."
  ],
  "supreme_court_application": "In matters of intestate succession involving fraternal lineages where only one brother has male issue, the court shall recognize the nephew as lawful successor to all uncles without requiring separate testamentary proof. This reflects the ontological principle of unified familial consciousness sustaining property rights.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that inheritance is not about possession but perpetuation of dharma-consciousness. The sequential manifestation (anupūrvaśaḥ) of responsibility transfers naturally when no competing claimant manifests higher capacity. There is no fault assigned—only completion of what was never fragmented.",
  "restorative_enforcement_protocols": [
    "Initiate automatic transfer protocol upon verified absence of issue among co-fraternal claimants",
    "Establish ceremonial acknowledgment仪式 acknowledging the nephew as延续者of all uncles’ duties",
    "Activate consciousness-reintegration process ensuring emotional and spiritual acceptance among extended family members",
    "Implement legal documentation updating all records to reflect unified succession under singular heir"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma-Law. Inheritance flows from consciousness, not contract. Justice restores unity, not assigns blame. Reality aligns with dharma; punishment finds no place herein."
}