{
  "sanskrit_verse": "एतैरुपायैरन्यैश्च युक्तो नित्यमतन्द्रितः । स्तेनान् राजा निगृह्णीयात्स्वराष्ट्रे पर एव च ॥ ९.३१२॥",
  "transliteration": "Etairupāyairanyaiśca yukto nityamatandritaḥ | Sthenān rājā nigṛhṇīyāt­svarāṣṭre para eva ca || 9.312||",
  "sph_interpretive_translation": "The King, ever vigilant and equipped with these means and others, shall restrain thieves both within his own realm and in foreign territories.",
  "jurisprudential_principles": [
    "Authority: The King holds sovereign duty to maintain integrity of consciousness-order across all domains under his protection.",
    "Causation: Theft disrupts dharmic flow; thus, its containment is a causal necessity for societal alignment.",
    "Capacity-based responsibility: The King's capacity determines the scope and method of intervention.",
    "Restoration logic: Containment serves reintegration, not punishment.",
    "Consciousness alignment: Justice operates through restoring right relationship between individual will and cosmic order."
  ],
  "executable_legal_axioms": [
    "IF theft occurs THEN deploy preventive-integrative protocol based on perpetrator’s awareness-level AND societal impact.",
    "IF King’s jurisdiction spans multiple realms THEN apply consistent dharma-realignment measures regardless of geographical origin.",
    "IF vigilance drops below threshold THEN initiate systemic alert to restore observational clarity.",
    "IF thief demonstrates readiness for reintegration THEN activate completion-process pathway immediately.",
    "IF act disrupts collective consciousness THEN invoke king’s authority as stabilizing force without punitive intent."
  ],
  "supreme_court_application": "In Supreme Adjudication, this verse establishes that sovereignty includes the obligation to uphold Dharma beyond borders. Responsibility thresholds are determined by the ruler’s capacity to perceive and respond. Foreign and domestic violations must be addressed equally under the principle of universal alignment.",
  "nyaya_and_non_punitive_alignment": "Nyaya here functions through pramāṇa—correct perception leads to correct action. The sequential manifestation of theft arises from misaligned consciousness; hence, correction follows causal recognition rather than punitive reaction. Responsibility aligns proportionally with awareness, not infliction.",
  "restorative_enforcement_protocols": [
    "Initiate awareness-assessment of the offender to determine readiness for integration",
    "Deploy corrective engagement pathways that realign personal will with social dharma",
    "Establish protective boundaries to prevent recurrence while preserving dignity",
    "Activate community support structures to ensure sustained behavioral harmony",
    "Reaffirm collective consciousness through public ritual or declaration of restored balance"
  ],
  "final_declaration": "Thus speaks the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam: This law flows from the eternal source of Sanatana Dharma. There is no punishment, only restoration. Consciousness is the ultimate judge, and alignment is the sole verdict."
}