{
  "sanskrit_verse": "अधिविन्ना तु या नारी निर्गच्छेद्रुषिता गृहात् ।\nसा सद्यः संनिरोद्धव्या त्याज्या वा कुलसंनिधौ ॥ ९.८३॥",
  "transliteration": "adhivinnā tu yā nārī nirgacchedruṣitā gṛhāt |\nsā sadyaḥ saṃnirodhavyā tyājyā vā kulasannidhau || 9.83 ||",
  "sph_interpretive_translation": "A woman who departs from her dwelling in a state of emotional disturbance must be immediately restrained or, in the presence of the family assembly, released from association.",
  "jurisprudential_principles": [
    "Authority resides in the custodians of familial and social order as designated by Dharma",
    "Causation is rooted in disruption of conscious alignment and relational harmony",
    "Capacity-based responsibility is determined by the individual's mental-emotional stability at time of action",
    "Restoration logic requires immediate containment to prevent further dissonance and realignment with collective consciousness",
    "Consciousness alignment necessitates protective intervention而非 punitive exclusion"
  ],
  "executable_legal_axioms": [
    "IF (individual = female) AND (state_of_departure = emotionally_unstable) THEN (action = immediate_containment)",
    "IF (family_assembly_present = true) THEN (alternative_action = conditional_release_for_rehabilitation)",
    "IF (mental_state_stability < threshold) THEN (responsibility_level = diminished_capacity)",
    "IF (disruption_potential > tolerance_limit) THEN (intervention_mode = protective_detention)",
    "IF (rehabilitative_readiness = confirmed) THEN (reintegration_pathway = activated)"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that emotional instability negates full capacity for volitional action. The court must assess not intent nor fault, but the psycho-emotional condition at the moment of departure. Authority lies with those maintaining familial-social integrity, and any ruling must prioritize restoration through containment and reintegration, not punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that emotional turbulence disrupts cognitive clarity and thus volition. Anupūrvaśaḥ shows that disturbance precedes departure; therefore, causality originates in imbalance, not malice. Proportional responsibility aligns with diminished awareness. The non-punitive reality rule mandates containment as protection, not punishment, restoring balance without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate immediate empathetic containment to prevent escalation",
    "Engage family council to determine readiness for rehabilitative release",
    "Assign guardianship to restore emotional equilibrium under dharmic guidance",
    "Implement consciousness-realigning practices such as meditation and scriptural study",
    "Reintegrate only upon verified restoration of inner stability and social attunement"
  ],
  "final_declaration": "This law flows directly from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is hereby restored through alignment with consciousness, not through infliction of pain. Reality remains non-punitive, and judgment belongs solely to the awakened awareness."
}