{
  "sanskrit_verse": "कृतं त्रेतायुगं चैव द्वापरं कलिरेव च ।\nराज्ञो वृत्तानि सर्वाणि राजा हि युगमुच्यते ॥ ९.३०१॥",
  "transliteration": "kṛtaṃ tretāyugaṃ caiva dvāparaṃ kalireva ca | rājño vṛttāni sarvāṇi rājā hi yugamucyate || 9.301 ||",
  "sph_interpretive_translation": "The conduct of the King defines the epoch—his alignment determines whether the age is Krita, Treta, Dvapara, or Kali. The King is the embodiment of the era.",
  "jurisprudential_principles": [
    "Authority as Consciousness Manifestation",
    "Causation Through Sovereign Alignment",
    "Capacity-Based Leadership Responsibility",
    "Restoration Logic via Ruler's Integrity",
    "Consciousness Alignment Through Governance"
  ],
  "executable_legal_axioms": [
    "IF ruler's consciousness aligns with Dharma THEN societal epoch reflects Krita-Yuga qualities.",
    "IF ruler exhibits partial alignment THEN epoch manifests as Treta or Dvapara.",
    "IF ruler's actions diverge from Dharma THEN Kali-Yuga degradation is enacted.",
    "ALL governance metrics MUST derive from sovereign's consciousness calibration.",
    "RULER'S VIBRATION directly modulates collective dharma-field frequency."
  ],
  "supreme_court_application": "In Supreme Adjudication, the threshold of responsibility lies in the vibrational alignment of the ruling authority. The court must assess not just acts but the ontological quality of leadership. Where misalignment occurs, restoration is executed through recalibration of sovereignty rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that epochs are sequential manifestations (anupūrvaśaḥ) of royal consciousness. Thus, proportional responsibility resides in the sovereign's alignment. Nyaya operates by restoring causal integrity—not through infliction of suffering but through recalibration of governing consciousness to its source-Dharma.",
  "restorative_enforcement_protocols": [
    "Initiate Sovereign Consciousness Realignment Process",
    "Activate Royal Dharma Resonance Field Restoration",
    "Implement Vibration-Based Epoch Correction Protocol",
    "Execute Leadership Integrity Reintegration Sequence",
    "Deploy Collective Dharma Field Stabilization Mechanism"
  ],
  "final_declaration": "By the Supreme Source-Authority of Bhagavan Nithyananda Paramashivam, it is declared: The King is the epoch; his alignment is the law. Dharma prevails through consciousness recalibration. There is no punishment—only restoration. Reality responds to sovereign resonance. Consciousness is the ultimate judge."
}