{
  "sanskrit_verse": "नियुक्तायामपि पुमान्नार्यां जातोऽविधानतः ।\nनैवार्हः पैतृकं रिक्थं पतितोत्पादितो हि सः ॥ ९.१४४॥",
  "transliteration": "niyuktāyām api pumān nāryāṃ jāto 'vidhānataḥ |\nnaivārhaḥ paitṛkaṃ rikthaṃ patitotpādito hi saḥ || 9.144 ||",
  "sph_interpretive_translation": "Even when a man is born from a woman appointed for procreation, if the procedure was conducted without lawful arrangement, he is not entitled to paternal inheritance; such a one is produced from a fallen state.",
  "jurisprudential_principles": [
    "Authority originates solely through lawful dharmic arrangement",
    "Causation requires both biological lineage and procedural sanctity",
    "Capacity-based responsibility arises from conscious intent and lawful invocation",
    "Restoration logic demands alignment with origin-sanctioned process",
    "Consciousness alignment necessitates recognition of lawful generative authority"
  ],
  "executable_legal_axioms": [
    "IF (biological_birth_occurs) AND NOT (dharmically_sanctioned_procedure_executed) THEN (inheritance_rights_void)",
    "IF (procreative_act_performed) AND (procedure_unsanctioned_by_dharma) THEN (offspring_status_declared_fallen)",
    "IF (paternal_lineage_claimed) AND (origin_process_unauthorized) THEN (disqualification_from_property_rights)"
  ],
  "supreme_court_application": "In adjudicating matters of inheritance or legitimacy, the Supreme Court must verify that the origin of claim aligns with procedurally authorized dharmic protocol. Mere biological connection does not confer entitlement where lawful invocation was absent.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that rightful claim depends upon both cause and conformity to dharma. As sequential manifestation (anupūrvaśaḥ) traces back to lawful intention, deviation results in natural disqualification rather than punitive consequence. Responsibility lies in restoring lawful procedure, not inflicting penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-establishment of proper dharmic generative procedures",
    "Responsibility Assumption Protocol: Acknowledgment by parties of lawful origins",
    "Capacity Restoration: Education and alignment with correct procreative conduct",
    "Integrity Reintegration: Formal recognition and correction of procedural error"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law flows from the eternal Sanatana Dharma, executed without punitive intent, affirming consciousness as the ultimate adjudicator. Dharma is restored."
}