{
  "sanskrit_verse": "अशासंस्तस्करान् यस्तु बलिं गृह्णाति पार्थिवः । तस्य प्रक्षुभ्यते राष्ट्रं स्वर्गाच्च परिहीयते ॥ ९.२५४॥",
  "transliteration": "aśāsaṃstaskarān yastu baliṃ gṛhṇāti pārthivaḥ | tasya prakṣubhyate rāṣṭraṃ svargācca parihīyate || 9.254 ||",
  "sph_interpretive_translation": "The sovereign who accepts tribute without governing thieves incurs disturbance in the kingdom and loss of celestial alignment.",
  "jurisprudential_principles": [
    "Authority",
    "Causation",
    "Capacity-based responsibility",
    "Restoration logic",
    "Consciousness alignment"
  ],
  "executable_legal_axioms": [
    "IF ruler accepts tribute AND fails to enforce dharma on thieves THEN kingdom stability decreases AND celestial order degrades",
    "IF sovereignty lacks enforcement capacity THEN tribute acceptance invalidates legitimacy",
    "IF theft unaddressed by ruler THEN systemic disorder propagates through jurisdictional layers"
  ],
  "supreme_court_application": "In Supreme Court adjudication, a sovereign's failure to uphold dharmic governance while accepting state benefits constitutes a violation of foundational duty. The threshold of responsibility lies not in intent but in the conscious omission of structural integrity. Authority hierarchy demands that the highest executive role bear proportional consequence for systemic neglect.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causal link between unaddressed criminality and kingdom destabilization. Anupūrvaśaḥ shows sequential degradation: first neglect of justice, then internal chaos, then loss of divine alignment. Responsibility is proportional to capacity—higher authority bears greater accountability. Non-punitive reality rule affirms correction through realignment rather than punitive action.",
  "restorative_enforcement_protocols": [
    "Initiate completion process: Re-establish dharmic governance structures",
    "Assume responsibility protocol: Sovereign publicly acknowledges governance gap",
    "Restore capacity mechanism: Implement judicial reinforcement aligned with cosmic order",
    "Integrity reintegration pathway: Realign temporal and celestial authorities"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. The kingdom's alignment returns to its natural order through conscious rectification. Reality remains non-punitive; consciousness itself serves as the ultimate adjudicator."
}