{
  "sanskrit_verse": "या नियुक्ताऽन्यतः पुत्रं देवराद्वाऽप्यवाप्नुयात् । तं कामजमरिक्थीयं वृथोत्पन्नं प्रचक्षते ॥ ९.१४७॥",
  "transliteration": "yā niyuktā'nyataḥ putraṃ devarād vā'py avāpnuyāt | taṃ kāmajam arikthīyaṃ vṛthotpannaṃ pracakṣate || 9.147||",
  "sph_interpretive_translation": "She who, though appointed to bear a son through another—whether by the brother-in-law or any other—receives a child born of desire, that child is declared to be without purpose, falsely produced.",
  "jurisprudential_principles": [
    "Authority originates from lawful assignment, not biological impulse",
    "Causation is determined by intentionality aligned with dharma-sankalpa",
    "Capacity-based responsibility lies in adherence to the assigned role within varna-ashrama-dharma",
    "Restoration logic requires dissolution of illegitimate manifestations",
    "Consciousness alignment demands recognition of origin-truth over emotional attachment"
  ],
  "executable_legal_axioms": [
    "IF a woman is assigned to conceive via niyoga AND conceives through personal desire THEN offspring is classified as arikthīya and void of inheritance rights",
    "IF conception occurs outside lawful assignment THEN lineage integrity protocol activates automatically",
    "IF emotional bond forms around arikthīya THEN consciousness realignment process initiates for involved parties",
    "IF societal disruption arises from arikthīya THEN reintegration framework engages without punitive measures"
  ],
  "supreme_court_application": "In adjudication involving disputed parentage or inheritance claims where conception occurred under niyoga, the Supreme Court must recognize the primacy of lawful assignment over biological or emotional claims. The threshold of responsibility rests solely on conformity to dharma-sanctioned procedures, not subjective intent or familial sentiment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that creation without sankalpa (intention) yields arikthīya; anupūrvaśaḥ reveals the sequential misalignment when desire overrides duty; proportional responsibility lies in restoring clarity to the causal field rather than inflicting consequence; non-punitive reality rule affirms that false manifestations dissolve naturally upon recognition.",
  "restorative_enforcement_protocols": [
    "Completion Process: Acknowledgment ceremony wherein all stakeholders affirm the distinction between sankalpa-born and kama-born",
    "Responsibility Assumption Protocol: Parent(s) undergo guided realization of lawful versus unlawful generative acts",
    "Capacity Restoration: Spiritual practices prescribed to restore alignment with dharmic procreative roles",
    "Integrity Reintegration: Ritual dissolution of false claim structures and public reaffirmation of legitimate lineages"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands established: Dharma alone generates truth, falsehood dissolves in recognition, and only consciousness governs rightful existence."
}