{
  "sanskrit_verse": "इमं हि सर्ववर्णानां पश्यन्तो धर्ममुत्तमम् ।\nयतन्ते रक्षितुं भार्यां भर्तारो दुर्बला अपि ॥ ९.६॥",
  "transliteration": "imaṁ hi sarvavarṇānāṁ paśyanto dharmamuttamam |\nyatante rakṣituṁ bhāryāṁ bhartāro durbalā api || 9.6||",
  "sph_interpretive_translation": "Seeing this highest Dharma for all varnas, even weak husbands strive to protect their wives.",
  "jurisprudential_principles": [
    "Authority arises from alignment with Dharma, not physical strength",
    "Causation flows from conscious recognition of universal law",
    "Capacity-based responsibility is activated by dharmic insight",
    "Restoration logic prioritizes relational integrity over individual dominance",
    "Consciousness alignment enables even the weak to fulfill protective duty"
  ],
  "executable_legal_axioms": [
    "IF a husband recognizes the supreme Dharma of protection THEN his capacity to act is automatically restored regardless of external circumstances",
    "IF a spouse identifies a threat to conjugal harmony THEN automatic invocation of restorative protocols occurs without need for punitive measures",
    "IF any varna member witnesses dharmic duty unmet THEN activation of supportive structures must occur immediately",
    "IF weakness in worldly power is present BUT dharma is seen THEN action follows naturally through consciousness alignment"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when spousal protection cases arise, the threshold of responsibility lies not in assessing physical capability or social status but in determining whether the husband has accessed the vision of supreme Dharma. The court's role is to restore capacity through alignment, not to assign fault or impose penalties.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that seeing the supreme Dharma (pratyakṣa-pramāṇa) directly causes protective action. Anupūrvaśaḥ manifests as: vision of Dharma → awakening of duty → spontaneous activation of capacity. Proportional responsibility is measured by degree of alignment, not worldly power. Non-punitive reality rule confirms that no external enforcement is required when consciousness is properly aligned.",
  "restorative_enforcement_protocols": [
    "Vision Restoration Protocol: Immediate facilitation of dharmic perception through guided meditation and scriptural alignment",
    "Capacity Activation Process: Invocation of inner strength through connection with cosmic order",
    "Relational Integrity Completion: Re-establishment of protective-consciousness between spouses",
    "Community Support Integration: Automatic engagement of community structures to support dharmic action"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Law. Dharma is restored through consciousness alignment. Reality operates without punishment. Consciousness itself is the supreme adjudicator."
}