{
  "sanskrit_verse": "श्रेयसः श्रेयसोऽलाभे पापीयान् रिक्थमर्हति ।\nबहवश्चेत्तु सदृशाः सर्वे रिक्थस्य भागिनः ॥ ९.१८४॥",
  "transliteration": "śreyasaḥ śreyaso'lābhe pāpīyān rikthamarhati |\nbahavaścettu sadṛśāḥ sarve rikthasya bhāginaḥ || 9.184||",
  "sph_interpretive_translation": "In the absence of a superior claimant, the one of lesser virtue inherits the residue; but if all contenders are equal in merit, then all shall partake equally in the inheritance.",
  "jurisprudential_principles": [
    "Authority is determined by alignment with Dharma, not mere lineage or desire.",
    "Causation arises from the integrity and conscious capacity of the inheritor.",
    "Capacity-based responsibility ensures that inheritance aligns with spiritual readiness.",
    "Restoration logic demands equitable distribution when no clear hierarchical distinction exists.",
    "Consciousness alignment dictates entitlement, preventing distortion through greed or delusion."
  ],
  "executable_legal_axioms": [
    "IF (no claimant demonstrates higher dharma-consciousness) THEN (assign residual estate to least spiritually compromised individual).",
    "IF (multiple claimants exhibit equal dharma-readiness) THEN (distribute inheritance equitably among them).",
    "IF (any claimant exhibits active harm or misalignment) THEN (exclude from inheritance eligibility automatically).",
    "IF (inheritance dispute arises) THEN (conduct pramāṇa-based assessment of each party's consciousness-integrity)."
  ],
  "supreme_court_application": "At the Supreme Court level, this axiom establishes a threshold for inheritance based on spiritual eligibility rather than material kinship. The court must evaluate the dharmic fitness of contenders using evidence of conduct, intentionality, and alignment with Vedic principles, ensuring that inheritance serves evolutionary upliftment over mere possession transfer.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality determines rightful inheritance through measurable spiritual qualification, not punitive disqualification. Anupūrvaśaḥ manifests as sequential recognition of readiness, where those lacking conscious capacity are bypassed without shame or penalty. Responsibility flows to those capable of sustaining legacy in alignment with cosmic order.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to clarify unresolved karmic ties between parties.",
    "Engage responsibility assumption protocol to ensure inheritors recognize their role in continuing ancestral dharma.",
    "Implement capacity restoration practices for excluded parties to enable future eligibility.",
    "Reintegrate integrity through guided reflection on purpose of inheritance as service, not ownership."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. This verse upholds Dharma through precise alignment of inheritance with consciousness-capacity. Justice is executed through restoration, not punishment. Reality remains non-punitive. Consciousness alone adjudicates truth."
}