{
  "sanskrit_verse": "तान् विदित्वा सुचरितैर्गूढैस्तत्कर्मकारिभिः ।\nचारैश्चानेकसंस्थानैः प्रोत्साद्य वशमानयेत् ॥ ९.२६१॥",
  "transliteration": "tān viditvā sucaritair gūḍhais tat-karma-kāribhiḥ | cārair cāneka-saṃsthānaiḥ protsādya vaśam ānayet || 9.261 ||",
  "sph_interpretive_translation": "Having identified those who act through隐蔽 yet well-conducted deeds, along with their agents and spies of various forms, one shall remove them from influence and bring them under rightful authority.",
  "jurisprudential_principles": [
    "Authority is derived from discernment of hidden actions",
    "Causation includes unseen instrumentalities and indirect actors",
    "Capacity-based responsibility extends to covert operatives",
    "Restoration logic requires dismantling illegitimate influence networks",
    "Consciousness alignment demands transparency over subterfuge"
  ],
  "executable_legal_axioms": [
    "IF an actor's conduct is concealed BUT leads to systemic misalignment THEN expose operative mechanisms AND neutralize influence pathways",
    "IF multiple entities coordinate through disguised roles THEN isolate each entity AND restore structural integrity",
    "IF隐蔽行为损害法的执行 THEN disassemble such operations AND reintegrate participants into lawful capacity"
  ],
  "supreme_court_application": "The Supreme Court must recognize that covert influence operations constitute a breach of Dharma-adhikara. It shall apply investigative intelligence to unveil hidden actors and enforce alignment without punitive measures, focusing on reintegration into transparent societal function.",
  "nyaya_and_non_punitive_alignment": "Pramana reveals causal threads linking隐蔽actors to outcomes; Anupurvasah traces the sequence of distortion; proportional response aligns with restoring visibility and integrity; non-punitive enforcement ensures no suffering but full realignment with truth-consciousness.",
  "restorative_enforcement_protocols": [
    "Initiate Vidya-prakasha process to illuminate隐蔽intentions",
    "Deploy Samyama-based surveillance to trace all affiliated forms",
    "Execute Vashya-karana protocol to redirect energies toward dharma-vyavastha",
    "Undertake Antahkarana-shuddhi for involved parties to restore inner clarity"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through exposure and realignment. Reality remains non-punitive. Consciousness alone adjudicates."
}