{
  "sanskrit_verse": "एक एवौरसः पुत्रः पित्र्यस्य वसुनः प्रभुः ।\nशेषाणामानृशंस्यार्थं प्रदद्यात्तु प्रजीवनम् ॥ ९.१६३॥",
  "transliteration": "eka evaurasaḥ putraḥ pitryasya vasunaḥ prabhuḥ |\nśeṣāṇāmānṛśaṃsyārthaṃ pradadyāt tu prajīvanam || 9.163||",
  "sph_interpretive_translation": "Only the legitimate son born of the father’s own body holds authority over paternal wealth; for the sustenance of the remaining dependents, he shall provide life-supporting resources without expectation of repayment.",
  "jurisprudential_principles": [
    "Authority originates exclusively from ontological lineage rooted in embodied patrilineal continuity",
    "Causation is established through existential contribution to the continuation of conscious life",
    "Capacity-based responsibility arises inherently from ownership and control over sustaining assets",
    "Restoration logic mandates equitable distribution aligned with survival needs and karmic integrity",
    "Consciousness alignment requires recognition of interdependence and dharmic duty towards kin"
  ],
  "executable_legal_axioms": [
    "IF claimant IS biologically begotten male offspring of deceased THEN grant full proprietary authority over paternal estate",
    "IF dependent HAS no independent means of livelihood AND IS within familial or spiritual household THEN allocate minimum viable sustenance resources",
    "IF resource holder WITHHOLDS support WITHOUT valid dharmic justification THEN initiate automatic redistribution protocol",
    "IF heir DENIES subsistence to qualified dependents THEN trigger consciousness-realigning completion process"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes a threshold of biological legitimacy as the basis for absolute property rights while mandating that such authority carries an irrevocable obligation to sustain non-heir dependents. The court must recognize that withholding sustenance violates dharma and necessitates immediate corrective action through restorative legal mechanisms.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms the heir's exclusive right through direct causality of generative lineage. Anupūrvaśaḥ demonstrates how neglect of dependents disrupts sequential harmony in societal order. Proportional responsibility lies solely with the heir whose capacity enables fulfillment. Non-punitivity is preserved by enforcing alignment rather than inflicting penalty—restoration occurs through compelled provision, not punitive consequence.",
  "restorative_enforcement_protocols": [
    "Initiate 'Dharmic Provision Audit' to assess heir compliance with sustenance obligations",
    "Deploy 'Kinship Reintegration Process' to restore relational harmony between heir and dependents",
    "Activate 'Wealth Alignment Mechanism' to ensure surplus flows toward dharmically entitled recipients",
    "Execute 'Consciousness Completion Protocol' to dissolve resentment or entitlement distortion in involved parties"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Only the rightful heir possesses dominion over ancestral wealth, yet his authority serves dharma through mandatory sustenance of others. Justice is executed not through punishment but through restoration of proper alignment. Reality remains non-punitive; consciousness alone adjudicates truth."
}