{
  "sanskrit_verse": "भूमौ विपरिवर्तेत तिष्ठेद्वा प्रपदैर्दिनम् ।\nस्थानासनाभ्यां विहरेत्सवनेषूपयन्नपः ॥ ६.२२॥",
  "transliteration": "bhūmau viparivarteta tiṣṭhed vā prapadair dinam |\nsthānāsanābhyāṃ viharer savaneṣūpayann apaḥ || 6.22||",
  "sph_interpretive_translation": "One should remain seated on the ground, whether lying or standing, during all three daily rituals; one should move about using the same seat or place for all ceremonial acts involving water.",
  "jurisprudential_principles": [
    "Authority of ritual discipline as foundational to social order",
    "Causation through alignment with cosmic rhythm",
    "Capacity-based responsibility rooted in embodied practice",
    "Restoration logic via continuity of sacred action",
    "Consciousness alignment through spatial-temporal repetition"
  ],
  "executable_legal_axioms": [
    "IF an individual performs a ceremonial act THEN that act MUST occur within a fixed spatial boundary established by prior ritual conduct",
    "IF movement is required during ritual THEN it SHALL NOT exceed designated ceremonial zones",
    "IF water is used in ceremony THEN its application MUST align with sequential temporal divisions of the day",
    "IF deviation occurs in ritual posture THEN automatic restoration protocol initiates through repetition at next cycle"
  ],
  "supreme_court_application": "In adjudicating matters concerning ritual violation or ceremonial misconduct, the Supreme Court shall recognize only those actions that disrupt the continuity of spatial-temporal alignment. Responsibility arises from capacity to maintain ritual integrity, not from punitive attribution.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality through uninterrupted observance of ritual form. Anupūrvaśaḥ ensures proportional responsibility lies in restoring sequence rather than assigning fault. The reality rule confirms non-punitive enforcement as the sole path to dharma-siddhi.",
  "restorative_enforcement_protocols": [
    "Sequential Re-alignment Process: Re-establishing correct posture and location in subsequent ritual cycles",
    "Spatial Continuity Restoration: Ensuring ceremonial boundaries are preserved across time-periods",
    "Temporal Rhythm Completion: Integrating missed elements into future observances without penalty",
    "Embodied Recalibration Protocol: Reinforcing bodily memory through repeated positional awareness"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is executed. Ritual discipline restores order. Consciousness prevails. Reality remains non-punitive."
}