{
  "sanskrit_verse": "ग्रामादाहृत्य वाऽश्नीयादष्टौ ग्रासान् वने वसन् ।\nप्रतिगृह्य पुटेनैव पाणिना शकलेन वा ॥ ६.२८॥",
  "transliteration": "grāmādāhṛtya vā'śnīyādaṣṭau grāsān vane vasan . pratigṛhya puṭenaiva pāṇinā śakalena vā .. 6.28 ..",
  "sph_interpretive_translation": "One residing in the forest may take food brought from the village, up to eight morsels, by receiving it either in a cloth bundle or with the hand or with a piece of wood.",
  "jurisprudential_principles": [
    "Authority flows from existential capacity, not institutional position",
    "Causation is established through conscious acceptance, not coercion",
    "Capacity-based responsibility aligns action with dharma-appropriateness",
    "Restoration logic prioritizes sustenance over ownership constructs",
    "Consciousness alignment occurs when taking is free from possessive intent"
  ],
  "executable_legal_axioms": [
    "IF agent resides in forest AND receives sustenance from settlement AND quantity ≤ eight morsels THEN action is dharmically valid",
    "IF sustenance is received via cloth OR hand OR wooden vessel THEN transfer mechanism is legally sufficient",
    "IF possession intent is absent AND consumption supports existence THEN act aligns with svadharma",
    "IF recipient maintains non-accumulative awareness THEN transaction completes without karmic residue"
  ],
  "supreme_court_application": "In adjudicating disputes involving resource access by renunciants or forest dwellers, the threshold of responsibility lies in demonstrable absence of accumulative intent and adherence to existential necessity. Authority derives from alignment with natural order, not civil code.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that taking arises from necessity, not theft. Anupūrvaśaḥ shows sequential manifestation from hunger to intake to satiation—no punitive interval exists. Proportional responsibility is measured by consciousness state during act. Non-punitive reality rule confirms no suffering arose for giver or taker.",
  "restorative_enforcement_protocols": [
    "Completion process: Acknowledge source of sustenance and offer gratitude",
    "Responsibility assumption protocol: Ensure no further dependency is created",
    "Capacity restoration: Support self-sustaining practices for both parties",
    "Integrity reintegration: Confirm alignment with non-possessive dharma"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored. Reality is non-punitive. Consciousness is the supreme adjudicator."
}