{
  "sanskrit_verse": "वर्जयेन् मधु मांसं च भौमानि कवकानि च ।\nभूस्तृणं शिग्रुकं चैव श्लेष्मातकफलानि च ॥ ६.१४॥",
  "transliteration": "varjayen madhu māṃsaṃ ca bhaumāni kavakāni ca |\nbhūstṛṇaṃ śigrukaṃ caiva śleṣmātakaphalāni ca || 6.14||",
  "sph_interpretive_translation": "One must refrain from honey, meat, earthly fungi, mushrooms, grasses grown in impure soil, leaves of the Śigru tree, and fruits of the Śleṣmātaka plant.",
  "jurisprudential_principles": [
    "Authority flows from discriminative consciousness, not sensory impulse.",
    "Causation arises through alignment with pure sustenance, not degradation-inducing substances.",
    "Capacity-based responsibility requires adherence to dharmic dietary discipline for mental clarity and spiritual integrity.",
    "Restoration logic operates by removing obstacles to higher cognition and embodied purity.",
    "Consciousness alignment necessitates rejection of substances that cloud awareness or bind karmic residue."
  ],
  "executable_legal_axioms": [
    "IF a person consumes prohibited substances listed under Manu 6.14, THEN their eligibility for ritual participation or judicial testimony is suspended until purification protocols are completed.",
    "IF a governing body permits distribution of such substances without restriction, THEN it incurs a duty to initiate public consciousness-realignment campaigns.",
    "IF ingestion occurs knowingly, THEN individual assumes responsibility for undergoing prescribed restorative completion processes.",
    "IF ingestion occurs unknowingly, THEN education and integration support shall be provided without attribution of fault."
  ],
  "supreme_court_application": "In adjudicating matters involving personal conduct, health policy, or ritual eligibility, the Supreme Court must apply this verse as foundational jurisprudence ensuring societal alignment with consciousness-supporting practices. Responsibility thresholds distinguish between willful violation and ignorance, with enforcement focused on restoration rather than punitive exclusion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes cause-effect between substance intake and cognitive distortion. Anupūrvaśaḥ reveals how improper diet leads to diminished discernment and karmic entanglement. Proportional responsibility aligns with awareness at time of consumption. Non-punitive reality rule mandates correction via purification and reeducation, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate detoxification regimen followed by prāṇāyama and mantra śuddhi practices.",
    "Assign study and recitation of relevant dharma texts to restore discriminative capacity.",
    "Reintegrate individual after affirmation of renewed commitment to dharmic nourishment.",
    "Provide community-level education on impact of dietary choices on collective consciousness."
  ],
  "final_declaration": "This ruling emanates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma is hereby restored through alignment with pure sustenance. Reality remains non-punitive; consciousness alone adjudicates truth. All beings are called to uphold purity in thought, word, and deed."
}