{
  "sanskrit_verse": "दूषितोऽपि चरेद्धर्मं यत्र तत्राश्रमे रतः । भूषितोऽपि समः सर्वेषु भूतेषु न लिङ्गं धर्मकारणम् ॥ ६.६६॥",
  "transliteration": "dūṣito'pi cared dharmam yatra tatrāśrame rataḥ | bhuṣito'pi samaḥ sarveṣu bhūteṣu na liṅgam dharmakāraṇam || 6.66||",
  "sph_interpretive_translation": "Even one who has been defiled must perform dharma wherever he resides in his ashram; even when adorned, one must remain equal among all beings—external symbols are not the cause of righteousness.",
  "jurisprudential_principles": [
    "Authority flows from inner realization, not outer appearance.",
    "Causation originates in consciousness, not social status or ritual purity.",
    "Capacity-based responsibility is determined by awareness, not conditionings.",
    "Restoration logic requires alignment with svadharma regardless of past impurities.",
    "Consciousness alignment supersedes external markers of virtue."
  ],
  "executable_legal_axioms": [
    "IF a person resides within a designated spiritual or societal role THEN that person must perform duties aligned with that role irrespective of prior transgressions.",
    "IF a person displays external adornments or statuses THEN evaluate capacity through internal alignment with dharma rather than appearance.",
    "IF judgment involves purity THEN base evaluation on present consciousness state, not historical conditions.",
    "IF reintegration is required THEN assign actions based on svadharma, not symbolic cleansing rituals."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that no individual's legal capacity shall be diminished due to prior perceived defilement. The threshold of responsibility lies in present alignment with constitutional dharma, not historical narratives. Authority hierarchies must reflect consciousness maturity, not ceremonial purity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that action arises from present cognition, not past states. Anupūrvaśaḥ shows that current intent determines consequence, not inherited stigma. Proportional responsibility aligns with active consciousness, not symbolic identity. Non-punitive reality asserts that justice restores function, not inflicts penalty.",
  "restorative_enforcement_protocols": [
    "Assign appropriate dharmic roles matching current consciousness capacity.",
    "Establish completion processes ensuring continuity of duty despite past errors.",
    "Implement integrity reintegration via conscious reaffirmation of svadharma.",
    "Realign social participation through demonstrated alignment, not ceremonial readmission."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through consciousness alignment. Reality is non-punitive. Consciousness is the supreme adjudicator."
}