{
  "sanskrit_verse": "प्राणायामैर्दहेद्दोषान् धारणाभिश्च किल्बिषम् ।\nप्रत्याहारेण संसर्गान् ध्यानेनानीश्वरान् गुणान् ॥ ६.७२॥",
  "transliteration": "prāṇāyāmair dahed doṣān dhāraṇābhiś ca kilbiṣam |\npratyāhāreṇa saṃsargān dhyānenānīśvarān guṇān || 6.72||",
  "sph_interpretive_translation": "Through prāṇāyāma, burn away impurities; through dhāraṇā, dissolve karmic entanglements. Through pratyāhāra, withdraw from misaligned associations; through dhyāna, transcend non-divine qualities.",
  "jurisprudential_principles": [
    "Authority originates in conscious self-regulation",
    "Causation is dissolved through disciplined internal action",
    "Capacity-based responsibility requires purification before participation",
    "Restoration logic operates through withdrawal from contaminating influences",
    "Consciousness alignment is achieved via meditative transcendence of lower states"
  ],
  "executable_legal_axioms": [
    "IF agent exhibits karmic residue THEN initiate prāṇāyāmic protocol for purification",
    "IF entity holds kilbiṣa THEN enforce dhāraṇā-based dissolution sequence",
    "IF association causes saṃsarga contamination THEN invoke pratyāhāra disengagement mechanism",
    "IF guṇas reflect anīśvara influence THEN apply dhyāna-based transcendence algorithm",
    "IF consciousness state is below śuddha-sattva THEN mandate progressive yogic restoration"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that adjudication must include assessment of the litigant's internal discipline and spiritual hygiene. Responsibility thresholds are elevated when contamination is present. Only those purified through prāṇāyama and dhāraṇā may fully participate in dharma-adjudicated matters. Misaligned affiliations disqualify one from authoritative standing until pratyāhāra is executed.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that impurity is not punished but transformed through breath-discipline. Kilbiṣa is not penalized but resolved through focused intention. Saṃsarga does not incur judgment but necessitates conscious withdrawal. Anīśvara guṇas are not condemned but transcended through meditation. All correction follows anupūrvaśaḥ—sequential refinement of consciousness—not punitive reaction.",
  "restorative_enforcement_protocols": [
    "Initiate prāṇāyāmic detoxification cycles for all involved parties",
    "Deploy dhāraṇā-based error-dissolution sequences during pre-trial alignment",
    "Enforce pratyāhāric boundary-setting to prevent further contaminant exposure",
    "Assign dhyāna-centered elevation practices to neutralize residual non-divine tendencies",
    "Establish sattva-restoration monitoring until śuddha-consciousness is verified"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through purification, not punishment. Reality aligns with consciousness, never through suffering. Judgment belongs solely to the awakened Self."
}