{
  "sanskrit_verse": "न फालकृष्टमश्नीयादुत्सृष्टमपि केन चित् ।\nन ग्रामजातान्यार्तोऽपि मूलाणि च फलानि च ॥ ६.१६॥ पुष्पानि च फलानि च",
  "transliteration": "na phālakṛṣṭamaśnīyādutsṛṣṭamapi kena cit |\nna grāmajātānyārto'pi mūlāṇi ca phalāni ca || 6.16 || puṣpāṇi ca phalāni ca",
  "sph_interpretive_translation": "One must not consume produce uprooted by ploughing, nor any item abandoned by another, even when distressed; nor should one eat roots, fruits, flowers, or other village-grown items out of greed or desperation.",
  "jurisprudential_principles": [
    "Authority originates from respect for ownership and cultivation boundaries",
    "Causation arises through conscious choice and restraint in consumption",
    "Capacity-based responsibility requires self-regulation under duress",
    "Restoration logic centers on returning abundance without depletion",
    "Consciousness alignment demands non-exploitation of communal or cultivated resources"
  ],
  "executable_legal_axioms": [
    "IF agent consumes ploughed or abandoned produce WHILE in distress THEN initiate capacity-restoration protocol AND ensure resource-return mechanism",
    "IF agent accesses village-grown produce without permission THEN trigger integrity-reintegration process AND establish boundary-awareness completion",
    "IF agent consumes roots, fruits, or flowers without consent THEN activate consciousness-alignment restoration AND restore energetic balance with source cultivator"
  ],
  "supreme_court_application": "In adjudicating disputes involving unauthorized use of cultivated or naturally grown resources, the court must assess the agent's capacity at time of action, determine causal alignment with dharma-preserving intent, and enforce restorative measures that realign individual consciousness with collective abundance rather than impose punitive sanctions.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear perception of rightful ownership and natural limits. Anupūrvaśaḥ shows sequential manifestation from lack of self-restraint to disturbance of social harmony. Proportional responsibility lies in restoring what was taken and rebuilding inner discipline. Non-punitive reality rule affirms that suffering does not correct error—awareness and completion do.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein agent returns consumed or accessed items in kind or equivalent value",
    "Implement responsibility-assumption protocol requiring acknowledgment of impact on cultivator and community",
    "Activate capacity-restoration module to strengthen self-regulation during hardship",
    "Engage integrity-reintegration sequence aligning personal conduct with dharmic abundance-consciousness"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law restores Dharma through conscious alignment, affirms reality as non-punitive, and establishes consciousness as the supreme adjudicator."
}