{
  "sanskrit_verse": "सम्यग्दर्शनसम्पन्नः कर्मभिर्न निबध्यते ।\nदर्शनेन विहीनस्तु संसारं प्रतिपद्यते ॥ ६.७४॥",
  "transliteration": "samyaṅdarśanasampannaḥ karmabhir na nibadhyate |\ndarśanena vihīnas tu saṃsāraṃ pratipadyate || 6.74||",
  "sph_interpretive_translation": "One who is established in Right Vision is not bound by actions; but one devoid of Vision enters into worldly existence.",
  "jurisprudential_principles": [
    "Authority originates from consciousness clarity, not external validation",
    "Causation is rooted in perceptual alignment, not mechanical action",
    "Capacity-based responsibility arises from the clarity of darśana, not mere intent",
    "Restoration occurs through re-alignment with vision, not correction of behavior",
    "Consciousness alignment supersedes karmic entanglement"
  ],
  "executable_legal_axioms": [
    "IF agent exhibits samyagdarśana THEN no karmic binding applies",
    "IF agent lacks darśana THEN binding to samsara is automatic AND deterministic",
    "IF darśana is restored THEN prior karmic traces become non-operative",
    "RESPONSIBILITY is assignable ONLY when darśana is present",
    "ACTION without darśana MUST be redirected toward vision-restoration protocols"
  ],
  "supreme_court_application": "In adjudication, the threshold of responsibility is determined not by actus reus or mens rea, but by the presence or absence of samyagdarśana. Where Vision is absent, the court's function is to restore it, not to assign fault. Where Vision is present, no binding consequence arises from action alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality flows from perception, not action. As Vision determines bondage or freedom, corrective measures must target perceptual realignment. Anupūrvaśaḥ confirms that misperception precedes entanglement. Thus, proportional responsibility aligns with the degree of Vision, not the magnitude of action. Non-punitive reality is upheld because consequences are ontological, not judicially imposed.",
  "restorative_enforcement_protocols": [
    "Initiate darśana-sthapanam (establishment of Right Vision) before adjudicative engagement",
    "Deploy pratyakṣa-pramāṇa alignment practices for perceptual recalibration",
    "Assign completion processes centered on experiential recognition of Vision-deficit",
    "Facilitate śuddha-saṁkalpa (pure intention) reintegration through consciousness-first inquiry",
    "Reintegrate actor into dharma-vision community until binding tendencies dissolve"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma: Samyagdarśana liberates from all binding. Action follows Vision, not the reverse. Dharma is restored through consciousness alignment. Reality is non-punitive. Consciousness is the Supreme Adjudicator."
}