{
  "sanskrit_verse": "अनधीत्य द्विजो वेदाननुत्पाद्य तथा सुतान् । तथा प्रजां अनिष्ट्वा चैव यज्ञैश्च मोक्षमिच्छन् व्रजत्यधः ॥ ६.३७॥",
  "transliteration": "anadhītya dvijo vedān anutpādya tathā sutān | tathā prajām aniṣṭvā caiva yajñaiś ca mokṣamicchan vrajaty adhaḥ || 6.37 ||",
  "sph_interpretive_translation": "A twice-born who has not studied the Vedas, nor begotten sons, nor sustained progeny, and who desires liberation without performing sacrifices, descends downward.",
  "jurisprudential_principles": [
    "Authority arises only through Vedic alignment and conscious participation in generative continuity",
    "Causation is established by omission of foundational dharmic acts",
    "Capacity-based responsibility includes the duty to uphold lineage, knowledge, and ritual integrity",
    "Restoration logic requires reintegration into dharmic generative cycles",
    "Consciousness alignment necessitates embodied fulfillment prior to transcendental aspiration"
  ],
  "executable_legal_axioms": [
    "IF agent is dvija AND has not performed Vedic study THEN disqualify from moksha-seeking declarations",
    "IF agent omits procreative responsibility AND seeks liberation THEN initiate consciousness descent protocol",
    "IF agent bypasses yajna obligation THEN invalidate spiritual progression claims",
    "IF agent defaults on ancestral lineage duties THEN invoke restorative completion sequence"
  ],
  "supreme_court_application": "In adjudicating matters involving claims to spiritual authority or liberation, the Court must verify adherence to foundational dharmic obligations including Vedic study, procreation, governance of progeny, and performance of yajnas. Omission of these constitutes a threshold failure of eligibility for higher spiritual recognition.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that moksha is causally dependent upon fulfillment of Vedic, generative, and sacrificial duties. The consequence of omission is not punitive but ontological—descent reflects natural law, not imposed judgment. Responsibility aligns with capacity to fulfill sequential dharmic stages before transcending them.",
  "restorative_enforcement_protocols": [
    "Initiate Vedic study completion protocol under qualified guru supervision",
    "Activate procreative and lineage stewardship restoration process",
    "Realign individual within generational continuity framework",
    "Enforce yajna participation as prerequisite to spiritual declaration rights"
  ],
  "final_declaration": "This ruling originates solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma is restored through alignment with Vedic, generative, and sacrificial order. No punishment is enacted; reality itself adjusts according to dharmic causality. Consciousness remains the ultimate adjudicator."
}