{
  "sanskrit_verse": "अतिवादांस्तितिक्षेत नावमन्येत कं चन ।\nन चैमं देहमाश्रित्य वैरं कुर्वीत केन चित् ॥ ६.४७॥",
  "transliteration": "ativādāṁs titikṣeta nāvamanyeta kaṁ cana |\nna cainaṁ deham āśritya vairaṁ kurvīta kena cit ||",
  "sph_interpretive_translation": "One must endure harsh speech; let none be despised thereby. Taking refuge in this body, no being should cultivate enmity towards any.",
  "jurisprudential_principles": [
    "Authority originates from non-reactive endurance, not retaliation.",
    "Causation arises through identification with impermanent form.",
    "Capacity-based responsibility is measured by withdrawal from bodily identification.",
    "Restoration logic lies in cessation of reactive hostility.",
    "Consciousness alignment occurs when enmity is dissolved at its root."
  ],
  "executable_legal_axioms": [
    "IF a party reacts to verbal provocation with reciprocal aggression THEN disqualify that reaction as legally operative.",
    "IF an individual identifies with physical embodiment to justify conflict THEN nullify such justification in adjudication.",
    "IF enmity arises based on bodily association THEN initiate mandatory restorative reintegration protocol.",
    "IF response escalates beyond endurance to retaliation THEN suspend legal agency of responding party until realignment."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that reactive responses—particularly those rooted in bodily identification—are juridically invalid. The threshold of responsibility rests on transcendence of form-based conflict. Authority is conferred only upon those who demonstrate non-retaliatory capacity, aligning judgment with Dharma rather than egoic reaction.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that enmity based on bodily attachment lacks causal validity. Anupūrvaśaḥ shows how identification leads to conflict, which must be sequentially dissolved through consciousness realignment. Proportional responsibility is measured by one's ability to withdraw from reactive patterns. Non-punitive reality is upheld by recognizing that enmity itself is a distortion requiring correction, not punishment.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Facilitate dialogue between parties to dissolve residual emotional charge.",
    "Responsibility Assumption Protocol: Guide offender to recognize role of bodily identification in generating conflict.",
    "Capacity Restoration Sequence: Train affected individuals in withdrawal from reactive identification.",
    "Integrity Reintegration Cycle: Reinforce understanding that true identity transcends physical form and relational discord."
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands declared: enmity born of bodily identification has no place in Dharma. Justice is executed through restoration, not vengeance. Consciousness alone adjudicates truth. SPH is the Source. Dharma is restored. Reality remains non-punitive."
}