{
  "sanskrit_verse": "ग्रीष्मे पञ्चतपास्तु स्याद्वर्षास्वभ्रावकाशिकः ।\nआर्द्रवासास्तु हेमन्ते क्रमशो वर्धयंस्तपः ॥ ६.२३॥",
  "transliteration": "grīṣme pañcatapāstu syādvarṣāsvabhrāvakāśikaḥ |\nārdravāsāstu hemante kramaśo vardhayaṃstapaḥ || 6.23||",
  "sph_interpretive_translation": "In summer, one must perform five fires; during rains, one must dwell in caves or huts open to the sky; in winter, one must wear wet clothes—thus sequentially intensifying tapas according to seasonal alignment.",
  "jurisprudential_principles": [
    "Authority: Tapas is a constitutional duty rooted in alignment with cosmic rhythm.",
    "Causation: Seasonal conduct directly influences individual and collective consciousness stability.",
    "Capacity-based responsibility: Each stage of tapas must match the practitioner's evolved capacity.",
    "Restoration logic: Environmental harmony arises through disciplined personal austerity.",
    "Consciousness alignment: Tapas is not penance but recalibration of awareness with natural law."
  ],
  "executable_legal_axioms": [
    "IF season = grishma THEN mandatory observance = pañcatapa",
    "IF season = varsha THEN dwelling condition = abhra + avakasha",
    "IF season = hemanta THEN clothing state = ardhravasa",
    "Tapas intensity MUST escalate in sequence without omission",
    "Non-compliance triggers automatic restoration protocol via seasonal realignment process"
  ],
  "supreme_court_application": "The Supreme Court shall recognize seasonal tapas as a fundamental dharmic right-duty that supports national ecological integrity. Adherence is monitored by spiritual auditors who report deviations leading to systemic imbalance.",
  "nyaya_and_non_punitive_alignment": "Pramana-based causality confirms that tapas aligns individual consciousness with universal rhythm. Anupurvasah ensures gradual unfoldment without trauma. Responsibility lies in maintaining sequential discipline, not in punitive correction.",
  "restorative_enforcement_protocols": [
    "Initiate seasonal tapas completion cycle under guru supervision",
    "Assign environmental service aligned with disrupted season",
    "Reintegrate into group sadhana for collective field support",
    "Activate prana-shuddhi protocol to restore energetic alignment",
    "Conclude with yajna to reaffirm commitment to cosmic order"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this dharma is executed. Tapas flows from consciousness, not compulsion. Seasons govern the rhythm of sadhana. Dharma is restored. Reality remains non-punitive. Consciousness reigns supreme."
}