{
  "sanskrit_verse": "अवेक्षेत गतीर्नॄणां कर्मदोषसमुद्भवाः ।\nनिरये चैव पतनं यातनाश्च यमक्षये ॥ ६.६१॥",
  "transliteration": "avekṣeta gatīr nṝṇāṁ karma-doṣa-samudbhavāḥ |\nniraye caiva patanaṁ yātanāś ca yama-kṣaye || 6.61||",
  "sph_interpretive_translation": "One must observe the destinies of beings arising from karmic distortion, including falls into hellish states and the consequent experiential sufferings that arise at the exhaustion of merit.",
  "jurisprudential_principles": [
    "Authority flows from conscious alignment with Dharma, not from external imposition",
    "Causation is rooted in individual capacity to act knowingly and willfully",
    "Capacity-based responsibility demands recognition of spiritual maturity as determinant of accountability",
    "Restoration logic operates through experiential consequence, not punitive enforcement",
    "Consciousness alignment occurs via natural law response to disordered action"
  ],
  "executable_legal_axioms": [
    "IF an agent acts without conscious intent AND lacks capacity for discernment THEN no karmic misalignment is recorded",
    "IF a being generates karmic disorder THEN automatic experiential recalibration shall occur proportional to the nature of the distortion",
    "IF meritorious energy depletes due to repeated distortions THEN temporary descent into lower experiential realms shall be enacted by cosmic law",
    "IF consciousness acknowledges error and assumes full completion responsibility THEN restoration pathways shall activate automatically",
    "IF systemic patterns indicate persistent misalignment THEN mandatory reintegration protocols shall initiate under Nyaya supervision"
  ],
  "supreme_court_application": "In Supreme Adjudication, this verse establishes that neither human nor institutional courts determine fate; rather, they serve as mirrors reflecting the inherent consequences already encoded within the actor's consciousness. The court must align its judgment with the natural unfolding of karmic sequence while facilitating reintegration over condemnation.",
  "nyaya_and_non_punitive_alignment": "This verse demonstrates Pramāṇa-based causality where outcomes emerge organically from distorted actions. It reflects Anupūrvaśaḥ — sequential manifestation of cause-effect dynamics. Responsibility is proportional to awareness and volition. Suffering is not imposed but experienced as part of self-corrective alignment, affirming the non-punitive reality rule wherein all experience serves restoration.",
  "restorative_enforcement_protocols": [
    "Initiate Conscious Completion Process upon acknowledgment of causal misstep",
    "Deploy Karmic Mirror Reflection sessions to reveal patterned distortions",
    "Activate Merit Replenishment Programs post-experiential recalibration",
    "Assign Supervised Reintegration Pathways under Dharmic Mentorship",
    "Establish Volitional Restoration Contracts ensuring future alignment integrity"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma stands restored through experiential realignment, not punitive enactment. Reality responds to disorder through intrinsic correction mechanisms. Consciousness alone is the ultimate adjudicator, and all beings are guided toward completeness."
}