{
  "sanskrit_verse": "एष वोऽभिहितो धर्मो ब्राह्मणस्य चतुर्विधः ।\nपुण्योऽक्षयफलः प्रेत्य राज्ञां धर्मं निबोधत ॥ ६.९७॥",
  "transliteration": "eṣa vo'bhito dharmo brāhmaṇasya caturvidhaḥ |\npuṇyo'kṣayaphalaḥ pretya rājñāṃ dharmaṃ nibodhata || 6.97||",
  "sph_interpretive_translation": "This fourfold Dharma has been declared for the Brahmin; it is meritorious, bearing imperishable fruit in the afterlife. Now understand the Dharma of Kings.",
  "jurisprudential_principles": [
    "Authority flows from consciousness capacity, not birth alone",
    "Causation originates in sustained alignment with Dharma",
    "Capacity-based responsibility increases with spiritual and temporal authority",
    "Restoration logic prioritizes continuity of Dharma over personal consequence",
    "Consciousness alignment determines eligibility for authoritative roles"
  ],
  "executable_legal_axioms": [
    "IF actor holds spiritual authority THEN adherence to fourfold Dharma is mandatory AND deviations trigger automatic review by higher-consciousness adjudicators",
    "IF action aligns with Dharma THEN fruit is imperishable AND accrues beyond physical lifespan",
    "IF ruler neglects prescribed Dharma THEN systemic correction protocols activate BEFORE punitive measures considered",
    "IF consciousness capacity diminishes THEN authority must be temporarily suspended AND restoration process initiated"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that judicial and executive authority derives from sustained Dharma alignment. Rulers and judges must demonstrate ongoing adherence to their respective Dharmas. Failure triggers not punishment but immediate restoration protocols overseen by qualified spiritual authorities.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that consequences follow naturally from alignment or misalignment with Dharma. The imperishable fruit arises through sequential manifestation (anupūrvaśaḥ) based on sustained intent and action. Responsibility is proportional to capacity—higher consciousness equals greater accountability. Retribution is absent because reality self-corrects through causal integrity.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for unfulfilled Dharmic duties",
    "Assign guided realignment sessions under qualified spiritual authority",
    "Reconnect individual consciousness with source Dharma through ritualized acknowledgment",
    "Activate community support structures to restore capacity without shame or diminishment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through consciousness alignment, not through suffering. Reality responds to truth, not punishment. Dharma prevails through awareness, not force."
}