{
  "sanskrit_verse": "मुन्यन्नैर्विविधैर्मेध्यैः शाकमूलफलेन वा ।\nएतानेव महायज्ञान्निर्वपेद्विधिपूर्वकम् ॥ ६.५॥",
  "transliteration": "muniyannair vividhair medhyaiḥ śākamūlaphalena vā |\netāneva mahāyajñān nirvaped vidhipūrvakam || 6.5||",
  "sph_interpretive_translation": "One must offer, according to prescribed procedure, either cooked food or diverse pure items including roots, leaves, fruits, and vegetables—these very offerings constitute the great sacrifice.",
  "jurisprudential_principles": [
    "Authority originates in alignment with Vedic procedural law",
    "Causation arises through intentional offering aligned with dharma",
    "Capacity-based responsibility is determined by one's ability to perform ritual acts",
    "Restoration logic flows from participation in universal sacrificial order",
    "Consciousness alignment manifests via disciplined execution of prescribed action"
  ],
  "executable_legal_axioms": [
    "IF agent has capacity AND access to specified offerings THEN obligation to perform offering as per vidhi",
    "IF omission occurs without valid incapacity condition THEN initiate completion protocol under nyaya supervision",
    "IF offering aligns with purity standards AND follows sequence THEN recognition of dharmic fulfillment",
    "IF deviation occurs THEN restoration through guided repetition NOT punitive measure"
  ],
  "supreme_court_application": "In adjudicating matters involving ritual omission or improper conduct, the court must assess not intent nor negligence alone, but capacity to fulfill the act. Where capacity existed yet was unmet, restoration protocols shall apply. The hierarchy of authority recognizes that only those initiated and trained may execute such duties; thus, failure lies in lack of proper guidance or systemic obstruction rather than individual fault.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that action proceeds from knowledge and capacity. Anupūrvaśaḥ confirms that neglect emerges from prior misalignment—not inherently evil will. Proportional responsibility rests on capability at time of duty. As reality is non-punitive, corrective measures restore integrity through re-enactment within purified context, not through suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-perform offering under qualified supervision",
    "Responsibility Assumption Protocol: Acknowledge lapse and declare readiness for rectification",
    "Capacity Restoration: Provide resources and instruction necessary for lawful performance",
    "Integrity Reintegration: Public reaffirmation of commitment to dharmic order"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored through conscious compliance. Reality remains non-punitive. Consciousness itself is the ultimate adjudicator."
}