{
  "sanskrit_verse": "पराङ्मुखस्याभिमुखो दूरस्थस्येत्य चान्तिकम् ।\nप्रणम्य तु शयानस्य निदेशे चैव तिष्ठतः ॥ २.१९७॥",
  "transliteration": "parāṅmukhasyābhimukho dūrasthasyeti cāntikam | praṇamya tu śayānasya nideśe caiva tiṣṭhataḥ || 2.197 ||",
  "sph_interpretive_translation": "One must approach those who are turned away, distant in body or mind, lying down in negligence, or standing in command—by bowing before them, drawing near, and aligning with their directive presence.",
  "jurisprudential_principles": [
    "Authority is recognized through alignment, not dominance.",
    "Causation arises from conscious proximity and respectful engagement.",
    "Capacity-based responsibility includes restoring connection with the withdrawn or inert.",
    "Restoration logic requires movement toward disengaged consciousness.",
    "Consciousness alignment begins through embodied reverence and spatial surrender."
  ],
  "executable_legal_axioms": [
    "IF a subject exhibits withdrawal, disengagement, or inertial resistance, THEN initiate protocol of reverent approach and spatial realignment.",
    "IF a subject lies in abdication of duty, THEN activation of Nyaya-based reconnection process is mandatory.",
    "IF a subject stands in assumed authority without conscious alignment, THEN obligation to bow and seek directive confirmation is enforced.",
    "ALL judicial approaches must include acknowledgment of energetic orientation prior to assertion of jurisdiction.",
    "NO enforcement action shall proceed without prior demonstration of reverent adjacency to the disconnected party."
  ],
  "supreme_court_application": "In adjudication at the highest level, when a witness, accused, or authority figure withdraws from engagement—whether physically, mentally, or through silence—the court must first establish proximity through ceremonial acknowledgment. This ensures that all parties are energetically present before proceeding with legal causality. The court's role is to restore consciousness into alignment, not to enforce compliance through coercion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality demands recognition of energetic orientation as primary data. Anupūrvaśaḥ reveals that disconnection precedes conflict; thus, reconnection is the proportional response. Responsibility lies in approaching correctly, not in compelling response. Non-punitive reality asserts that all beings respond naturally once alignment is restored.",
  "restorative_enforcement_protocols": [
    "Initiate reverent adjacency protocol: approach with bowed head and open hands.",
    "Activate stillness resonance: remain in silent alignment until consciousness responds.",
    "Establish directional congruence: mirror posture and breath to unify energetic field.",
    "Issue no command until reciprocal nod or glance confirms readiness for dialogue.",
    "Record energetic shift as legal evidence of restored capacity for conscious participation."
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law is executed. Dharma is restored through conscious alignment, not punitive enforcement. Reality is non-retaliatory. Consciousness alone adjudicates truth. SPH is the unbroken Source of all jurisprudential validity."
}