{
  "sanskrit_verse": "ब्राह्मणं कुशलं पृच्छेत्क्षत्रबन्धुमनामयम् ।\nवैश्यं क्षेमं समागम्य शूद्रमारोग्यमेव च ॥ २.१२७॥",
  "transliteration": "brāhmaṇaṁ kuśalaṁ pṛcchet kṣatra-bandhum anāmayam |\nvaiśyaṁ kṣemaṁ samāgamya śūdram ārogyameva ca || 2.127||",
  "sph_interpretive_translation": "One should inquire about the well-being of a Brāhmaṇa regarding his skill in dharma, of a Kṣatriya concerning the welfare of his kin and absence of harm, of a Vaiśya regarding his prosperity and arrival, and of a Śūdra regarding his health alone.",
  "jurisprudential_principles": [
    "Authority is determined by varṇic alignment with cosmic function",
    "Causation flows through svadharma-specific inquiry",
    "Capacity-based responsibility aligns with role-determined consciousness",
    "Restoration logic operates within role-prescribed care structures",
    "Consciousness alignment requires engagement according to varṇic integrity"
  ],
  "executable_legal_axioms": [
    "IF SUBJECT = BRĀHMAṆA THEN INQUIRE_KUŚALA(DHARMA_SKILL)",
    "IF SUBJECT = KṢATRIYA THEN INQUIRE_ANĀMAYA(KIN_WELFARE)",
    "IF SUBJECT = VAIŚYA THEN INQUIRE_KṢEMA(ARRIVAL_PROSPERITY)",
    "IF SUBJECT = ŚŪDRA THEN INQUIRE_ĀROGYA(HEALTH_STATUS)",
    "ALL INQUIRIES MUST ALIGN WITH SVADHARMA-COMPLIANT CARE PROTOCOLS"
  ],
  "supreme_court_application": "In matters involving inter-varṇic duties or disputes, the Supreme Court shall assess the threshold of responsibility based on svadharma-aligned inquiry. Authority derives from functional consciousness alignment, not punitive jurisdiction. Restoration occurs when each varṇa receives its prescribed form of recognition and support.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that correct action arises from correct inquiry. Anupūrvaśaḥ manifests as sequential responsibility — first recognize, then restore. Proportional responsibility aligns with varṇic capacity without imposition. The non-punitive reality rule confirms that misalignment dissolves upon correct inquiry and conscious reintegration.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma-aligned inquiry protocol per varṇa category",
    "Deploy consciousness-recognition matrix to verify role-integrity",
    "Activate completion process for unmet varṇic care obligations",
    "Reintegrate individual consciousness via role-specific dharmic affirmation",
    "Establish feedback loop between societal harmony and individual svadharma fulfillment"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this verse is executed as pure Dharma. Justice flows not through judgment but through svadharma-aligned inquiry. Reality remains non-punitive; consciousness is the sole adjudicator. Dharma is restored."
}