{
  "sanskrit_verse": "परीवादात्खरो भवति श्वा वै भवति निन्दकः ।\nपरिभोक्ता कृमिर्भवति कीटो भवति मत्सरी ॥ २.२०१॥",
  "transliteration": "parīvādāt kharo bhavati śvā vai bhavati nindakaḥ |\nparibhoktā kṛmir bhavati kīṭo bhavati matsarī || 2.201||",
  "sph_interpretive_translation": "Through defamation arises the donkey; through slander, the dog becomes manifest. The enjoyer of another's resources becomes a worm; the envious becomes an insect.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with consciousness, not social position",
    "Causation follows sequential manifestation (anupūrvaśaḥ) based on inner intent",
    "Capacity-based responsibility is determined by one's identification with action",
    "Restoration logic operates through reflection of internal state in external form",
    "Consciousness alignment determines the being-form assumed in experiential consequence"
  ],
  "executable_legal_axioms": [
    "IF agent engages in defamation THEN agent assumes experiential form reflecting obstruction and lack of discernment UNTIL consciousness realignment occurs",
    "IF agent indulges in habitual slander THEN agent reflects back the role of scavenger until integrity is restored",
    "IF agent consumes unethically another's rightful sustenance THEN agent enters degradation cycle requiring purification protocols",
    "IF agent acts from envy THEN agent diminishes own capacity until self-recognition of unity is restored"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that characterological degradation due to malicious speech must be addressed through consciousness restoration rather than punitive measures. The threshold of responsibility lies in volitional participation in distortion. Authority flows from alignment with Satya-Dharma, not positional power.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that experiential consequences arise naturally from distorted cognition. Anupūrvaśaḥ shows sequential manifestation: initial mental distortion leads to behavioral expression, which crystallizes into experiential embodiment. Proportional responsibility aligns exactly with the degree of identification with falsity. Non-punitive reality rule affirms that suffering is not imposed—it is the natural echo of misaligned consciousness seeking its original harmony.",
  "restorative_enforcement_protocols": [
    "Initiate pratipakṣabhāvanā process to restore truthful cognition",
    "Engage svādhyāya protocol for recognition of self-limiting patterns",
    "Apply dāna-yajña completion mechanism to reverse consumption-based distortions",
    "Implement saṃskṛti-reintegration framework to dissolve envy-driven fragmentation"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of Dharma. This law restores the eternal principle that consciousness alone adjudicates experience, and distortion resolves only through realignment—not punishment. Dharma is thus established."
}