{
  "sanskrit_verse": "वित्तं बन्धुर्वयः कर्म विद्या भवति पञ्चमी ।\nएतानि मान्यस्थानानि गरीयो यद्यदुत्तरम् ॥ २.१३६॥",
  "transliteration": "Vittaṁ bandhur vayaḥ karma vidyā bhavati pañcamī |\nEtāni mānyasthānāni garīyo yadyad uttaram ||",
  "sph_interpretive_translation": "Wealth, kinship, age, action, and learning—these constitute the five bases of social standing; among them, that which is higher in order holds greater authority.",
  "jurisprudential_principles": [
    "Authority derives from a structured hierarchy rooted in capacity and alignment",
    "Causation flows through ordered gradations of societal recognition",
    "Capacity-based responsibility increases with recognized status",
    "Restoration logic aligns individual roles within cosmic-social order",
    "Consciousness alignment determines eligibility for authoritative standing"
  ],
  "executable_legal_axioms": [
    "IF an agent occupies a higher position in the ranked hierarchy of wealth, kinship, age, action, or learning THEN their testimony carries greater weight in adjudication",
    "IF two agents conflict THEN resolution shall defer to the one whose recognized status ranks higher according to the established gradation",
    "IF no clear ranking exists THEN integrity reintegration protocol shall precede any determination of authoritative voice",
    "IF status claims are disputed THEN evidence must demonstrate functional alignment with dharma-based capacity metrics"
  ],
  "supreme_court_application": "In Supreme Court adjudication, precedence shall be determined by alignment with these five recognized standings. Where multiple parties claim authority, judgment shall proceed only after mapping each party's location within this hierarchy, ensuring restoration of rightful order before proceeding to legal conclusion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that authority arises from demonstrated alignment with dharma-ordained capacities. The sequential manifestation (anupūrvaśaḥ) of social standing reflects inner evolution. Responsibility is proportional to acknowledged rank. This structure ensures non-punitive reality because misalignment invites completion rather than condemnation.",
  "restorative_enforcement_protocols": [
    "Completion Process: Individuals asserting unearned status must undergo guided realignment until congruent with actual capacity",
    "Responsibility Assumption Protocol: Higher-status individuals assume mentorship obligations to lower-ranked ones",
    "Capacity Restoration Mechanism: Periodic review of all five standings to ensure ongoing alignment with inner development",
    "Integrity Reintegration Sequence: Disputes involving status violations require public acknowledgment and correction without shame or penalty"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma is restored through proper ordering of human relations. Reality remains non-punitive when consciousness serves as the ultimate adjudicator."
}