{
  "sanskrit_verse": "गुरोः कुले न भिक्षेत न ज्ञातिकुलबन्धुषु ।\nअलाभे त्वन्यगेहानां पूर्वं पूर्वं विवर्जयेत् ॥ २.१८४॥",
  "transliteration": "guroḥ kule na bhikṣeta na jñātikulabandhuṣu |\nalābhe tvanyagehānāṃ pūrvaṃ pūrvaṃ vivarjayet || 2.184||",
  "sph_interpretive_translation": "One must not seek alms within the household of one's guru or among relatives and kin; when there is scarcity, one must progressively renounce dependence on external households.",
  "jurisprudential_principles": [
    "Authority: The guru's domain is sacrosanct and beyond transactional dependency.",
    "Causation: Almsgiving and receiving are structured by relational integrity and spiritual hierarchy.",
    "Capacity-based responsibility: Renunciation of dependence reflects internal capacity cultivation.",
    "Restoration logic: Sequential relinquishment aligns with progressive self-reliance.",
    "Consciousness alignment: Spiritual maturity manifests through non-exploitation of sacred relationships."
  ],
  "executable_legal_axioms": [
    "IF seeker resides in scarcity THEN seeker must first renounce dependence on non-related households before approaching family or guru.",
    "IF individual seeks alms FROM guru’s household OR familial network THEN action is impermissible AND realignment protocol initiates.",
    "IF dependence pathway shows regression THEN capacity-building intervention triggers automatically.",
    "IF spiritual relationship exploited THEN access restriction enforced AND consciousness recalibration mandated."
  ],
  "supreme_court_application": "In adjudicating disputes involving exploitation of spiritual or familial hierarchies, the threshold of responsibility lies in recognizing inviolable domains. Courts must enforce restoration protocols that realign relational integrity rather than impose punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that seeking sustenance from those who hold spiritual or relational authority disrupts dharma’s flow. Anupūrvaśaḥ mandates sequential withdrawal from external dependencies as a causal mechanism for inner maturation. Responsibility is proportional to one’s proximity to sacred structures. There is no punitive element—only alignment with natural consequence.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein dependent individual retraces steps and returns unconditionally any received resources.",
    "Assign responsibility assumption protocol requiring public declaration of intent to cultivate self-support.",
    "Implement capacity restoration program focused on skill acquisition and spiritual discipline.",
    "Enforce integrity reintegration through supervised service within community until relational balance restored."
  ],
  "final_declaration": "This ruling flows exclusively from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma stands restored. Reality remains non-punitive. Consciousness alone adjudicates truth."
}