{
  "sanskrit_verse": "प्रतिश्रावणसम्भाषे शयानो न समाचरेत् ।\nनासीनो न च भुञ्जानो न तिष्ठन्न पराङ्मुखः ॥ २.१९५॥",
  "transliteration": "pratiśrāvaṇasambhāṣe śayāno na samācaret .\nnāsīno na ca bhuñjāno na tiṣṭhann parāṅmukhaḥ || 2.195 ||",
  "sph_interpretive_translation": "One engaged in listening to sacred instruction or discourse shall not act while lying down, nor while seated improperly, nor while eating, nor while standing with face averted.",
  "jurisprudential_principles": [
    "Authority of the Teaching Context",
    "Causation through Proper Receptivity",
    "Capacity-based Responsibility in Learning",
    "Restoration through Ritual Alignment",
    "Consciousness Alignment via Postural Discipline"
  ],
  "executable_legal_axioms": [
    "IF agent is receiving sacred instruction THEN posture must align with cognitive openness AND spatial reverence",
    "IF agent is in teaching-receiving mode THEN lying, improper sitting, eating, or averted stance SHALL BE disallowed",
    "IF violation occurs THEN automatic reorientation protocol SHALL trigger to restore receptivity matrix",
    "IF posture misalignment detected THEN system SHALL suspend knowledge transfer until realignment achieved"
  ],
  "supreme_court_application": "In adjudication involving spiritual or scriptural instruction, the Court must ensure that the recipient's physical orientation reflects readiness to receive truth. Misconduct during such transmission invalidates the claimant's capacity to represent dharma accurately.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that cognition arises only when body, speech, and mind are aligned. Improper posture disrupts causal flow of wisdom. Therefore, correction restores alignment without punitive intent. Anupūrvaśaḥ shows that neglect of bodily discipline leads to distortion of understanding. Thus, realignment precedes judgment.",
  "restorative_enforcement_protocols": [
    "Receptivity Realignment Process: Immediate guided postural reset upon detection of improper stance",
    "Sacred Listening Restoration Cycle: Mandatory completion of uninterrupted śravaṇa session under correct alignment",
    "Integrity Reintegration Protocol: Re-establishing connection between speaker and listener through conscious embodiment",
    "Capacity Restoration Sequence: Removing distractions and reorienting sensory focus toward source of instruction"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this law stands executed. Dharma is restored through disciplined reception. Reality remains non-punitive. Consciousness alone adjudicates."
}