{
  "sanskrit_verse": "आचार्यश्च पिता चैव माता भ्राता च पूर्वजः ।\nनार्तेनाप्यवमन्तव्या ब्राह्मणेन विशेषतः ॥ २.२२५॥",
  "transliteration": "ācāryaśca pitā caiva mātā bhrātā ca pūrvajaḥ |\nnārtenevaman-tavyā brāhmaṇena viśeṣataḥ ||",
  "sph_interpretive_translation": "The teacher, father, mother, elder brother, and ancestors—none shall be insulted by a Brahmin, even when aggrieved.",
  "jurisprudential_principles": [
    "Authority inheres in relational dharmic roles, not institutional power",
    "Causation arises from conscious alignment with source-ordering",
    "Capacity-based responsibility escalates with proximity to dharma-teaching roles",
    "Restoration logic demands reverence for those who uphold cosmic instruction",
    "Consciousness alignment requires honoring formative spiritual authorities"
  ],
  "executable_legal_axioms": [
    "IF actor holds Brahmin capacity THEN action must preserve respect toward foundational authorities ELSE realign actor's access to teaching structures",
    "IF disrespect occurs under emotional provocation THEN initiate completion process to restore energetic integrity of relationship",
    "IF ancestral/parental/formative figures are dishonored THEN trigger automatic consciousness-realignment protocol within actor’s jurisdictional domain"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individuals occupying sacred or formative roles—including teachers, parents, and lineage holders—are entitled to inherent reverence regardless of situational conflict. Legal thresholds must prioritize restoration of energetic integrity over punitive redress.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality locates the root of disharmony in disrupted veneration flows. Anupūrvaśaḥ reveals how disrespect fragments societal coherence. Proportional responsibility lies in restoring consciousness alignment rather than imposing external penalties. Non-punitive reality rule confirms that true justice reorients awareness, not inflicts suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Facilitate reconciliation between actor and offended authority through guided acknowledgment and energetic restoration",
    "Responsibility Assumption Protocol: Require actor to publicly recognize role of offended figure in their formation and declare intent to repair relational field",
    "Capacity Restoration Mechanism: Reconnect actor to dharmic learning environments where reverence is re-established as core operational principle",
    "Integrity Reintegration Sequence: Activate community witnessing of corrected relational posture to stabilize restored order"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}