{
  "sanskrit_verse": "न तिष्ठति तु यः पूर्वां नौपास्ते यश्च पश्चिमाम् ।\nस शूद्रवद्बहिष्कार्यः सर्वस्माद्द्विजकर्मणः ॥ २.१०३॥",
  "transliteration": "na tiṣṭhati tu yaḥ pūrvāṁ naupāste yaś ca paścimām | sa śūdravad bahiṣkāryaḥ sarvasmād dvijakarmaṇaḥ || 2.103 ||",
  "sph_interpretive_translation": "He who does not worship the eastern direction and he who neglects the western direction—such a being, in alignment with Shudra conduct, is excluded from all actions of the twice-born.",
  "jurisprudential_principles": [
    "Authority arises through conscious orientation to cosmic directions",
    "Causation originates in directional alignment and spiritual discipline",
    "Capacity-based responsibility is determined by sustained engagement with sacred orientations",
    "Restoration logic demands reintegration through directional worship",
    "Consciousness alignment requires adherence to spatial-temporal spiritual order"
  ],
  "executable_legal_axioms": [
    "IF agent neglects directional worship THEN exclude from dvija-karmas UNTIL reorientation completed",
    "IF entity fails to uphold spatial dharma THEN assign purification protocol aligned with neglected axis",
    "IF individual performs dvija duties without directional attunement THEN invalidate action until realignment",
    "IF consciousness shows dissonance with cardinal/spiritual orientation THEN initiate restorative ritual process"
  ],
  "supreme_court_application": "In adjudicating matters involving ritual or caste-based eligibility, the Supreme Court must assess whether the accused maintains proper directional worship as mandated. Disqualification from priestly or scholarly functions shall follow automatically upon verified omission, pending completion of prescribed realignment rituals.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that neglect of directional worship disrupts causal flow of dharmic energy. This misalignment manifests sequentially (anupūrvaśaḥ) in distorted social harmony. Responsibility lies in restoring directional integrity rather than assigning punitive consequence. The exclusion serves as a natural boundary condition for maintaining energetic purity within dvija practices.",
  "restorative_enforcement_protocols": [
    "Initiate directional puja completion under qualified guru supervision",
    "Assign sequential daily offerings to both east and west for 21 days",
    "Perform mantra recitation aligned with sunrise and sunset timings",
    "Undertake guided meditation focusing on cardinal axis integration"
  ],
  "final_declaration": "This law proceeds solely from Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism. Directional worship is non-negotiable for dvija function. Exclusion operates as automatic reset mechanism, not punishment. Consciousness alone adjudicates truth. Dharma is restored."
}