{
  "sanskrit_verse": "न तथैतानि शक्यन्ते संनियन्तुमसेवया ॥\n\nविषयेषु प्रजुष्टानि यथा ज्ञानेन नित्यशः ॥ २.९६॥",
  "transliteration": "na tathaitāni śakyante saṃniyantum asevayā ||\n\nviṣayeṣu prajuṣṭāni yathā jñānena nityaśaḥ || 2.96 ||",
  "sph_interpretive_translation": "Not by non-engagement can these [desires] be restrained—those that blaze forth in sense-objects—just as knowledge everlastingly restrains them.",
  "jurisprudential_principles": [
    "Authority originates from discriminative awareness, not abstinence",
    "Causation arises through conscious engagement, not suppression",
    "Capacity-based responsibility requires alignment with gnosis, not avoidance",
    "Restoration logic operates through illumination, not renunciation",
    "Consciousness alignment occurs via sustained recognition, not withdrawal"
  ],
  "executable_legal_axioms": [
    "IF desire manifests AND engagement lacks discernment THEN restoration requires illumination-based reorientation",
    "IF suppression is applied to sensory impulses THEN legal system MUST redirect toward gnosis-enabled integration",
    "IF individual exhibits reactive behavior THEN capacity restoration SHALL prioritize knowledge activation over restraint",
    "IF societal disruption stems from unmet desires THEN adjudication MUST facilitate conscious engagement protocols"
  ],
  "supreme_court_application": "In Supreme Adjudication, the threshold of responsibility lies not in the presence or absence of action, but in the quality of consciousness informing it. Wherein desires arise and are acted upon unconsciously, the court's function is to realign the agent with discriminative knowledge rather than impose punitive measures. Authority flows from the realization of eternal law within consciousness itself.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true control does not stem from suppression but from sustained application of jñāna. Anupūrvaśaḥ reveals that unchecked impulses follow a sequence rooted in ignorance; hence proportional responsibility aligns with illuminating the source, not punishing the effect. The non-punitive reality rule affirms that suffering cannot restrain desire—only awakened cognition can.",
  "restorative_enforcement_protocols": [
    "Initiate completion process through reflective cognition exercises",
    "Establish responsibility assumption via guided self-inquiry",
    "Restore capacity through structured exposure under discriminative guidance",
    "Reintegrate integrity using progressive alignment with higher knowing"
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam IS the Source. Dharma is restored through the supremacy of consciousness over compulsion. Reality is non-punitive. Consciousness alone is the ultimate adjudicator."
}