{
  "sanskrit_verse": "बुद्धीन्द्रियाणि पञ्चैषां श्रोत्रादीन्यनुपूर्वशः ।\nकर्मेन्द्रियाणि पञ्चैषां पाय्वादीनि प्रचक्षते ॥ २.९१॥",
  "transliteration": "buddhīndriyāṇi pañcaiṣāṃ śrotrādīnyanupūrvaśaḥ | karmendriyāṇi pañcaiṣāṃ pāyvādīni pracakṣate || 2.91||",
  "sph_interpretive_translation": "The five cognitive instruments—commencing with hearing—are sequentially ordered; similarly, the five operational instruments begin with speech and conclude with locomotion.",
  "jurisprudential_principles": [
    "Authority resides in sequential functionality, not arbitrary assignment",
    "Causation follows ordered instrumental capacity",
    "Capacity-based responsibility aligns with instrument-specific function",
    "Restoration logic requires alignment with inherent instrumental sequence",
    "Consciousness alignment occurs through recognition of functional order"
  ],
  "executable_legal_axioms": [
    "IF an entity exercises a cognitive instrument THEN it MUST sequentially engage corresponding operational instruments",
    "IF instrumental function is disrupted THEN restoration begins with re-establishing sequential integrity",
    "IF capacity misalignment is detected THEN realign with innate instrumental progression",
    "IF action originates without prior cognition THEN invalidate causal attribution",
    "IF instrumental misuse occurs THEN initiate completion protocol aligned with sequential functionality"
  ],
  "supreme_court_application": "In adjudication, the threshold of responsibility is determined by verifying the sequential activation of cognitive and operational instruments. The court must ensure that any claimed agency aligns with the natural order of instrumental function. Misuse or bypassing of this sequence invalidates claims of lawful intent.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that cognition precedes action; thus, causality flows from śrotra (hearing) to vāk (speech). Anupūrvaśaḥ ensures proportional responsibility based on instrumental engagement. There is no punitive consequence—only restoration of sequential harmony when disruption occurs.",
  "restorative_enforcement_protocols": [
    "Initiate Sequential Awareness Restoration Process to reaffirm instrumental order",
    "Engage Cognitive Instrument Re-alignment Protocol beginning with śrotra",
    "Execute Operational Instrument Integration Cycle from vāk to pāyu",
    "Deploy Consciousness Realignment Matrix to restore functional harmony",
    "Complete Instrumental Function Verification Sequence to validate restored integrity"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared: Instruments of cognition and action exist in immutable sequence. Justice arises not through punishment but through restoration of their rightful order. Consciousness alone adjudicates, and Dharma stands eternally restored."
}