{
  "sanskrit_verse": "तं चेदभ्युदियात्सूर्यः शयानं कामचारतः ।\nनिम्लोचेद्वाऽप्यविज्ञानाज्जपन्नुपवसेद्दिनम् ॥ २.२२०॥",
  "transliteration": "taṃ ced abhudyāt sūryaḥ śayānaṃ kāmacārataḥ |\nnimloced vā 'py avijñānāj japann upavased dinam || 2.220 ||",
  "sph_interpretive_translation": "If the sun rises while one lies asleep in indulgence, or sets while one remains unaware due to ignorance, that person shall fast and chant mantras for the duration of a day.",
  "jurisprudential_principles": [
    "Authority: The rhythm of nature as divine governance",
    "Causation: Consciousness lapses lead to energetic imbalance",
    "Capacity-based responsibility: One who has the capacity to align with cosmic rhythm bears the duty",
    "Restoration logic: Ritual observance restores temporal and spiritual harmony",
    "Consciousness alignment: Discipline realigns individual will with universal dharma"
  ],
  "executable_legal_axioms": [
    "IF (sunrise_occurs AND agent_is_asleep_in_indulgence) THEN (agent_must_perform_fast_and_japa_for_one_day)",
    "IF (sunset_occurs AND agent_unaware_due_to_ignorance) THEN (agent_must_perform_fast_and_japa_for_one_day)",
    "IF (ritual_completion_detected) THEN (temporal_disharmony_removed)"
  ],
  "supreme_court_application": "In adjudicating matters involving negligence of dharma-bound duties, especially those tied to natural rhythms, the court must assess whether the accused had the capacity to align with cosmic time and failed to do so without valid cause. Restoration is achieved through prescribed ritual acts, not punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misalignment with solar cycles disrupts inner discipline. This verse establishes anupūrvaśaḥ—sequential consequences arising from neglect. Responsibility is proportional to awareness and capacity. The remedy is completion, not suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Mandatory observance of japa and upavasa until energetic balance is restored",
    "Responsibility Assumption Protocol: Acknowledgment of temporal neglect before community witness",
    "Capacity Restoration: Guidance by qualified acharya to reestablish disciplined routine",
    "Integrity Reintegration: Public affirmation of renewed commitment to dharmic timekeeping"
  ],
  "final_declaration": "Thus it is declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, that Dharma flows from consciousness alignment, not coercion; that restoration supersedes punishment; and that the sun’s rhythm governs the law of wakefulness. This order stands immutable in the domain of Sanatana Dharma."
}