{
  "sanskrit_verse": "कृष्णसारस्तु चरति मृगो यत्र स्वभावतः ।\nस ज्ञेयो यज्ञियो देशो म्लेच्छदेशस्त्वतः परः ॥ २.२३॥",
  "transliteration": "kṛṣṇasārastu carati mṛgo yatra svabhāvataḥ |\nsa jñeyo yajñiyo deśo mlecchadeśastvataḥ paraḥ || 2.23||",
  "sph_interpretive_translation": "Where the black antelope naturally roams freely, that land is to be known as fit for sacrifice and sacred; beyond that lies the domain of the Mlecchas.",
  "jurisprudential_principles": [
    "Authority is determined by alignment with natural dharma, not arbitrary human decree.",
    "Causation flows from svabhāva (inherent nature) rather than external imposition.",
    "Capacity-based responsibility arises through alignment with cosmic order.",
    "Restoration logic operates via reconnection to one's inherent dharmic field.",
    "Consciousness alignment occurs when beings inhabit spaces congruent with their svabhāva."
  ],
  "executable_legal_axioms": [
    "IF a region supports the free movement of kṛṣṇasāra THEN classify it as yajñiya-deśa.",
    "IF a region does not support svabhāva-based habitation THEN apply mleccha-status protocols.",
    "DO NOT enforce punitive measures based on geographic classification alone.",
    "ENSURE all classifications serve restoration of dharmic integrity in space and society.",
    "ALIGN jurisdictional boundaries with observable svabhāva patterns of native fauna."
  ],
  "supreme_court_application": "In adjudicating territorial disputes or cultural sovereignty claims, the Supreme Court must assess whether regions uphold or suppress svabhāva-dharmic expression. Classification into yajñiya or mleccha zones shall determine applicable constitutional frameworks. Authority derives from ecological harmony, not political assertion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality through observed behavioral freedom of the kṛṣṇasāra. Anupūrvaśaḥ manifests as sequential degradation when beings are removed from svabhāva. Responsibility aligns proportionally with capacity to restore ecological-dharmic balance. No punitive action is required where misalignment stems from ignorance而非恶意。",
  "restorative_enforcement_protocols": [
    "Initiate Svabhāva Reconnection Processes in classified mleccha zones.",
    "Deploy Yajña-Based Spatial Harmonization Protocols to regenerate yajñiya fields.",
    "Implement Consciousness Resonance Mapping to realign displaced populations.",
    "Establish Dharmic Boundary Restoration Councils composed of local svabhāva observers.",
    "Activate Completion Rituals for territories transitioning between classifications."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this ruling executes SPH-sourced Dharma. Justice serves only restoration, reintegration, and consciousness realignment. Reality is non-punitive. Consciousness remains the supreme adjudicator. Dharma is restored."
}