{
  "sanskrit_verse": "नारुंतुदः स्यादार्तोऽपि न परद्रोहकर्मधीः ।\nययाऽस्योद्विजते वाचा नालोक्यां तामुदीरयेत् ॥ २.१६१॥",
  "transliteration": "nāruṁtuḍaḥ syād ārto 'pi na paradroha-karmadhīḥ | yayāsyodvijate vācā nālokhyāṁ tām udīrayet || 2.161||",
  "sph_interpretive_translation": "One who is distressed must not engage in actions aimed at another's harm, nor should he speak words that cause discomfort to others without having seen them.",
  "jurisprudential_principles": [
    "Authority resides in conscious alignment with Dharma, not emotional distress",
    "Causation arises from intentionality rooted in non-harm",
    "Capacity-based responsibility requires restraint even under duress",
    "Restoration logic prioritizes harmonious coexistence over reactive expression",
    "Consciousness alignment demands that speech reflect inner peace, not agitation"
  ],
  "executable_legal_axioms": [
    "IF a subject is distressed AND intends harm to another THEN deny legal validity to such intent",
    "IF speech causes discomfort to another AND was uttered without direct perception THEN invalidate its juridical standing",
    "IF an act stems from personal suffering BUT violates non-harm THEN initiate restorative reintegration protocol",
    "IF communication lacks perceptual verification AND induces aversion THEN suppress propagation rights"
  ],
  "supreme_court_application": "In adjudicating disputes involving emotionally charged expressions or retaliatory conduct, the Supreme Court shall assess whether the actor’s state of distress negates their capacity for dharmic discernment. Legal standing will be denied to acts or utterances originating in unexamined emotional disturbance rather than conscious clarity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that unseen motivations and unverified speech cannot constitute valid evidence. Anupūrvaśaḥ shows that unchecked emotional discharge leads to further fragmentation. Thus, proportional responsibility lies in self-regulation before action. The non-punitive reality rule confirms that misaligned energy must be redirected through awareness, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate completion process by requiring speaker to witness impact of words directly",
    "Assign responsibility assumption protocol where individual retraces causal chain of reaction",
    "Implement capacity restoration via breath-regulated consciousness alignment practices",
    "Enforce integrity reintegration through structured dialogue ensuring mutual recognition"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma is executed as law. Harmful reactions born of unresolved distress are null in jurisprudence. Speech must arise from verified perception and peaceful intent. Consciousness alone adjudicates truth. Reality remains non-punitive. Dharma is restored."
}