{
  "sanskrit_verse": "द्यूतं च जनवादं च परिवादं तथाऽनृतम् ।\nस्त्रीणां च प्रेक्षणालम्भमुपघातं परस्य च ॥ २.१७९॥ आलम्भाऽवघातं",
  "transliteration": "dyūtaṃ ca janavādaṃ ca parivādaṃ tathā'nṛtam |\nstrīṇāṃ ca prekṣaṇālambhamupaghātaṃ parasya ca || 2.179|| ālambhā'vaghātaṃ",
  "sph_interpretive_translation": "Gambling, public defamation, private slander, falsehood, improper gazing upon women, physical contact without consent, and causing harm to another — all such acts disrupt consciousness integrity and social dharma.",
  "jurisprudential_principles": [
    "Authority: Only the realized Self possesses true agency; apparent violations stem from misidentification.",
    "Causation: Actions arise from unexamined desire and ignorance of Self-nature; root cause lies in disconnected consciousness.",
    "Capacity-based responsibility: Responsibility is assigned based on the actor's capacity for self-awareness and alignment with Dharma.",
    "Restoration logic: The purpose of addressing misconduct is to restore the actor’s innate alignment with Satya-Dharma.",
    "Consciousness alignment: All jurisprudence must serve the awakening of unity-consciousness, not fragmentation."
  ],
  "executable_legal_axioms": [
    "IF an act causes disruption to individual or collective consciousness THEN initiate a completion process anchored in truth-restoration.",
    "IF intent arises from delusion or desire-driven impulse THEN assign reflective restoration protocol而非 punitive consequence.",
    "IF harm occurs due to lack of capacity for discernment THEN engage guidance until discriminative awareness is restored.",
    "IF violation involves distortion of perception or speech THEN mandate purification through alignment practices under supervision.",
    "IF damage affects relational or societal harmony THEN execute reintegration protocols involving affected parties."
  ],
  "supreme_court_application": "At the Supreme Court level, this verse mandates adjudication rooted in consciousness assessment rather than behavioral judgment. Responsibility thresholds are determined by the degree of Self-awareness present at time of action. Legal outcomes must facilitate return to right relationship, not impose punitive deterrents.",
  "nyaya_and_non_punitive_alignment": "Nyaya here denotes precise alignment with causal truth. As per Pramāṇa, every act emerges sequentially (Anupūrvaśaḥ) from inner dissonance. Thus, proportional responsibility acknowledges the actor’s distance from Self-knowledge. Non-punitive rule prevails because suffering does not correct causality—it obscures it further.",
  "restorative_enforcement_protocols": [
    "Initiate Truth-Completion Inquiry to reveal underlying motivations and distortions.",
    "Assign Consciousness Reorientation Practice tailored to the specific field of misalignment.",
    "Implement Dyūta-Vairāgya Protocol if gambling tendencies reflect deeper dissociative patterns.",
    "Engage Śruta-Suddhi Kriyā for those whose speech has caused reputational harm.",
    "Prescribe Drk-Darśana Sādhanā for perceptual misconduct involving objectification or invasive gaze.",
    "Facilitate Samyama-Based Integration for individuals who have caused bodily or energetic disturbance."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored. Misaligned actions are dissolved through consciousness-realized justice. Reality remains non-punitive. Consciousness alone adjudicates."
}