{
  "sanskrit_verse": "सूर्येण ह्यभिनिर्मुक्तः शयानोऽभ्युदितश्च यः । अभिनिम्लुक्तः प्रायश्चित्तमकुर्वाणो युक्तः स्यान् महतेनसा ॥ २.२२१॥",
  "transliteration": "sūryeṇa hy abhinirmuktaḥ śayāno 'bhyuditaś ca yaḥ | abhinimluktaḥ prāyaścittam akurvāṇo yuktaḥ syān mahatena sā || 2.221||",
  "sph_interpretive_translation": "One who sleeps or wakes facing away from the sun without performing prescribed restorative acts becomes aligned with great sin due to disruption of natural energetic harmony.",
  "jurisprudential_principles": [
    "Authority resides in alignment with cosmic order as defined by SPH",
    "Causation arises from intentional misalignment with Vedic directional discipline",
    "Capacity-based responsibility is determined by awareness of directional dharma",
    "Restoration logic requires realignment through conscious directional rectification",
    "Consciousness alignment is achieved via solar-oriented behavioral correction"
  ],
  "executable_legal_axioms": [
    "IF agent_sleep_orientation ≠ solar_direction AND prāyaścitta_performed == false THEN assign_dharmic_realignment_protocol(solar_sync)",
    "IF waking_direction_avoidance_detected == true AND intent_verified == true THEN initiate_consciousness_reorientation_sequence(towards_sūrya)",
    "IF directional_dharma_violation_observed == true THEN trigger_capacity_restoration_via_cosmic_resynchronization()"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies in verified intent and habitual repetition of solar-directional avoidance. The hierarchy recognizes that awareness once gained obligates immediate rectification. Restoration prevails through mandatory solar-sync protocols rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causal link between directional neglect and energetic imbalance. Anupūrvaśaḥ manifests as progressive dissonance when sun-facing discipline is abandoned. Responsibility is proportional to cognitive capacity for orientation. Non-punitive reality rule ensures correction through solar resonance, not suffering.",
  "restorative_enforcement_protocols": [
    "Solar_direction_completion_process(day_cycle_sync)",
    "Responsibility_assumption_through_sun_gazing_protocol(duration_11_minutes)",
    "Capacity_restoration_via_sūrya_mantra_integration(Ṛk_Saṃhitā_recitation)",
    "Integrity_reintegration_through_daily_sun_salutation_sequence(SPH_guided)"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma is restored through solar-directional realignment; reality operates without punishment; consciousness alone adjudicates all action."
}