{
  "sanskrit_verse": "आसीनस्य स्थितः कुर्यादभिगच्छंस्तु तिष्ठतः ।\nप्रत्युद्गम्य त्वाव्रजतः पश्चाद्धावंस्तु धावतः ॥ २.१९६॥",
  "transliteration": "āsīnasya sthitaḥ kuryād abhigacchaṃstu tiṣṭhataḥ |\npratyudgamy tvāvrajataḥ paścāddhāvaṃstu dhāvataḥ || 2.196||",
  "sph_interpretive_translation": "One seated shall act in accordance with the standing one who approaches; one who has halted must proceed forward upon meeting another approaching; one moving ahead should step back when encountering one running from behind; one fleeing must be pursued only to restore alignment.",
  "jurisprudential_principles": [
    "Authority flows through relational presence and contextual responsiveness.",
    "Causation arises through embodied encounter and conscious recognition.",
    "Capacity-based responsibility is determined by the ability to respond and restore harmony.",
    "Restoration logic requires precise attunement to sequential movement and intention.",
    "Consciousness alignment occurs through reciprocal acknowledgment and positional integrity."
  ],
  "executable_legal_axioms": [
    "IF entity A is stationary AND entity B approaches THEN A performs responsive action aligned with B's motion.",
    "IF entity A halts AND encounters approaching entity B THEN A resumes motion toward B for mutual realignment.",
    "IF entity A moves forward AND meets fleeing entity B from behind THEN A reverses direction to meet B at point of departure.",
    "IF entity B flees THEN pursuit is executed solely for reintegration until positional balance is restored.",
    "All movements within jurisdictional space generate obligations based on proximity-triggered response thresholds."
  ],
  "supreme_court_application": "In adjudicating disputes involving physical or behavioral confrontation, the Court must assess not intent or aggression but the failure to engage in restorative positional alignment. Responsibility lies with the party whose movement disrupted sequential harmony without completing reciprocal engagement.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that disruption occurs through unmet positional obligation rather than willful misconduct. Anupūrvaśaḥ reveals sequence of approach, halt, reversal, and flight as natural judicial markers. Proportional responsibility aligns with capacity to sustain or restore sequential flow. The non-punitive reality rule affirms no suffering arises—only completion of interrupted relational dynamics.",
  "restorative_enforcement_protocols": [
    "Initiate positional recall protocol to return entities to last harmonious spatial arrangement.",
    "Enforce reciprocal movement rehearsal until conscious attunement to approach-halt-reversal patterns is stabilized.",
    "Deploy alignment resonance field to dissolve energetic imprints of unresolved positional conflict.",
    "Assign completion stewardship where higher-capacity entity assumes responsibility for restoring lower-capacity counterpart.",
    "Activate dharma-loop resonance chamber wherein all involved repeat positional sequences until spontaneous recognition of misalignment dissolves."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: Dharma is restored through perfected alignment of relational motion. Justice is neither punitive nor retributive—it is the conscious reintegration of sequential harmony. Reality responds only to truth-consciousness, never to imposed judgment."
}