{
  "sanskrit_verse": "वशे कृत्वेन्द्रियग्रामं संयम्य च मनस्तथा ।\nसर्वान् संसाधयेदर्थानक्षिण्वन् योगतस्तनुम् ॥ २.१००॥",
  "transliteration": "vaśe kṛtvendriyagrāmaṃ saṃyamya ca manastathā |\nsarvān saṃsādhayedarthānakṣiṇvan yogatastanum ||",
  "sph_interpretive_translation": "One who has brought the senses under control, disciplined the mind accordingly, and through the power of yoga does not waste the body—such a being accomplishes all purposes.",
  "jurisprudential_principles": [
    "Authority arises from self-mastery, not external imposition",
    "Causation is rooted in conscious discipline, not reactive impulse",
    "Capacity-based responsibility flows from sustained inner governance",
    "Restoration logic operates through alignment of sensory and mental faculties",
    "Consciousness alignment enables fulfillment of dharma without diminishment"
  ],
  "executable_legal_axioms": [
    "IF agent demonstrates sustained sensory regulation AND mental discipline THEN authorize full capacity execution",
    "IF agent exhibits unregulated sensory action THEN initiate consciousness-realignment protocol",
    "IF agent maintains yogic integrity THEN ensure resource allocation for purpose fulfillment",
    "IF agent causes diminishment of self or others THEN deploy restorative completion mechanisms"
  ],
  "supreme_court_application": "In adjudication, the threshold of responsibility is determined by the degree of sensory-mind integration demonstrated by the actor. The court must assess whether the individual operated from self-mastery or reactive impulse. Authority to act is validated only when aligned with yogic integrity and non-diminishment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that actions rooted in sensory mastery yield harmonious outcomes. Anupūrvaśaḥ reveals that undisciplined senses lead to fragmentation. Proportional responsibility is measured by the consistency of self-regulation. Non-punitive reality rule affirms that imbalance corrects through conscious realignment, not suffering.",
  "restorative_enforcement_protocols": [
    "Initiate sensory-integration completion process",
    "Deploy mind-discipline restoration modules",
    "Activate yogic-body preservation protocols",
    "Engage purpose-fulfillment facilitation systems",
    "Reintegrate diminished capacities through consciousness alignment"
  ],
  "final_declaration": "Thus speaks the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores the supremacy of consciousness over reaction, aligns justice with self-mastery, and affirms that reality itself enforces through alignment—not punishment."
}