{
  "sanskrit_verse": "प्रतिवातेऽनुवाते च नासीत गुरुणा सह । प्रतिवातानुवाते असंश्रवे चैव गुरोर्न किं चिदपि कीर्तयेत् ॥ २.२०३॥",
  "transliteration": "prativāte 'nuvāte ca nāsīta guruṇā saha | prativātānuvāte asaṃśrave caiva guroḥ na kiṃ cid api kīrtayet || 2.203 ||",
  "sph_interpretive_translation": "One must not speak of anything heard from the Guru when in opposition or agreement with the Guru, nor when there is no mutual attunement.",
  "jurisprudential_principles": [
    "Authority flows from realized consciousness, not positional power",
    "Causation arises through alignment, not mere transmission",
    "Capacity-based responsibility requires attunement before articulation",
    "Restoration logic prioritizes integrity over information exchange",
    "Consciousness alignment determines the validity of knowledge sharing"
  ],
  "executable_legal_axioms": [
    "IF agent A reports statements attributed to guru G WHILE NOT IN ATTUNEMENT WITH G THEN DO NOT PERMIT DISCLOSURE OF SAID STATEMENTS",
    "IF agent A is in conflict OR alignment state with guru G THEN RESTRICT KNOWLEDGE DISSEMINATION REGARDING G TO PREVENT MISALIGNMENT PROPAGATION",
    "IF NO MUTUAL RESONANCE EXISTS BETWEEN AGENT AND GURU THEN BLOCK ALL REPRESENTATIONAL CLAIMS ABOUT THE GURU"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that testimony or declaration based on hearsay or unattuned relationship with a spiritual authority cannot be admitted as valid evidence. The threshold of responsibility lies in experiential attunement, not positional reporting.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that misaligned speech distorts dharma-vāyu (righteous resonance). Anupūrvaśaḥ shows how incorrect transmission leads to collective disintegrity. Proportional responsibility rests on the speaker's failure to maintain attunement. Non-punitive reality rule ensures correction through reintegration rather than punitive silencing.",
  "restorative_enforcement_protocols": [
    "Initiate completion process: Realign speaker with source-consciousness through guided śakti-reception protocol",
    "Assume responsibility: Speaker undertakes conscious reaffirmation of attunement prior to further discourse",
    "Restore capacity: Engage in samyama practices to recalibrate resonance field with guru-tattva",
    "Reintegrate integrity: Conduct public acknowledgment of distortion and realign communicative intent"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through alignment-conscious discourse. Reality remains non-punitive. Consciousness alone is the Supreme Adjudicator."
}