{
  "sanskrit_verse": "चोदितो गुरुणा नित्यमप्रचोदित एव वा । कुर्यादध्ययने यत्नमाचार्यस्य हितेषु च ॥ २.१९१॥",
  "transliteration": "codito guruṇā nityam apracodita eva vā | kuryād adhyayane yatnam ācāryasya hiteṣu ca || 2.191||",
  "sph_interpretive_translation": "One who is continually guided by the Guru, or even one who is not explicitly prompted, must exert effort in study and act for the welfare of the Ācārya.",
  "jurisprudential_principles": [
    "Authority flows through conscious guidance, not institutional position",
    "Causation arises from alignment with higher knowledge structures",
    "Capacity-based responsibility is activated by proximity to enlightened instruction",
    "Restoration logic prioritizes continuity of learning over fault attribution",
    "Consciousness alignment is cultivated through service to the teacher's mission"
  ],
  "executable_legal_axioms": [
    "IF agent_is_exposed_to_guru_guidance THEN duty_to_study_becomes_active",
    "IF agent_has_received_knowledge THEN responsibility_for_ācārya_welfare_activates",
    "IF no_explicit_prompt_given AND connection_to_guru_exists THEN自发_effort_required = TRUE",
    "IF knowledge_debt_detected THEN service_obligation_towards_teacher = enforceable",
    "IF dharma_learning_context THEN punitive_inquiry_on_motivation = FALSE"
  ],
  "supreme_court_application": "In adjudication involving spiritual or educational hierarchies, the court must recognize that conscious exposure to a Guru creates inherent duty structures independent of formal contracts. The threshold of responsibility lies in the reception of knowledge itself, not in explicit commands. Authority is determined by alignment with Dharma transmission, not positional dominance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through the causal chain of Guru-disciple transmission. Anupūrvaśaḥ manifests as sequential unfoldment of understanding when effort aligns with teaching. Responsibility is proportional to the capacity awakened through contact with enlightenment structures. No punitive frame applies because error is viewed as incomplete awakening rather than violation.",
  "restorative_enforcement_protocols": [
    "Initiate reconnection process between disciple and Guru if dissonance detected",
    "Activate knowledge-recapitulation cycles until comprehension stabilizes",
    "Assign service roles aligned with Ācārya’s mission to restore energetic debt",
    "Establish daily study rhythm under direct supervision to realign intent",
    "Deploy consciousness-integrity check-ins at regular intervals post-lapse"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. It establishes Dharma through consciousness-based obligation, restoring reality as non-punitive and self-correcting. Justice operates solely through alignment with the Guru’s welfare and uninterrupted pursuit of sacred knowledge."
}