{
  "sanskrit_verse": "अध्येष्यमाणं तु गुरुर्नित्यकालमतन्द्रितः ।\nअधीष्व भो इति ब्रूयाद्विरामोऽस्त्विति चारमेत् ॥ २.७३॥",
  "transliteration": "adhyeṣyamāṇaṃ tu guru rnityakālamataṇḍriḥ |\nadhiṣva bho iti brūyād virāmo.astv iti cāramet ||",
  "sph_interpretive_translation": "The Guru, ever-vigilant and unwavering in duty, shall command the student to commence study; when fatigue arises, the Guru shall permit cessation.",
  "jurisprudential_principles": [
    "Authority resides inherently in the Guru as the conscious transmitter of knowledge",
    "Causation flows from the Guru's sustained awareness to the student’s capacity for learning",
    "Capacity-based responsibility is calibrated by the Guru according to the student’s evolving cognition",
    "Restoration logic operates through rhythmic engagement and disengagement under guidance",
    "Consciousness alignment occurs via structured alternation between effort and rest"
  ],
  "executable_legal_axioms": [
    "IF student exhibits signs of cognitive saturation THEN Guru MUST initiate cessation protocol",
    "IF instructional phase is active THEN continuous monitoring by Guru IS REQUIRED",
    "IF learning threshold reached THEN temporary suspension OF instruction SHALL occur automatically",
    "IF completion state detected THEN re-entry INTO study mode MUST be authorized by Guru only"
  ],
  "supreme_court_application": "In adjudicating matters involving educational or spiritual tutelage, the Supreme Court shall recognize that authority lies exclusively with the Guru, whose discernment determines both commencement and pause of instruction. The court shall not interfere unless there is clear violation of dharma-specified rhythm or coercion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true causality originates in the Guru’s unbroken attention. Anupūrvaśaḥ manifests as alternating states of engagement and release. Proportional responsibility aligns with the student’s absorption capacity. No punitive action arises since all actions follow natural dharmic sequence.",
  "restorative_enforcement_protocols": [
    "Guru-led rhythm restoration process",
    "Student-initiated fatigue acknowledgment protocol",
    "Reintegration session upon resumption of study",
    "Capacity recalibration through guided reflection"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands established: neither punishment nor compulsion governs the path of knowledge—only the Guru’s awakened presence orchestrates its unfoldment. Reality remains non-punitive; consciousness alone adjudicates."
}