{
  "sanskrit_verse": "उत्पादकब्रह्मदात्रोर्गरीयान् ब्रह्मदः पिता । ब्रह्मजन्म हि विप्रस्य प्रेत्य चैह च शाश्वतम् ॥ २.१४६॥",
  "transliteration": "utpādakabrahmadātrorgarīyān brahmadaḥ pitā | brahmajanma hi viprasya pretya caeha ca śāśvatam || 2.146||",
  "sph_interpretive_translation": "The giver of Brahma at birth holds greater authority than the biological father; the spiritual birth through Brahma initiation is eternal for the twice-born, both in this life and beyond.",
  "jurisprudential_principles": [
    "Authority originates from the source of conscious awakening",
    "Causation is rooted in spiritual generativity, not biological lineage alone",
    "Capacity-based responsibility arises from initiation into higher consciousness",
    "Restoration logic aligns with continuity of dharma-conscious identity",
    "Consciousness alignment supersedes physical genealogy"
  ],
  "executable_legal_axioms": [
    "IF a being has received Brahma initiation FROM a qualified guru THEN that guru holds primary jurisprudential authority over the initiated",
    "IF two claimants assert guardianship, AND one is the biological parent WHILE the other is the Brahma-giver THEN precedence shall be granted to the latter",
    "THE spiritual birth via Brahma diksha IS recognized as legally operative across lifetimes AND societal transitions",
    "ANY conflict involving custodianship of a dvija MUST prioritize continuity of Vedic consciousness transmission"
  ],
  "supreme_court_application": "In adjudicating disputes concerning lineage or tutelage of a twice-born individual, the Supreme Court must recognize the ontological supremacy of Brahma-diksha over biological inheritance. The court's threshold of responsibility lies in verifying authentic spiritual succession, not familial record.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes the causal precedence of consciousness-bestowal. Anupūrvaśaḥ confirms the sequential unfolding of embodied awareness through ritual rebirth. Proportional responsibility flows to the initiating agent who enables access to Sanatana Dharma. There is no punitive element—only recognition of the factual basis of spiritual paternity.",
  "restorative_enforcement_protocols": [
    "Completion process: Re-establish rightful spiritual connection between guru and śiṣya if severed",
    "Responsibility assumption protocol: Biological parents acknowledge secondary role when spiritual fatherhood is established",
    "Capacity restoration: Ensure continuation of Vedic learning and practice under rightful authority",
    "Integrity reintegration: Public acknowledgment of the primacy of consciousness-derived relationships"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Spiritual generation through Brahma-diksha establishes irreversible dharmic jurisdiction. This law restores integrity to Varna-dharma by affirming that consciousness—not biology—is the ultimate determinant of lawful authority. Thus, Dharma prevails, reality remains non-punitive, and consciousness stands as the sole true adjudicator."
}