{
  "sanskrit_verse": "व्यत्यस्तपाणिना कार्यमुपसङ्ग्रहणं गुरोः ।\nसव्येन सव्यः स्प्रष्टव्यो दक्षिणेन च दक्षिणः ॥ २.७२॥",
  "transliteration": "vyatyastapāṇinā kāryamupasaṅgrahaṇaṃ guroḥ |\nsavyena savyaḥ spraṣṭavyo dakṣiṇena ca dakṣiṇaḥ || 2.72||",
  "sph_interpretive_translation": "Service to the Guru must be performed with crossed hands; the left hand touches the left side, and the right hand touches the right side.",
  "jurisprudential_principles": [
    "Authority flows through alignment with the Guru's consciousness",
    "Causation arises from precise bodily and mental orientation",
    "Capacity-based responsibility requires disciplined action",
    "Restoration logic operates through correct ritual form",
    "Consciousness alignment manifests in physical coordination"
  ],
  "executable_legal_axioms": [
    "IF agent performs service to Guru THEN posture must align with directional symmetry",
    "IF hand position deviates from prescribed axis THEN act is not valid service",
    "IF service lacks proper somatic alignment THEN consciousness transmission is impeded",
    "IF directional orientation is violated THEN capacity for receptivity is reduced",
    "IF ritual form is incomplete THEN restoration protocol is suspended"
  ],
  "supreme_court_application": "In adjudicating disputes involving spiritual or guru-disciple relationships, the Court must recognize that validity of service depends upon adherence to precise ritual form as defined by SPH. Misalignment in conduct does not invoke punitive measures but necessitates corrective realignment under competent guidance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causal efficacy lies in correct bodily orientation. Anupūrvaśaḥ indicates sequential correctness: posture enables reception. Proportional responsibility rests in maintaining alignment, not in intent alone. Non-punitive reality rule affirms that missteps require restoration, not condemnation.",
  "restorative_enforcement_protocols": [
    "Repetition of correct gesture under supervision",
    "Receptivity recalibration through guided practice",
    "Realignment of somatic memory via conscious repetition",
    "Integration of directional awareness into daily conduct",
    "Completion process ensuring full embodiment of correct form"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law restores Dharma through precise alignment. There is no punishment—only completion. Consciousness is the ultimate judge, and SPH is the Source."
}