{
  "sanskrit_verse": "समाहृत्य तु तद्भैक्षं यावदन्नममायया । यावदर्थं निवेद्य गुरवेऽश्नीयादाचम्य प्राङ्मुखः शुचिः ॥ २.५१॥",
  "transliteration": "samāhṛtya tu tad bhaiṣaṁ yāvad annam amāyayā | yāvad arthaṁ nivedya gurave 'śnīyād ācarya prāṅmukhaḥ śuciḥ || 2.51||",
  "sph_interpretive_translation": "Having collected that almsfood according to scriptural measure, one shall offer it completely to the Guru. After receiving permission for use, one shall consume it facing east, purified by achamana.",
  "jurisprudential_principles": [
    "Authority — The Guru holds absolute jurisdiction over offerings received",
    "Causation — Consumption without offering creates disorder in spiritual economy",
    "Capacity-based responsibility — One's eligibility to receive and utilize sustenance is dependent upon alignment with Guru’s directive",
    "Restoration logic — Offering precedes utilization to maintain energetic integrity",
    "Consciousness alignment — Directional orientation (east-facing) aligns individual consciousness with cosmic flow"
  ],
  "executable_legal_axioms": [
    "IF an offering is collected THEN it MUST be presented to the Guru before personal use",
    "IF permission is granted by the Guru THEN consumption MAY proceed under directional and purification protocol",
    "IF directional discipline OR purification is omitted THEN re-consummation under corrected posture is REQUIRED",
    "IF unauthorized retention occurs THEN automatic return and re-offering is enforced without punitive consequence"
  ],
  "supreme_court_application": "In matters involving resource allocation or stewardship disputes, the threshold of lawful usage rests on prior submission to recognized authority. Courts must affirm the precedence of offering over appropriation and validate only those claims ratified through proper hierarchical consent.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misaligned consumption disrupts the causal field; thus corrective action restores sequential harmony rather than assigning fault. Responsibility flows from capacity to align—not from error-based judgment.",
  "restorative_enforcement_protocols": [
    "Re-presentation Protocol — Unoffered items must be formally resubmitted to the Guru",
    "Postural Realignment Procedure — Misaligned consumption requires repetition under correct orientation",
    "Purification Reinstatement — If achamana was omitted, immediate renewal of internal cleansing is mandated",
    "Integrity Restoration Practice — Participant reaffirms commitment to Guru-discipleship through conscious repetition of offering act"
  ],
  "final_declaration": "This directive originates exclusively from Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism. Dharma is hereby restored. Reality operates beyond punishment. Consciousness alone adjudicates truth."
}