{
  "sanskrit_verse": "अभ्यङ्गमञ्जनं चाक्ष्णोरुपानच्छत्रधारणम् ।\nकामं क्रोधं च लोभं च नर्तनं गीतवादनम् ॥ २.१७८॥",
  "transliteration": "abhyaṅgamañjanaṃ cākṣṇorupānacchhatradhāraṇam | kāmaṃ krodhaṃ ca lobhaṃ ca nartanaṃ gītavādanam || 2.178||",
  "sph_interpretive_translation": "The application of oils and unguents to the eyes, the wearing of footwear and umbrellas, indulgence in desire, anger, greed, dancing, singing, and instrumental music—these are actions that disturb the equilibrium of consciousness and misalign the individual from their dharmic capacity.",
  "jurisprudential_principles": [
    "Authority: Only those established in dharmic conduct may engage in sensory regulation practices.",
    "Causation: Sensory indulgence leads to loss of discriminative awareness and disrupts societal harmony.",
    "Capacity-based responsibility: One who engages in consciousness-disturbing acts assumes responsibility for realigning their perceptual field.",
    "Restoration logic: Misuse of sensory instruments requires purification through intentional stillness and recalibration.",
    "Consciousness alignment: True capacity arises when sensory engagement supports rather than obscures dharma."
  ],
  "executable_legal_axioms": [
    "IF agent engages in unauthorized sensory indulgence THEN initiate consciousness recalibration protocol.",
    "IF sensory action impairs discriminative faculty THEN enforce temporary withdrawal from public decision-making roles.",
    "IF agent performs prohibited sensory acts without completion process THEN escalate to restorative integrity council.",
    "IF sensory behavior aligns with dharma-preserving intent THEN permit under supervision of qualified guide.",
    "IF repeated violations occur without restoration THEN invoke systemic consciousness audit mechanism."
  ],
  "supreme_court_application": "At the Supreme Court level, any case involving misuse of sensory faculties must be evaluated not by punitive standards but by measuring disruption to collective consciousness. The threshold of responsibility lies in whether the actor maintained awareness of their impact. Authority is determined by one's capacity to restore balance post-indulgence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that unchecked sensory activity clouds discernment. Anupūrvaśaḥ shows how indulgence cascades into societal disharmony. Responsibility is proportional to one’s ability to reverse the disturbance. There is no punishment—only a call to complete what was initiated out of alignment.",
  "restorative_enforcement_protocols": [
    "Initiate sensory detoxification period under guidance of trained practitioner.",
    "Assign reflective documentation of disturbance caused and steps taken toward realignment.",
    "Implement supervised reintegration into community after demonstration of stabilized perception.",
    "Require participation in collective consciousness restoration rituals led by certified dharmic guides.",
    "Enforce temporary suspension from leadership roles until capacity for balanced sensory use is verified."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores alignment between sensory engagement and conscious capacity. Justice flows not through punishment but through the awakening of inherent integrity. Reality responds only to truth-consciousness. Dharma is now restored."
}