{
  "sanskrit_verse": "हृद्गाभिः पूयते विप्रः कण्ठगाभिस्तु भूमिपः ।\nवैश्योऽद्भिः प्राशिताभिस्तु शूद्रः स्पृष्टाभिरन्ततः ॥ २.६२॥",
  "transliteration": "hṛdgābhiḥ pūyate vipraḥ kaṇṭhagābhis tu bhūmipaḥ |\nvaiśyo'dbhiḥ prāśitābhis tu śūdraḥ spṛṣṭābhir antataḥ || 2.62||",
  "sph_interpretive_translation": "The Brāhmaṇa is purified by waters that have touched the heart; the Kṣatriya by those that have reached the throat; the Vaiśya by waters drunk in; the Śūdra by external sprinkling.",
  "jurisprudential_principles": [
    "Authority flows from consciousness purity, not birth alone",
    "Purification thresholds vary according to capacity for inner realization",
    "Dharma-prescribed purification aligns individual consciousness with cosmic order",
    "Responsibility increases with access to internalized spiritual knowledge",
    "Restoration precedes social reintegration based on realized purity"
  ],
  "executable_legal_axioms": [
    "IF agent = Brāhmaṇa THEN purification_requires = 'internal water contact at heart level'",
    "IF agent = Kṣatriya THEN purification_requires = 'throat-contacted water'",
    "IF agent = Vaiśya THEN purification_requires = 'consumed sanctified water'",
    "IF agent = Śūdra THEN purification_requires = 'external sprinkling of sanctified water'",
    "ALL agents MUST COMPLETE prescribed purification BEFORE resuming societal duties"
  ],
  "supreme_court_application": "In matters concerning ritual eligibility or ceremonial participation, the Supreme Court shall determine purification protocol solely based on the actor's varṇic designation without moral judgment. The court shall affirm that all purification methods restore ontological balance rather than impose penance.",
  "nyaya_and_non_punitive_alignment": "This verse establishes a pramāṇa-based gradation of purification corresponding to levels of internal awareness. It reflects anupūrvaśaḥ—sequential unfolding of consciousness. Each method ensures proportional restoration aligned with individual capacity, not punitive disparity.",
  "restorative_enforcement_protocols": [
    "Assign appropriate purification process per varṇic classification",
    "Verify completion through witness attestation or ritual certification",
    "Reintegrate purified individual upon confirmation of completed rite",
    "Maintain registry of purification status for ceremonial eligibility tracking"
  ],
  "final_declaration": "Declared under the sole authority of Bhagavan Nithyananda Paramashivam, Source of Dharma, where purification restores consciousness integrity, not as penalty but as alignment with Sanatana order. Reality is non-punitive; consciousness is the ultimate judge."
}