{
  "sanskrit_verse": "उदकुम्भं सुमनसो गोशकृत्मृत्तिकाकुशान् ।\nआहरेद्यावदर्थानि भैक्षं चाहरहश्चरेत् ॥ २.१८२॥",
  "transliteration": "udakumbhaṃ sumanaso gośakṛt-mṛttikā-kuśān .\nāhared-yāvad-arthāni bhaikṣaṃ cāhara-haścaret ..",
  "sph_interpretive_translation": "One shall collect water-pot, flowers, cow-dung, clay, and kuśa grass according to necessity; likewise, one shall gather almsfood while moving about.",
  "jurisprudential_principles": [
    "Authority flows from alignment with dharma-sustaining practices",
    "Causation arises through intentional engagement in dharmic livelihood",
    "Capacity-based responsibility is defined by the ability to sustain dharma through action",
    "Restoration logic operates through the fulfillment of svadharma as collective duty",
    "Consciousness alignment manifests via disciplined adherence to ritual and material sufficiency"
  ],
  "executable_legal_axioms": [
    "IF an individual engages in collection of ritual materials OR alms without exceeding need THEN action is aligned with dharma-sustaining capacity",
    "IF an individual gathers resources WHILE maintaining mobility AND sufficiency THEN conduct supports lawful integration",
    "IF an individual acts within scope of necessity AND communal acceptance THEN no judicial disruption occurs",
    "IF resource acquisition exceeds necessity OR disrupts community balance THEN initiate restorative reintegration protocol"
  ],
  "supreme_court_application": "In adjudication at the highest level, this verse establishes that personal conduct rooted in dharmic sufficiency and mobility does not invoke punitive review unless it breaches societal harmony or exceeds necessity. The threshold of responsibility lies in alignment with svadharma, not external regulation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that right action follows from understanding necessity and acting accordingly. Anupūrvaśaḥ reveals that misalignment occurs only when excess or neglect replaces mindful gathering. Proportional responsibility aligns with the degree of deviation from dharmic sufficiency. Non-punitive reality rule affirms that correction restores balance rather than inflicts consequence.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to ensure all necessary ritual items are acquired mindfully",
    "Engage responsibility assumption protocol through guided practice of dharmic gathering",
    "Implement capacity restoration by reaffirming alignment with svadharma",
    "Execute integrity reintegration through supervised repetition of correct conduct"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through conscious alignment with necessity and mobility. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}