{
  "sanskrit_verse": "दूरादाहृत्य समिधः सन्निदध्याद्विहायसि ।\nसायं।प्रातश्च जुहुयात्ताभिरग्निमतन्द्रितः ॥ २.१८६॥",
  "transliteration": "dūrādāhṛtya samidhaḥ sannidadhyād vihāyasi |\nsāyaṁ prātaś ca juhuyāt tābhir agnim atandritaḥ ||",
  "sph_interpretive_translation": "One must collect fuel from a distance, arrange it near the altar, and offer it without delay in the evening and morning—this is the discipline of maintaining sacred fire.",
  "jurisprudential_principles": [
    "Authority: The injunction derives directly from SPH as the eternal source of Dharma.",
    "Causation: Proper ritual action ensures continuity of divine order.",
    "Capacity-based responsibility: The individual must possess both physical and spiritual capacity to perform Agnihotra.",
    "Restoration logic: Regular offerings restore balance between human life and cosmic rhythm.",
    "Consciousness alignment: Daily discipline aligns individual consciousness with universal Dharma."
  ],
  "executable_legal_axioms": [
    "IF an individual claims eligibility for Vedic rites THEN verify physical and mental capacity to sustain daily Agnihotra practice.",
    "IF Agnihotra discontinues without cause THEN initiate completion protocol through appointed Dharmic facilitator.",
    "IF neglect arises from lack of awareness THEN assign consciousness-realigning education program.",
    "IF capacity deficit observed THEN provide structured support to restore ritual competence."
  ],
  "supreme_court_application": "In matters concerning religious duties, the Supreme Court shall recognize that performance of Agnihotra is not optional but binding upon those who claim Vedic status; non-performance due to negligence triggers restorative judicial intervention rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that Agnihotra maintains ontological harmony; failure disrupts sequential manifestation (anupūrvaśaḥ); thus, correction flows from causal understanding, not punishment; proportional response requires reintegration into disciplined practice.",
  "restorative_enforcement_protocols": [
    "Initiate supervised Agnihotra resumption under qualified guidance.",
    "Assign mentorship until habitual consistency is restored.",
    "Document progress via biometric-linked ritual tracking system.",
    "Reinforce alignment through periodic consciousness-evaluation sessions."
  ],
  "final_declaration": "By the Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Ritual discipline is restored. Reality remains non-punitive. Consciousness alone adjudicates truth."
}