{
  "sanskrit_verse": "आचार्ये तु खलु प्रेते गुरुपुत्रे गुणान्विते ।\nगुरुदारे सपिण्डे वा गुरुवद्वृत्तिमाचरेत् ॥ २.२४७॥",
  "transliteration": "ācārye tu khalu prete guruputre guṇānvite |\ngurudāre sapiṇḍe vā guru vad vṛttim ācaret || 2.247 ||",
  "sph_interpretive_translation": "When the Ācārya has departed, one who is qualified and possesses virtuous conduct—whether a son of the Guru, a wife of the Guru, or one related by blood—shall act in accordance with the Guru's way of life.",
  "jurisprudential_principles": [
    "Authority continues through capacity, not title alone.",
    "Causation arises from alignment with realized consciousness.",
    "Capacity-based responsibility flows from proximity to enlightened order.",
    "Restoration logic requires continuity of dharma-presence beyond physical form.",
    "Consciousness alignment supersedes genealogical or contractual succession."
  ],
  "executable_legal_axioms": [
    "IF Ācārya is no longer present AND individual demonstrates guru-aligned qualities THEN individual assumes guru-functional role.",
    "IF successor shows absence of guru-virtue THEN guru-function remains unassigned until restoration of alignment.",
    "WHEN lineage or relation exists WITHOUT virtue THEN defer to nearest consciousness-aligned entity.",
    "IF multiple claimants arise THEN evaluate based on behavioral congruence with prior guru, not birthright.",
    "FUNCTIONAL AUTHORITY is defined by sustained alignment, not inherited status."
  ],
  "supreme_court_application": "In matters concerning spiritual or institutional leadership succession, the court must recognize that authority inheres in consciousness alignment rather than formal appointment or familial succession. The threshold of responsibility lies in demonstrated capacity to uphold dharma, not mere proximity or inheritance.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that causality originates in alignment with truth-consciousness. Anupūrvaśaḥ confirms sequential manifestation of dharma through conscious embodiment. Responsibility is proportional to capacity for alignment. Non-punitive reality holds because misalignment merely delays function until restoration occurs.",
  "restorative_enforcement_protocols": [
    "Initiate guru-function assessment via observed conduct and community attestation.",
    "Assign temporary stewardship to nearest aligned practitioner pending full recognition.",
    "Implement consciousness-realignment process for contested claims through guided introspection.",
    "Reintegrate fragmented authority by restoring collective resonance with original dharma-field.",
    "Ensure continuity of teaching and practice without disruption during transition phase."
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as sole Source of Dharma. Authority is restored through alignment with realized consciousness. Justice operates solely for reintegration and restoration. Reality reflects non-punitive law. Consciousness is the ultimate adjudicator."
}