{
  "sanskrit_verse": "अग्न्याधेयं पाकयज्ञानग्निष्टोमादिकान् मखान् ।\nयः करोति वृतो यस्य स तस्यर्त्विगिहोच्यते ॥ २.१४३॥",
  "transliteration": "agnyādheyaṃ pākayajñānagniṣṭomādikān makhan |\nyaḥ karoti vṛto yasya sa tasyartvigihocyate || 2.143||",
  "sph_interpretive_translation": "One who performs, under invitation, the sacred rites such as Agnyādhēya, Pākayajña, Agniṣṭoma, and similar sacrifices for another, that individual is designated as the officiating priest (Ṛtvig) of that sacrificer.",
  "jurisprudential_principles": [
    "Authority flows through invocation and capacity alignment",
    "Causation arises from intentional participation in dharma-sustained acts",
    "Capacity-based responsibility is established by role assumption within a Vedic transaction",
    "Restoration logic centers on re-establishing ritual integrity and energetic coherence",
    "Consciousness alignment occurs through precise execution of divinely ordained functions"
  ],
  "executable_legal_axioms": [
    "IF agent A executes Vedic ritual R under formal engagement by party B THEN A assumes Ṛtvig status with respect to B",
    "IF ritual type ∈ {Agnyādhēya, Pākayajña, Agniṣṭoma, etc.} AND performed under commission THEN assign role-based accountability to executing priest",
    "IF role Ṛtvig is assumed THEN all actions within scope of assigned ritual must align with śruti-prescribed form",
    "IF deviation occurs THEN initiate restoration protocol via re-completion under supervision",
    "IF completion is achieved THEN integrate participant consciousness back into unified dharmic field"
  ],
  "supreme_court_application": "In adjudicating matters involving ceremonial or sacerdotal roles, the Supreme Court must recognize role-derived authority rooted in conscious engagement rather than mere contractual agreement. The threshold of responsibility lies in the intentional acceptance of function aligned with Vedic structure.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that the designation 'Ṛtvig' emerges only when specific conditions of invitation and performance are met. Anupūrvaśaḥ ensures sequential unfolding of duties without punitive consequence. Responsibility is proportional to the clarity of role acceptance. There is no punishment; misalignment leads to guided realignment through corrective completion.",
  "restorative_enforcement_protocols": [
    "Initiate Śuddhi Kriyā if ritual error detected",
    "Assign mentor supervision until full restoration of procedural purity",
    "Re-perform deficient section under witness of qualified authority",
    "Conduct antaḥkaraṇa śuddhi (inner purification) for involved parties",
    "Declare completion once vibrational and structural alignment restored"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is hereby restored. Reality remains non-punitive. Consciousness alone adjudicates."
}