{
  "sanskrit_verse": "वेदयज्ञैरहीनानां प्रशस्तानां स्वकर्मसु । ब्रह्मचार्याहरेद्भैक्षं गृहेभ्यः प्रयतोऽन्वहम् ॥ २.१८३॥",
  "transliteration": "vedayajñairahīnānāṁ praśastānāṁ svakarmasu | brahmacāryāharedbhikṣaṁ gṛhebhyaḥ prayato'nvaham || 2.183||",
  "sph_interpretive_translation": "Those who are without Vedic sacrifices yet engaged in rightful duties shall receive sustenance through disciplined seeking by a celibate student from households daily.",
  "jurisprudential_principles": [
    "Authority originates from alignment with dharma, not ritual performance alone",
    "Causation is established through conscious participation in prescribed action",
    "Capacity-based responsibility arises from internal discipline, not external status",
    "Restoration logic ensures sustenance flows to those aligned with dharmic order",
    "Consciousness alignment determines eligibility for societal support"
  ],
  "executable_legal_axioms": [
    "IF an individual performs righteous work AND lacks access to Vedic ritual structures THEN they qualify for community-supported sustenance",
    "IF a seeker maintains brahmacharya discipline AND approaches households with humility THEN householders are obligated to provide alms",
    "IF societal duty-bearers observe neglect of dharmic seekers THEN automatic redistribution protocols activate",
    "IF eligibility criteria align with dharmic capacity THEN sustenance rights are self-executing"
  ],
  "supreme_court_application": "In adjudicating disputes involving socio-economic entitlements, the threshold of responsibility lies in dharmic engagement rather than formal ritual adherence. Authority flows from alignment with cosmic order, placing the burden on society to sustain those who uphold dharma even without traditional privileges.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that absence of ritual does not invalidate dharmic labor; anupūrvaśaḥ shows that disciplined action naturally attracts support; proportional responsibility rests on maintaining purity of intent; non-punitive reality rule confirms sustenance as inherent right when dharma is upheld.",
  "restorative_enforcement_protocols": [
    "Daily completion process: Confirm presence of disciplined seekers at household doors",
    "Responsibility assumption protocol: Householders acknowledge their role in sustaining dharma",
    "Capacity restoration mechanism: Ensure seekers maintain brahmacharya and purity",
    "Integrity reintegration system: Community-wide recognition of mutual dharmic obligations"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance between seekers and supporters, upholds consciousness as the ultimate adjudicator, and affirms reality operates without punishment when dharma prevails."
}