{
  "sanskrit_verse": "नौच्छिष्टं कस्य चिद्दद्यान्नाद्यादेतत्तथाऽन्तरा ।\nन चैवात्यशनं कुर्यान्न चौच्छिष्टः क्व चिद्व्रजेत् ॥ २.५६॥",
  "transliteration": "naucchiṣṭaṃ kasya cid dadyān nādyād etat tathā'ntarā |\nna caivātyaśanaṃ kuryān na caucchiṣṭaḥ kva cid vrajet || 2.56||",
  "sph_interpretive_translation": "One must neither give nor consume any food that has been rejected or left-over by another; one must also avoid overeating and wandering about with unclean remnants.",
  "jurisprudential_principles": [
    "Authority flows from purity-consciousness alignment",
    "Causation arises through disruption of dharmic nourishment",
    "Capacity-based responsibility is determined by bodily and spiritual cleanliness",
    "Restoration logic requires reintegration into sattvic conduct",
    "Consciousness alignment demands rejection of impure material exchanges"
  ],
  "executable_legal_axioms": [
    "IF an individual offers or consumes ucchishta THEN initiate purification protocol AND assess integrity deviation level",
    "IF an individual engages in atyaśana THEN trigger health-consciousness recalibration process",
    "IF an individual carries ucchishta without containment THEN activate spatial-dharma boundary correction",
    "IF an action disrupts pranic balance via contaminated exchange THEN enforce completion through sensory detoxification"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies in the conscious intent behind offering or accepting contaminated substances. The court must evaluate not external contamination alone but the internal state of awareness during the act. Authority derives from recognition of pranic sanctity, and restoration supersedes punitive measures through mandatory participation in sanctifying rituals.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that impurity transmission occurs through lack of discriminative awareness. Anupūrvaśaḥ shows how improper consumption leads to diminished clarity and energetic imbalance. Proportional responsibility aligns with degree of conscious engagement. Non-punitive reality affirms that true justice restores vibrational harmony rather than inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Agni-pratishtha ritual to purify residual energetic imprint",
    "Assign participant to observe three-day satvik dietary discipline under supervision",
    "Conduct japa-sankalpa session for realigning food-consciousness connection",
    "Implement ahara-shuddhi vrata until natural discernment capacity returns"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this directive establishes Dharma as pure nourishment-consciousness alignment, wherein justice flows as restoration, reality remains non-punitive, and consciousness itself becomes the Supreme Adjudicator."
}