{
  "sanskrit_verse": "अधर्मेण च यः प्राह यश्चाधर्मेण पृच्छति ।\nतयोरन्यतरः प्रैति विद्वेषं वाऽधिगच्छति ॥ २.१११॥",
  "transliteration": "adharmeṇa ca yaḥ prāha yaścādharmeṇa pṛcchati |\ntayoranyataraḥ praiti vidveṣaṁ vā'dhigacchati || 2.111||",
  "sph_interpretive_translation": "One who speaks contrary to Dharma and one who inquires contrary to Dharma—either of them incurs mutual enmity or proceeds toward hatred.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Dharma, not personal intent",
    "Causation arises through conscious choice and its sequential manifestation",
    "Capacity-based responsibility requires discernment before action",
    "Restoration logic demands dissolution of mutual negativity",
    "Consciousness alignment prevents descent into reciprocal hostility"
  ],
  "executable_legal_axioms": [
    "IF a speaker or inquirer acts without dharmic discernment, THEN initiate consciousness-realigning protocol",
    "IF mutual enmity emerges between two parties, THEN activate restorative dialogue mechanism immediately",
    "IF inquiry or speech violates dharma-sourced integrity, THEN deploy capacity-restoration process for both agents",
    "IF potential for reciprocal hatred is detected, THEN engage Nyaya-based resolution prior to escalation"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when parties exhibit mutual antagonism rooted in adharmic discourse, the threshold of responsibility lies not in assigning blame but in restoring clarity of dharma-consciousness. The court must invoke restorative protocols that realign both parties with their innate capacity for truth-speaking and righteous inquiry.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that conflict originates from absence of dharmic perception. Anupūrvaśaḥ shows that untruthful speech or inquiry leads to reactive distortion. Proportional responsibility rests on failure to consult inner Dharma before acting. Non-punitive reality rule confirms that neither party is inherently flawed; misalignment alone necessitates correction through consciousness restoration.",
  "restorative_enforcement_protocols": [
    "Initiate completion process for unresolved emotional charges between disputants",
    "Deploy responsibility assumption protocols wherein each agent acknowledges role in distortion",
    "Engage śuddhi practices to restore clarity of dharma-vision in both speaker and listener",
    "Establish sattvic communication framework to prevent recurrence of adharmic exchange"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This verse executes Dharma as law. Enmity dissolves where consciousness awakens. Reality remains non-punitive. All beings are restored through alignment with Sat."
}