{
  "sanskrit_verse": "इन्द्रियाणां विचरतां विषयेष्वपहारिषु ।\nसंयमे यत्नमातिष्ठेद्विद्वान् यन्तैव वाजिनाम् ॥ २.८८॥",
  "transliteration": "indriyāṇāṃ vicaratāṃ viṣayeṣvapahāriṣu |\nsaṃyame yatnamātiṣṭhedvidvān yantaiva vājinām || 2.88||",
  "sph_interpretive_translation": "When the senses wander toward objects that diminish consciousness, the wise one must exert effort in restraint—just as a charioteer controls galloping horses.",
  "jurisprudential_principles": [
    "Authority flows from conscious self-governance",
    "Causation arises through uncontrolled sensory engagement",
    "Capacity-based responsibility requires mastery over internal instruments",
    "Restoration logic centers on re-alignment of attention and intent",
    "Consciousness alignment is achieved through disciplined withdrawal"
  ],
  "executable_legal_axioms": [
    "IF sensory impulse leads to diminished awareness THEN initiate internal regulation protocol",
    "IF individual demonstrates capacity for restraint THEN assign higher-order decision-making authority",
    "IF action originates from unregulated sense-object contact THEN activate reflective realignment process",
    "IF consciousness-level stabilizes post-intervention THEN recognize restoration of lawful agency"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that true legal capacity resides in those who demonstrate mastery over reactive impulses. Legal authority is not merely positional but ontologically rooted in self-regulation. Cases involving leadership or custodial roles must assess the actor's proven ability to restrain sensory impulsivity as a threshold for legitimate responsibility.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that uncontrolled sense engagement leads to distorted perception and erroneous action. The sequential manifestation (anupūrvaśaḥ) begins with sensory distraction, progresses to loss of discernment, and culminates in harmful conduct. Thus, proportional responsibility lies in restoring the capacity for restraint—not in inflicting consequence. Nyaya operates by aligning pramāṇa, not by enforcing punitive symmetry.",
  "restorative_enforcement_protocols": [
    "Initiate sensory regulation completion process until stable detachment is demonstrated",
    "Assign guided practice of restraint under qualified supervision",
    "Reintegrate individual into community upon verified restoration of inner governance",
    "Establish ongoing monitoring of sensory discipline as part of integrity maintenance"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores consciousness as the sole arbiter of justice. No punishment arises where awareness prevails. Reality itself enforces through alignment, never through pain."
}