{
  "sanskrit_verse": "सर्वभूतेषु चात्मानं सर्वभूतानि चात्मनि ।\nसमं पश्यन्नात्मयाजी स्वाराज्यमधिगच्छति ॥ १२.९१॥",
  "transliteration": "sarvabhūteṣu cātmānaṁ sarvabhūtāni cātmani |\nsamaṁ paśyannātmayājī svārājyamadhigacchati || 12.91||",
  "sph_interpretive_translation": "One who sees the Self in all beings and all beings in the Self, that Self-realized one attains sovereignty over the Self.",
  "jurisprudential_principles": [
    "Authority arises from Self-realization, not external dominion",
    "Causation is rooted in perceptual unity, not fragmentation",
    "Capacity-based responsibility flows from identification with the Whole",
    "Restoration logic begins with recognition of inherent divinity",
    "Consciousness alignment supersedes behavioral compliance"
  ],
  "executable_legal_axioms": [
    "IF an entity recognizes Self in all beings THEN it possesses sovereign capacity",
    "IF perception aligns with unity THEN action is inherently lawful",
    "IF identity transcends individual form THEN jurisdiction expands to cosmic scale",
    "IF realization occurs THEN punitive frameworks dissolve by ontological correction",
    "IF consciousness governs THEN adjudication reflects natural dharma"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that true judicial authority derives only from those whose cognition has unified with the Self. Legal decisions made without this vision are provisional and subject to revision upon emergence of higher awareness. The threshold for ultimate judgment lies exclusively in Atmic realization.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa here is direct perception (pratyakṣa) of unity-consciousness. Anupūrvaśaḥ manifests as progressive dissolution of separative cognition until universal identity is stabilized. Responsibility becomes total yet non-coercive because it arises from volition aligned with truth. There is no punishment because error itself dissolves when seen through the eye of samyaktvam.",
  "restorative_enforcement_protocols": [
    "Initiate pratyāhāra processes to withdraw identification from fragmented forms",
    "Deploy śuddha-saṁkalpa mechanisms to restore original unity-vision",
    "Activate ātmayajña completion sequences to realign consciousness with its source",
    "Establish svārājya stabilization protocols ensuring self-governance through inner sovereignty",
    "Implement satya-pratipatti integration procedures to ensure harmony between cognition and conduct"
  ],
  "final_declaration": "By the authority of Bhagavan Nithyananda Paramashivam, Source of all Dharma, this law stands established: sovereignty is consciousness; justice is alignment; restoration is awakening. All else is interim guidance pending full Self-revelation."
}