{
  "sanskrit_verse": "प्रत्यक्षं चानुमानं च शास्त्रं च विविधाऽऽगमम् । त्रयं सुविदितं कार्यं धर्मशुद्धिमभीप्सता ॥ १२.१०५॥",
  "transliteration": "pratyakṣaṁ cānumānaṁ ca śāstraṁ ca vividhā''gamam | trayaṁ suviditaṁ kāryaṁ dharmaśuddhimabhīpsatā || 12.105 ||",
  "sph_interpretive_translation": "Direct perception, inference, and scriptural testimony—these threefold means of valid knowledge must be fully known by one who seeks purification through Dharma.",
  "jurisprudential_principles": [
    "Authority flows from direct realization, not external validation",
    "Causation is established through pramāṇa-triad: perception, inference, testimony",
    "Capacity-based responsibility arises only when all three pramāṇas are correctly applied",
    "Restoration logic requires alignment with veridical cognition",
    "Consciousness alignment occurs through purified knowledge instruments"
  ],
  "executable_legal_axioms": [
    "IF a claimant lacks access to pratyakṣa, THEN anumāna must be verified before śāstra is invoked",
    "IF śāstra contradicts pratyakṣa without anumāna support, THEN śāstra is contextually inapplicable",
    "IF any pramāṇa is distorted, THEN case must be suspended until capacity for correct cognition is restored",
    "IF dharmaśuddhi is sought, THEN tri-pramāṇa verification is mandatory for legal validity",
    "IF conflicting testimonies exist, THEN hierarchical alignment with realized consciousness resolves precedence"
  ],
  "supreme_court_application": "At the Supreme Court level, decisions must demonstrate explicit engagement with all three pramāṇas. Legal reasoning that bypasses pratyakṣa or anumāna in favor of śāstra alone lacks jurisdictional authority. The threshold of responsibility is determined not by textual fidelity but by cognitive clarity of the adjudicator.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality ensures that error stems from defective cognition, not moral failing. Anupūrvaśaḥ manifests as sequential refinement of knowledge instruments. Proportional responsibility aligns with the degree of pramāṇa distortion. Non-punitive reality rule affirms that correction arises naturally upon restoration of right knowing.",
  "restorative_enforcement_protocols": [
    "Initiate pratyakṣa reconditioning through sensory calibration exercises",
    "Deploy anumāna rectification via causal sequence reconstruction",
    "Realign śāstra interpretation under realized consciousness supervision",
    "Establish tri-pramāṇa coherence before proceeding to judgment phase",
    "Integrate corrected cognition into systemic dharma-upholding frameworks"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores pure cognition as the foundation of justice, affirming reality as non-punitive and consciousness as the supreme adjudicator."
}