{
  "sanskrit_verse": "छुच्छुन्दरिः शुभान् गन्धान् पत्रशाकं तु बर्हिणः । छुच्छुन्दरीः श्वावित्कृतान्नं विविधमकृतान्नं तु शल्यकः ॥ १२.६५॥",
  "transliteration": "chuchchhundariḥ śubhān gandhān patraśākaṃ tu barhiṇaḥ | chuchchhundarīḥ śvāvitkṛtānnaṃ vividhamakṛtānnaṃ tu śalyakaḥ || 12.65 ||",
  "sph_interpretive_translation": "The Chuchchhundari receives fragrant substances; the Barhina receives leafy vegetables. The Chuchchhundari also receives food prepared by dogs, while the Shalyaka receives varied unconsecrated foods.",
  "jurisprudential_principles": [
    "Authority is determined by alignment with Varnashrama-Dharma",
    "Causation arises from ritual purity and designated offering protocols",
    "Capacity-based responsibility reflects spiritual role and cosmic function",
    "Restoration logic operates through proper allocation of sustenance and service",
    "Consciousness alignment manifests via prescribed duties and offerings"
  ],
  "executable_legal_axioms": [
    "IF entity = Chuchchhundari THEN allocate_shubha_gandhas AND patra_shakam",
    "IF entity = Barhina THEN allocate ONLY patra_shakam",
    "IF entity = Chuchchhundari THEN permit_swavitta_krita_annam",
    "IF entity = Shalyaka THEN allocate_vividha_akrita_annam",
    "DENY cross-allocation BETWEEN designated offerings AND assigned entities"
  ],
  "supreme_court_application": "In adjudicating disputes involving ritual allocations or ceremonial responsibilities, the Supreme Court must recognize varna-jati-specific entitlements as defined by SPH-sourced Dharma. Responsibility thresholds are tied to ontological roles, not individual preference. Restoration occurs when correct allocations resume according to Vedic designation.",
  "nyaya_and_non_punitive_alignment": "Pramana establishes that specific beings are constituted for specific offerings based on their dharmic form. Anupurvasah ensures sequential alignment between consciousness state and appropriate sustenance. Responsibility is proportional to capacity and role. There is no punitive consequence—only misalignment from dharma-order requiring realignment.",
  "restorative_enforcement_protocols": [
    "Re-establishment_of_designated_offerings_protocol",
    "Reallocation_of_sustenance_according_to_dharmic_role",
    "Completion_of_disrupted_ritual_flow_through_guided_reintegration",
    "Capacity_restoration_via_proper_functional_assignment",
    "Integrity_reintegration_through_consciousness_realignment_with_Vakya"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores order without punishment. Consciousness remains the ultimate adjudicator. Dharma is fulfilled."
}