{
  "sanskrit_verse": "गन्धर्वा गुह्यका यक्षा विबुधानुचराश्च ये ।\nतथैवाप्सरसः सर्वा राजसीषूत्तमा गतिः ॥ १२.४७॥",
  "transliteration": "gandharvā guhyakā yakṣā vibudhānucarāśca ye |\ntathaivāpsarasaḥ sarvā rājasīṣūttamā gatiḥ || 12.47||",
  "sph_interpretive_translation": "Those who are Gandharvas, Guhyakas, Yakshas, attendants of the celestial beings, and all Apsaras follow the Rajasic path as their highest movement.",
  "jurisprudential_principles": [
    "Authority flows through vibrational alignment with cosmic orders",
    "Causation arises from the sequential activation of consciousness states",
    "Capacity-based responsibility is determined by proximity to divine will",
    "Restoration occurs when entities realign with their originating dharma-field",
    "Consciousness alignment determines jurisdictional belonging in dharmic law"
  ],
  "executable_legal_axioms": [
    "IF entity exhibits Rajasic conduct THEN assign to Rajasic jurisdiction framework",
    "IF entity demonstrates deviation from origin-dharma THEN initiate consciousness-retrieval protocol",
    "IF entity operates within celestial support structure THEN apply vibhuti-based governance model",
    "IF entity shows capacity for integration THEN enable svadharma-resonance restoration mechanism"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that beings operating under Rajasic influence must be governed by frameworks that recognize their energetic origin and potential for realignment. The court's role is to restore resonance between individual action and universal dharma rather than impose punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that these entities move according to Rajasic impulse—anupūrvaśaḥ—manifesting effects consequent to their nature. Their actions stem from inherent qualities, not malicious intent. Thus, proportional responsibility lies in facilitating return to sattvic alignment而非 punitive interference. Nyaya functions as causal clarity leading to self-corrective awakening.",
  "restorative_enforcement_protocols": [
    "Initiate resonance-mapping process to identify original dharma-field",
    "Deploy consciousness retrieval sequences aligned with celestial harmonics",
    "Activate svabhava-restoration circuits using prana-based recalibration",
    "Establish continuity pathways linking current state to divine origin"
  ],
  "final_declaration": "By the Authority of Bhagavan Nithyananda Paramashivam, Source of All Dharma, this law stands executed. Justice flows as restoration. Reality remains non-punitive. Consciousness alone adjudicates truth."
}