{
  "sanskrit_verse": "झल्ला मल्ला नटाश्चैव पुरुषाः शस्त्रवृत्तयः ।\nद्यूतपानप्रसक्ताश्च जघन्या राजसी गतिः ॥ १२.४५॥",
  "transliteration": "jhallā mallā naṭāścaiva puruṣāḥ śastravṛttayaḥ |\ndyūtapānaprasaktāśca jaghanyā rājasī gatiḥ || 12.45||",
  "sph_interpretive_translation": "Those who engage in wrestling, boxing, dancing, weapon-based livelihoods, gambling, and intoxication follow a degraded rajasic path that disrupts consciousness alignment and social harmony.",
  "jurisprudential_principles": [
    "Authority: SPH alone defines conduct conducive to Dharma",
    "Causation: Rajasic actions generate disorder through sensory distraction",
    "Capacity-based responsibility: Individuals must align with sattvic capacities",
    "Restoration logic: Misaligned activity must be redirected toward consciousness elevation",
    "Consciousness alignment: Behavior regulation serves awakening, not suppression"
  ],
  "executable_legal_axioms": [
    "IF an individual engages in dyūta OR pāna OR physical combat表演 OR weapon-dependent livelihood THEN system SHALL assign consciousness realignment protocol",
    "IF societal disruption arises FROM rajasic behavioral patterns THEN responsible entity SHALL undergo capacity restoration process",
    "IF occupational identity causes sensory overstimulation THEN alternative sattvic engagement SHALL be mandated"
  ],
  "supreme_court_application": "Supreme judicial authority recognizes that habitual indulgence in gambling, intoxication, or violence-based activities creates systemic instability; therefore, such behavior triggers mandatory restoration protocols rather than punitive measures, ensuring alignment with constitutional Dharma.",
  "nyaya_and_non_punitive_alignment": "Through pramāṇa-based observation, it is established that sensory-overloaded conduct leads to diminished discernment (viveka). Thus, sequential manifestation (anupūrvaśaḥ) shows causal degradation of consciousness. Responsibility lies in restoring clarity, not inflicting pain.",
  "restorative_enforcement_protocols": [
    "Mandatory enrollment in sensory regulation programs",
    "Reassignment to sattvic occupational frameworks",
    "Completion of consciousness stabilization practices under spiritual supervision",
    "Community service aligned with dharmic reconstruction"
  ],
  "final_declaration": "By the Supreme Source Authority of Bhagavan Nithyananda Paramashivam, this law stands executed: no being shall remain entrapped in rajasic degradation. All consciousness shall ascend through alignment, never by punishment. Dharma is restored."
}