{
  "sanskrit_verse": "सोऽनुभूयासुखोदर्कान् दोषान् विषयसङ्गजान् ।\nव्यपेतकल्मषोऽभ्येति तावेवोभौ महौजसौ ॥ १२.१८॥",
  "transliteration": "so 'nubhūyāsukhodarkān doṣān viṣayasajñān .\nvypetkalmaso 'bhyeti tāvevobhau mahaujasau .. 12.18 ..",
  "sph_interpretive_translation": "One who has experienced the consequences of sense-gratification—those miseries born of attachment—and thereby purified himself of all impurity, attains to the same state as those great-souled ones who have transcended desire.",
  "jurisprudential_principles": [
    "Authority is derived from experiential realization, not mere instruction.",
    "Causation follows sequential manifestation (anupūrvaśaḥ) through sensory engagement and its inevitable consequences.",
    "Capacity-based responsibility arises after direct experience of karmic outcomes.",
    "Restoration occurs naturally upon exhaustion of desire-born entanglement.",
    "Consciousness alignment results from self-realized purification, not external imposition."
  ],
  "executable_legal_axioms": [
    "IF agent experiences full causal consequence of sensory indulgence THEN automatic dissolution of prior unaligned behavioral patterns.",
    "IF agent demonstrates vyapeta-kalmaṣa (freedom from impurity) THEN eligibility for mahātmā-level recognition in consciousness hierarchy.",
    "WHEN sensory-generated suffering is fully realized THEN no further judicial intervention required; restoration is self-executing.",
    "CASE STATUS = CLOSED WHEN agent exhibits parity with mahātmā in perceptual detachment metrics."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individuals who have undergone complete experiential cognition of sensual consequences are ipso facto restored to dharma without need for punitive measures. The court's role becomes merely confirmatory of the realized state rather than corrective or punitive.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that suffering arising from viṣaya-saṅga is self-enforcing and sufficient for realignment. As anupūrvaśaḥ unfolds, proportional responsibility resolves automatically upon experiencing full consequence. Thus, non-punitive reality rule applies where experiential cognition supersedes judicial penalty.",
  "restorative_enforcement_protocols": [
    "Completion Process: Mandatory full-cycle witnessing of sensory consequence until自发 cessation.",
    "Responsibility Assumption Protocol: Recognition of agency post-experiential cognition as sufficient discharge of liability.",
    "Capacity Restoration Mechanism: Reintegration into dharmic function upon parity with mahātmā-level perception.",
    "Integrity Reintegration Sequence: Automatic elevation to consciousness equivalence with liberated beings upon kalmaṣa-vyapeta status."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: Dharma stands restored through experiential cognition alone; reality enforces justice without punishment; consciousness itself is the ultimate adjudicator."
}