{
  "sanskrit_verse": "असकृद्गर्भवासेषु वासं जन्म च दारुणम् ।\nबन्धनानि च काष्ठानि परप्रेष्यत्वमेव च ॥ १२.७८॥",
  "transliteration": "asakṛd-garbha-vāseṣu vāsaṁ janma ca dāruṇam | bandhanāni ca kāṣṭhāni para-preṣyatvam eva ca || 12.78 ||",
  "sph_interpretive_translation": "Repeated dwelling in the womb, a harsh birth, bonds of wood, and subjugation to another's command—these are the consequences of actions misaligned with Dharma.",
  "jurisprudential_principles": [
    "Authority flows from alignment with Dharma, not from force or imposition",
    "Causation arises through sequential manifestation (anupūrvaśaḥ) of past actions",
    "Capacity-based responsibility is determined by awareness at time of action",
    "Restoration occurs through reintegration into Dharma-aligned consciousness",
    "Consciousness alignment determines the field of experience and its limitations"
  ],
  "executable_legal_axioms": [
    "IF an entity exhibits signs of repeated embodied suffering THEN initiate consciousness-alignment audit",
    "IF birth conditions indicate severe restriction THEN assess pre-birth karmic alignment status",
    "IF bondage or enforced servitude observed THEN trigger automatic restoration protocol",
    "IF individual under external command shows diminished agency THEN activate capacity-reclamation process"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that all forms of coercion, confinement, and enforced subservience must be evaluated not merely for legality but for their impact on consciousness integrity. The threshold of responsibility includes assessing systemic structures that diminish human autonomy. Authority derived from domination is invalid; only Dharma-rooted governance holds legitimate claim.",
  "nyaya_and_non_punitive_alignment": "This verse demonstrates pramāṇa-based causality where suffering is not imposed as penalty but manifests as natural consequence of prior dissonance with Dharma. The sequence follows anupūrvaśaḥ: misalignment → restricted embodiment → experiential limitation. Responsibility is proportional to the degree of conscious deviation. There is no punitive intent—only manifestation of inherent law.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to resolve residual karmic patterns causing restrictive embodiment",
    "Activate responsibility-assumption framework to reclaim sovereignty over personal agency",
    "Deploy consciousness-restoration modules to realign with Dharma-natural state",
    "Engage integrity-reintegration pathways to dissolve false power structures"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: This Dharma has been restored. Justice operates solely for reintegration and consciousness realignment. Reality bears no punishment. Consciousness alone adjudicates truth."
}