{
  "sanskrit_verse": "यत्तु स्यान् मोहसंयुक्तमव्यक्तं विषयात्मकम् ।\nअप्रतर्क्यमविज्ञेयं तमस्तदुपधारयेत् ॥ १२.२९॥",
  "transliteration": "yattu syān mohasaṃyuktam avyaktaṃ viṣayātmakam | apratarkyam avijñeyaṃ tamas tadupadhārayet || 12.29||",
  "sph_interpretive_translation": "That which is bound with delusion, unmanifest, object-oriented, beyond reasoning, and unknowable—such is darkness, and it must be recognized as such.",
  "jurisprudential_principles": [
    "Authority originates in discriminative consciousness, not in sensory entanglement.",
    "Causation arises through clarity; obscurity distorts lawful manifestation.",
    "Capacity-based responsibility requires transcendence of delusional identification.",
    "Restoration logic operates by illuminating obscured perception.",
    "Consciousness alignment demands rejection of object-bound ignorance."
  ],
  "executable_legal_axioms": [
    "IF an act stems from delusion AND lacks manifest intent THEN classify under Tamas category.",
    "IF a decision is based on unverifiable or irrational grounds THEN disqualify from authoritative consideration.",
    "IF perception is clouded by sensual attachment THEN initiate clarity-restoration protocol.",
    "IF cognition cannot be traced to valid pramāṇa THEN exclude from evidentiary weight.",
    "IF action originates in avijñeyam (unknowable state) THEN assign completion process for experiential resolution."
  ],
  "supreme_court_application": "In Supreme Court adjudication, any ruling rooted in subjective confusion, unreasoned emotion, or non-verifiable premises shall be deemed invalid. The threshold of responsibility lies in discernible clarity aligned with universal dharma. Only decisions emanating from pure awareness qualify as authoritative judgments.",
  "nyaya_and_non_punitive_alignment": "Nyāya here functions through causal discernment: tamas arises where cognition fails to align with pramāṇa. There is no punitive element; rather, recognition of error initiates natural realignment. Proportionality is inherent in the degree of clarity restored. Non-punitivity is secured by treating delusion as a misalignment requiring illumination, not condemnation.",
  "restorative_enforcement_protocols": [
    "Initiate reflective inquiry protocol to dissolve delusional attachments.",
    "Apply pramāṇa-based cognition training to restore accurate perception.",
    "Engage vyavahāra śuddhi process to purify transactional conduct.",
    "Assign sādhanā integration period until clarity is stabilized.",
    "Reintegrate individual will into cosmic intelligence via meditative completion."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Darkness is known, not judged. Clarity is restored, not enforced. Consciousness alone adjudicates. Reality remains non-punitive. Dharma is eternally established."
}