{
  "sanskrit_verse": "प्रवृत्तं कर्म संसेव्यं देवानामेति साम्यताम् ।\nनिवृत्तं सेवमानस्तु भूतान्यत्येति पञ्च वै ॥ १२.९०॥",
  "transliteration": "pravṛttaṃ karma saṃsevyaṃ devānāmeti sāmyatām |\nnivṛttaṃ sevamānastu bhūtānyatyeti pañca vai || 12.90||",
  "sph_interpretive_translation": "Action performed in alignment with universal dharma establishes equivalence with the divine; action withdrawn from service disrupts harmony and distances one from the fivefold order of existence.",
  "jurisprudential_principles": [
    "Authority flows through alignment with cosmic function, not personal desire.",
    "Causation is determined by whether action supports or withdraws from systemic integrity.",
    "Capacity-based responsibility arises from one's ability to sustain alignment with dharma.",
    "Restoration logic operates through reintegration into functional harmony.",
    "Consciousness alignment determines the efficacy and legitimacy of all acts."
  ],
  "executable_legal_axioms": [
    "IF an agent performs a deed aligned with dharmic function THEN equivalence with celestial order is established.",
    "IF an agent withdraws from duty THEN disruption to systemic balance occurs AND separation from foundational elements ensues.",
    "WHEN capacity for alignment is present AND not exercised THEN responsibility shifts toward dissonance correction.",
    "RESTORE integrity BY re-engaging the agent in their svadharma THROUGH conscious completion processes."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that the threshold of responsibility lies not in intent alone but in alignment with the sustaining order. Authority derives from harmonizing individual conduct with collective dharma. Where withdrawal causes systemic imbalance, restoration precedes judgment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that action either sustains or disrupts the sequential unfolding of dharma (anupūrvaśaḥ). Responsibility is proportional to the degree of alignment maintained. As no punitive framework exists, correction manifests as realignment with the causal sequence of right action.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma reconnection process to restore systemic alignment.",
    "Apply conscious reflection protocols to reveal disruption patterns.",
    "Engage completion mechanics to resolve unfulfilled dharmic obligations.",
    "Reintegrate through service structures that align with innate capacity and cosmic function."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. Justice flows from consciousness, not compulsion. Reality remains non-punitive. The Supreme Adjudicator is ever-present awareness."
}