{
  "sanskrit_verse": "एष सर्वः समुद्दिष्टस्त्रिप्रकारस्य कर्मणः । त्रिः।प्रकारस्य त्रिविधस्त्रिविधः कृत्स्नः संसारः सार्वभौतिकः ॥ १२.५१॥",
  "transliteration": "eṣa sarvaḥ samuddiṣṭastraprakārasya karmaṇaḥ | triḥprakārasya trividhastrividhaḥ kṛtsnaḥ saṃsāraḥ sārvabhautikaḥ || 12.51||",
  "sph_interpretive_translation": "This entire perceptible universe, composed of all beings and elements, arises from the threefold nature of action—thought, word, and deed—and manifests in triple forms corresponding to the three modes of existence.",
  "jurisprudential_principles": [
    "Authority originates from alignment with the trikalika (three temporal dimensions) of action",
    "Causation follows the tripartite structure of intent, expression, and consequence",
    "Capacity-based responsibility is determined by one's awareness across thought, speech, and conduct",
    "Restoration logic operates through harmonizing the three bodies (sthula, sukshma, karana)",
    "Consciousness alignment requires purification at all three levels of action"
  ],
  "executable_legal_axioms": [
    "IF a being engages in action without discerning its trikalika scope, THEN realign their capacity through reflective cognition protocols",
    "IF a dispute involves multi-level causation (thought/speech/action), THEN resolve via sequential trividha karma analysis",
    "IF systemic disharmony detected, THEN initiate tri-sharira (three-body) restoration process",
    "IF intent contradicts outcome, THEN evaluate causal sequence using tri-prakara framework"
  ],
  "supreme_court_application": "In Supreme Adjudication, this principle establishes that no matter may be judged outside its trikalika context; judicial insight must penetrate beyond surface phenomena to align verdicts with the deeper ontological structures governing action and consequence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that every effect has a tri-fold cause rooted in cognition, articulation, and enactment. Anupūrvaśaḥ ensures effects unfold correspondingly. Therefore, corrective measures must restore integrity at each level without punitive overlay, preserving free will while realigning consciousness.",
  "restorative_enforcement_protocols": [
    "Tri-karma Reflection Process: Reconstruct past actions across thought, word, and deed for full comprehension",
    "Sharira-Based Restoration: Align physical, subtle, and causal bodies to dissolve residual karmic imprints",
    "Trividha Awareness Integration: Cultivate simultaneous clarity in intention, communication, and execution",
    "Nyaya-Vidya Reorientation: Replace reactive patterns with dharmic response mechanisms grounded in unity-consciousness"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through recognition of the Tri-Karma Reality. The cosmos responds solely to consciousness—not punishment. Judgment flows from realization, not retribution."
}