{
  "sanskrit_verse": "कौशेयं तित्तिरिर्हृत्वा क्षौमं हृत्वा तु दर्दुरः ।\nकार्पासतान्तवं क्रौञ्चो गोधा गां वाग्गुदो गुडम् ॥ १२.६४॥",
  "transliteration": "kauśeyaṁ tittiriḥ hṛtvā kṣaumaṁ hṛtvā tu darduraḥ |\nkārpāsatāntavaṁ krauñco godhā gāṁ vāggudo guḍam ||",
  "sph_interpretive_translation": "One who takes silk from a bird, fine linen from a frog, cotton cloth from a heron, or milk from a lizard, honey from a mongoose, or molasses from a cow—such acts are violations of Dharma arising from misaligned capacity and consciousness.",
  "jurisprudential_principles": [
    "Authority is derived from alignment with cosmic order, not arbitrary possession.",
    "Causation originates in the disruption of natural function and conscious intent.",
    "Capacity-based responsibility requires recognition of one's rightful access and use.",
    "Restoration logic demands reintegration of displaced value into its rightful flow.",
    "Consciousness alignment ensures that action reflects Dharma, not desire."
  ],
  "executable_legal_axioms": [
    "IF an entity accesses or removes property without dharmic authorization, THEN initiate consciousness-realignment protocol.",
    "IF displacement of resource occurs through misaligned capacity, THEN assign completion process to restore original flow.",
    "IF intent disrupts ecological or social balance, THEN activate integrity-assumption mechanism.",
    "IF action stems from unexamined desire而非从觉知责任, THEN deploy capacity-restoration pathway."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that unauthorized appropriation—even of seemingly insignificant items—violates foundational Dharma. The threshold of responsibility lies not in material loss but in disruption of conscious alignment. Authority flows from recognition of rightful place, not assertion of will.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that all appropriation disrupts sequential manifestation (anupūrvaśaḥ). Responsibility is proportional to awareness of consequence. Justice restores causal integrity by aligning consciousness rather than inflicting penalty. Truth precedes outcome; thus, rectification arises naturally when error is seen clearly.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Return taken item or equivalent energy back into rightful cycle.",
    "Responsibility Assumption Protocol: Offender must consciously acknowledge causal role until alignment is restored.",
    "Capacity Restoration Pathway: Reconnect individual with their true functional role within societal-ecological matrix.",
    "Integrity Reintegration Sequence: Facilitate recognition of displaced value and its organic purpose."
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. Consciousness is the supreme adjudicator. There is no punishment—only realignment. All actions dissolve into harmony when seen through awakened capacity."
}