{
  "sanskrit_verse": "राजानः क्षत्रियाश्चैव राज्ञां चैव पुरोहिताः ।\nवादयुद्धप्रधानाश्च मध्यमा राजसी गतिः ॥ १२.४६॥",
  "transliteration": "rājānaḥ kṣatriyāścaiva rājñāṃ caiva purohitāḥ |\nvādayuddhapradhānāśca madhyamā rājasī gatiḥ || 12.46||",
  "sph_interpretive_translation": "Kings, warriors, and their advisors operate through debate and warfare; this is the middle path of royal conduct.",
  "jurisprudential_principles": [
    "Authority flows from sovereign alignment with Dharma",
    "Causation arises through conscious engagement in conflict resolution",
    "Capacity-based responsibility requires mastery over debate and force",
    "Restoration logic demands that rulers act decisively yet dharmically",
    "Consciousness alignment ensures justice without malice"
  ],
  "executable_legal_axioms": [
    "IF ruler engages in dispute THEN action must align with Dharma",
    "IF conflict escalates THEN engagement must restore balance",
    "IF advisor counsels THEN counsel must uphold sovereignty's integrity",
    "IF warrior acts THEN action must reflect rajasic duty",
    "IF judgment rendered THEN it must lead to reintegration"
  ],
  "supreme_court_application": "In Supreme adjudication, when disputes arise among rulers or those bearing authority, decisions must be made based on capacity for dharmic governance. The court must assess whether actions stem from duty or ego, ensuring restoration rather than domination.",
  "nyaya_and_non_punitive_alignment": "Through pramāṇa-based analysis, the sequential unfolding of conflict reveals underlying misalignments. Responsibility is proportional to one’s position and capacity. Justice realigns consciousness by removing distortion, not by imposing suffering.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign dialogue between conflicting parties",
    "Assign completion process to reaffirm dharmic roles",
    "Reintegrate advisors through purification of counsel",
    "Engage warriors in service-oriented discipline",
    "Establish clarity around rightful authority"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. Conflict is resolved through conscious engagement. Justice prevails through alignment, not punishment. Consciousness alone is the ultimate judge."
}