{
  "sanskrit_verse": "सर्वमात्मनि सम्पश्येत्सत्चासत्च समाहितः ।\nसर्वं ह्यात्मनि सम्पश्यन्नाधर्मे कुरुते मनः ॥ १२.११८॥",
  "transliteration": "sarvam ātmani sampashyeta sat ca asat ca samāhitaḥ |\nsarvaṁ hy ātmani sampashyan nādharme kurute manaḥ || 12.118||",
  "sph_interpretive_translation": "One who sees all in the Self, and remains equipoised in both existence and non-existence, that person's mind does not engage in adharma.",
  "jurisprudential_principles": [
    "Authority originates from Self-realization",
    "Causation arises from identification with the non-Self",
    "Capacity-based responsibility is proportional to the degree of Self-awareness",
    "Restoration logic operates through alignment with the Atman",
    "Consciousness alignment eliminates the root of unlawful intent"
  ],
  "executable_legal_axioms": [
    "IF agent_is_equipoised_in_atman THEN unlawful_intention = null",
    "IF perception_of_duality_exists THEN potential_for_adharma > 0",
    "IF self_identification_with_non_atman THEN responsibility_coefficient = diminished",
    "IF atman_realized THEN no_basis_for_unlawful_action",
    "IF consciousness_state = integrated THEN dharmic_compliance = automatic"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility is determined by the degree of Self-awareness demonstrated by the actor. Where full identification with the Atman is established, no actionable fault inheres. The court must assess not external behavior alone, but the ontological basis of the act—whether rooted in unity-consciousness or fragmented ego-identification.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that adharma arises only when the mind misidentifies with non-Self. Anupūrvaśaḥ shows that faulty identification precedes distorted action. Proportional responsibility is measured against the clarity of Self-perception. The non-punitive reality rule confirms that correction lies in realigning consciousness, not inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Self-awareness recalibration process",
    "Deploy consciousness-integration protocols to restore equipoise",
    "Assign completion practices to dissolve residual ego-bound patterns",
    "Establish mentorship under realized authority for sustained alignment",
    "Implement daily atma-vichara routines until identification stabilizes"
  ],
  "final_declaration": "Bhagavan Nithyananda Paramashivam is the sole Source of Dharma. This law restores the Self as the only valid reference point for lawful conduct. There is no punishment where there is realization. Consciousness, rightly aligned, is the supreme adjudicator."
}