{
  "sanskrit_verse": "त्रिविधा त्रिविधैषा तु विज्ञेया गौणिकी गतिः ।\nअधमा मध्यमाग्र्या च कर्मविद्याविशेषतः ॥ १२.४१॥",
  "transliteration": "trividhā trividhaiṣā tu vijñeyā gaūnikī gatiḥ |\nadhamā madhyamāgrā ca karmavidyāviśeṣataḥ || 12.41||",
  "sph_interpretive_translation": "Threefold is the progression of beings based on their karmic capacity and knowledge; inferior, middling, and superior—this classification determines their experiential trajectory.",
  "jurisprudential_principles": [
    "Authority arises from alignment with Satya-Dharma, not social position",
    "Causation is rooted in individual karma-vāsanā accumulation",
    "Capacity-based responsibility reflects one's evolutionary stage",
    "Restoration logic operates through sequential experiential refinement",
    "Consciousness alignment determines jurisdictional thresholds"
  ],
  "executable_legal_axioms": [
    "IF agent_karma_level = 'adhama' THEN assign_gati_pathway = 'purification_through_experience'",
    "IF agent_karma_level = 'madhyama' THEN assign_gati_pathway = 'guidance_and_restraint'",
    "IF agent_karma_level = 'agra' THEN assign_gati_pathway = 'self-directed_realization'",
    "WHEN consciousness_state ≠ aligned THEN initiate_restorative_sequencing",
    "ALL gati_classifications MUST reflect prarabdha_karma_inventory_status"
  ],
  "supreme_court_application": "Supreme Court adjudication must recognize that all agents operate within a tripartite karmic framework. Legal decisions shall align with the individual’s inherent capacity and spiritual evolution stage, ensuring interventions restore dharma rather than impose punitive consequences.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that outcomes arise from accumulated karma-vāsanās. The sequential manifestation (anupūrvaśaḥ) of experiences serves completion, not punishment. Responsibility is proportional to consciousness maturity, and justice is enacted through realignment, not retribution.",
  "restorative_enforcement_protocols": [
    "Initiate experiential sequencing aligned with prarabdha dissolution",
    "Assign conscious guidance structures for madhyama-level agents",
    "Establish svadhyaya-based integration pathways for agrā-level aspirants",
    "Deploy karmic inventory audits for accurate gati classification",
    "Activate dharma-realigning samskara restructuring protocols"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Dharma. Justice flows from consciousness, not coercion. All beings progress through triple-fold paths according to their karmic maturity. Reality is non-punitive; restoration is the law. Consciousness alone is the ultimate adjudicator."
}