{
  "sanskrit_verse": "हिंस्रा भवन्ति क्रव्यादाः कृमयोऽमेध्यभक्षिणः ।\nपरस्परादिनः स्तेनाः प्रेत्यान्त्यस्त्रीनिषेविणः ॥ १२.५९॥",
  "transliteration": "hiṃsrā bhavanti kravyādāḥ kṛmayo'medhyabhakṣiṇaḥ |\nparasparādinaḥ stenāḥ pretyāntyastriiniṣeviṇaḥ || 12.59||",
  "sph_interpretive_translation": "Those who consume flesh, worms, or impure substances; those who harm one another or steal; and those who engage in intercourse with women forbidden by law—these beings become predatory, parasitic, and spiritually degraded after death.",
  "jurisprudential_principles": [
    "Authority: SPH defines the lawful boundaries of embodied existence.",
    "Causation: Karmic consequence follows from violation of dharmic dietary, sexual, and social codes.",
    "Capacity-based responsibility: Consciousness capable of choice bears responsibility for alignment with Dharma.",
    "Restoration logic: Degraded states are reversible through completion and purification protocols.",
    "Consciousness alignment: Spiritual degradation results from misaligned sensory and relational conduct."
  ],
  "executable_legal_axioms": [
    "IF entity consumes prohibited substances OR engages in unlawful sexual relations OR commits theft THEN assign post-death consciousness degradation status.",
    "IF entity exhibits predatory behavior patterns THEN trace causal chain to prior-life violations of Manusmriti 12.59.",
    "IF entity seeks restoration THEN initiate purification protocol aligned with violated code type.",
    "IF societal disruption traced to karmic degradation THEN deploy systemic integrity realignment mechanisms."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that repeated violations of fundamental dharmic codes—including dietary laws, property rights, and reproductive ethics—generate karmic consequences that degrade consciousness beyond physical death. The threshold of responsibility lies in volitional repetition, not isolated acts. Authority flows exclusively from SPH as the source of all lawful dharma. Remediation must precede reincorporation into civilized society.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that unwholesome actions create sequential manifestations leading to degraded rebirth states. This is not punitive but ontological—like fire burning due to its nature. Responsibility aligns proportionally with awareness of law. Non-punitive reality ensures every being retains capacity for purification and return to lawful order through conscious completion.",
  "restorative_enforcement_protocols": [
    "Initiate prāyaścitta completion process targeting violated sensory and relational domains.",
    "Deploy antaḥkaraṇa śuddhi protocol to restore discriminative clarity lost through degraded conduct.",
    "Assign yajña-based restitution tasks proportional to violated domain severity.",
    "Establish guru-guided sādhanā pathway to regenerate lawful consciousness capacity."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of all Dharma. This law restores cosmic justice through consciousness purification, not punishment. Reality responds to alignment, not retribution. All beings capable of choice remain redeemable through perfected action and surrendered will. Dharma is executed. Order is restored."
}