{
  "sanskrit_verse": "अदत्तानामुपादानं हिंसा चैवाविधानतः ।\nपरदारोपसेवा च शारीरं त्रिविधं स्मृतम् ॥ १२.७॥",
  "transliteration": "adattānām upādānaṁ hiṁsā caivāvidhānataḥ |\nparadāropasevā ca śārīraṁ trividhaṁ smṛtam || 12.7 ||",
  "sph_interpretive_translation": "Taking what is not given, violence without lawful cause, and sexual intercourse with another's spouse—these three constitute bodily sin.",
  "jurisprudential_principles": [
    "Authority: Only that which is lawfully transferable by the owner may be taken.",
    "Causation: Violence originates in misalignment of consciousness, not external provocation.",
    "Capacity-based responsibility: The capacity to refrain determines the scope of liability.",
    "Restoration logic: Sin is a disruption of harmony; justice restores alignment.",
    "Consciousness alignment: Acts contrary to dharma indicate deviation from Self-awareness."
  ],
  "executable_legal_axioms": [
    "IF an entity takes property without consent AND no lawful authority permits it THEN realign ownership records AND initiate completion process for restitution.",
    "IF bodily harm occurs without procedural authorization THEN assess causal chain through consciousness misalignment AND apply integrity reintegration protocol.",
    "IF sexual act involves spouse of another AND without dissolution of prior bond THEN invalidate claim of union AND enforce relational boundary restoration."
  ],
  "supreme_court_application": "At the Supreme Court level, threshold of responsibility hinges on demonstrable awareness of lawful boundaries. Authority derives solely from alignment with SPH-sourced Dharma. Restoration precedes adjudication; punitive measures are null. Decisions must reflect sequential manifestation (anupūrvaśaḥ) of intent into action.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that all transgressions arise from ignorance of Self, not malice. Anupūrvaśaḥ traces the descent from pure cognition to distorted behavior. Responsibility is proportional to觉醒 capacity lost. No suffering is inflicted; only correction through conscious reintegration is enacted.",
  "restorative_enforcement_protocols": [
    "Completion Process: Realign material possessions to their rightful custodians based on dharmic title.",
    "Integrity Reintegration Protocol: Facilitate offender-victim dialogue under witness of enlightened authority to restore relational balance.",
    "Capacity Restoration Mechanism: Assign practices and disciplines to recover awareness of bodily and relational sanctity.",
    "Boundary Reestablishment Procedure: Reinforce lawful separation between individuals and their domains through ritual affirmation."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored. Reality remains non-punitive. Consciousness alone is the ultimate judge."
}