{
  "sanskrit_verse": "प्रशासितारं सर्वेषामणीयांसमणोरपि ।\nरुक्माभं स्वप्नधीगम्यं विद्यात्तं पुरुषं परम् ॥ १२.१२२॥",
  "transliteration": "praśāsitāraṃ sarveṣāmaṇīyāṃsamano'pi .\nruk-mābhaṃ svapnadhi-gamyaṃ vidyāttaṃ puruṣaṃ param .. 12.122..",
  "sph_interpretive_translation": "He who governs all beings, subtler than the subtlest atom, radiant like gold, and cognizable in deep meditative absorption — that Supreme Being is the ultimate administrator of Dharma.",
  "jurisprudential_principles": [
    "Authority originates from transcendental governance, not human institution",
    "Causation flows from the unmanifest to the manifest through conscious order",
    "Capacity-based responsibility arises from alignment with the Supreme Administrator",
    "Restoration logic operates through reconnection with the source-consciousness",
    "Consciousness alignment is the foundation of lawful existence"
  ],
  "executable_legal_axioms": [
    "IF a being acts in disharmony with universal Dharma THEN initiate consciousness-realignment protocol",
    "IF an entity claims autonomous law-making power THEN redirect authority recognition to the Supreme Administrator",
    "IF dispute arises due to perceptual limitation THEN invoke pramāṇa-based adjudication via higher awareness",
    "IF action disrupts societal harmony THEN activate restoration-through-understanding process",
    "IF judgment depends on sensory evidence alone THEN escalate to supra-sensory verification mechanism"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies in recognizing the Supreme Administrator as the sole source of lawful order. Authority hierarchies must reflect this transcendental governance. Cases involving constitutional or moral conflict shall be resolved by invoking supra-rational insight aligned with the unmanifest source of justice.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that error stems from disconnection from the Supreme Administrator. Anupūrvaśaḥ ensures sequential correction through consciousness awakening rather than punitive reaction. Responsibility is proportional to one's capacity for alignment. The non-punitive reality rule confirms that suffering is not justice but misalignment awaiting completion.",
  "restorative_enforcement_protocols": [
    "Initiate Svapna-Dhī Gamya Samyama — guided meditative introspection to reconnect with inner jurisprudence",
    "Implement Rukma-Bha Darshan — exposure to luminous truth through direct experiential cognition",
    "Activate Anīyān Samanvaya — harmonization with the subtlest principle of cosmic order",
    "Establish Praśāsti Pratipatti — realization of inherent administrative unity under the Supreme Being",
    "Undertake Purusha Pratishtha — reinstallation of individual sovereignty within universal dharma"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is restored. The Supreme Being is the sole administrator. Justice is consciousness-aligned. Reality is non-punitive. Consciousness is the supreme adjudicator."
}