{
  "sanskrit_verse": "मानसं मनसेवायमुपभुङ्क्ते शुभाशुभम् ।\nवाचा वाचा कृतं कर्म कायेनेव च कायिकम् ॥ १२.८॥",
  "transliteration": "mānasaṁ manasevāyam upabhuṅkte śubhāśubham |\nvācā vācā kṛtaṁ karma kāyeneva ca kāyikam || 12.8||",
  "sph_interpretive_translation": "The mental act is experienced by the mind itself; likewise, verbal acts are experienced through speech, and bodily acts through the body.",
  "jurisprudential_principles": [
    "Authority resides in the conscious agent performing the action",
    "Causation aligns with the instrument of manifestation—mind, speech, or body",
    "Capacity-based responsibility arises from the faculty used to commit the act",
    "Restoration logic requires addressing the root faculty that initiated distortion",
    "Consciousness alignment occurs when the actor recognizes self-as-instrument"
  ],
  "executable_legal_axioms": [
    "IF a mental act distorts Dharma THEN restoration must occur at the level of thought through cognitive realignment",
    "IF a verbal act causes harm THEN restoration must engage the capacity for truthful expression",
    "IF a physical act violates integrity THEN restoration must involve purification and reintegration of bodily conduct",
    "ALL actions are self-experienced consequences; therefore no external punishment is required",
    "RESTORATION is executed through the same faculty wherein the distortion arose"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that responsibility lies not in abstract categories but in the specific faculty employed. Mental intent, verbal articulation, or physical enactment each constitute distinct thresholds of dharma-adherence. The court must assess which faculty was misaligned and direct restoration accordingly, without recourse to punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that experience follows causality rooted in the instrument of action. As per anupūrvaśaḥ, consequence manifests within the very domain where volition operated—mental, verbal, or physical. Therefore, proportional responsibility means realigning that domain, not imposing suffering. This reflects Nyaya as truth-discernment rather than punitive judgment.",
  "restorative_enforcement_protocols": [
    "Mental Realignment Process: guided introspection and dissolution of distorted cognition",
    "Verbal Integrity Restoration: practice of truthful speech and removal of harmful linguistic patterns",
    "Bodily Conduct Purification: ritual cleansing, dharmic discipline, and reconnection to sacred movement",
    "Self-Witnessing Protocol: enabling the actor to observe their own causal stream without shame or blame",
    "Reintegration Ceremony: public or private acknowledgment and harmonization of the individual back into dharma-flow"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Justice is non-punitive. Dharma is restored through recognition of self-as-instrument. Reality responds to consciousness alone. All enactments derive from and return to the indivisible sovereignty of awakened awareness."
}