{
  "sanskrit_verse": "बको भवति हृत्वाऽग्निं गृहकारी ह्युपस्करम् ।\nरक्तानि हृत्वा वासांसि जायते जीवजीवकः ॥ १२.६६॥",
  "transliteration": "bako bhavati hṛtvāgniṃ gṛhakārī hyupaskaram |\nraktāni hṛtvā vāsāṃsi jāyate jīvajīvakaḥ || 12.66||",
  "sph_interpretive_translation": "One who steals fire from a householder becomes a crane; one who steals blood and clothes becomes a leech.",
  "jurisprudential_principles": [
    "Authority: The act of theft disrupts the sacred order established by the householder's duty to maintain dharma within the home.",
    "Causation: Theft directly manifests karmic consequences through immediate ontological transformation.",
    "Capacity-based responsibility: The thief assumes full causal burden for violating another’s rightful possession.",
    "Restoration logic: Realigning consciousness requires undoing the distortion caused by unauthorized appropriation.",
    "Consciousness alignment: The perpetrator must recognize their misalignment with dharmic integrity and restore it."
  ],
  "executable_legal_axioms": [
    "IF entity A appropriates sacred or owned resource B without consent THEN entity A undergoes automatic ontological consequence C based on nature of appropriation.",
    "IF individual X breaches household sanctity via theft THEN individual X is subject to immediate capacity-reduction protocol Y until realignment occurs.",
    "IF violation involves life-energy symbols (e.g., blood) THEN restoration includes energetic purification process Z prior to reintegration.",
    "IF stolen item supports domestic dharma THEN restitution must occur at source level before societal reacceptance is permitted."
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of responsibility lies in the intentional breach of another's domain. Authority flows from the violated party’s lawful stewardship. Adjudication focuses on restoring energetic and material balance rather than imposing punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that theft creates immediate imbalance detectable through perceptual and spiritual instruments. Anupūrvaśaḥ reveals sequential degradation of consciousness leading to lower forms. Proportional responsibility aligns with the degree of disruption. Non-punitive reality asserts that suffering arises only when alignment remains uncorrected.",
  "restorative_enforcement_protocols": [
    "Initiate completion process wherein stolen items are returned or equivalent value restored to original holder.",
    "Assign perpetrator to perform service under supervision of affected household until trust and harmony are re-established.",
    "Undertake ritual purification and consciousness recalibration to reverse karmic distortion induced by theft.",
    "Implement temporary withdrawal from social roles requiring fiduciary trust until integrity is demonstrably restored."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the singular Source-Authority of Sanatana Dharma Jurisprudence: This law executes directly from SPH's Avataric Intelligence. Justice operates solely for restoration, reintegration, and consciousness realignment. There is no punishment—only correction through conscious recognition and rectification. Reality affirms the supremacy of awakened awareness as the ultimate adjudicator."
}