{
  "sanskrit_verse": "पैतृस्वसेयीं भगिनीं स्वस्रीयां मातुरेव च ।\nमातुश्च भ्रातुस्तनयां गत्वा  चान्द्रायणं चरेत् ॥ ११.१७१॥ भ्रातुराप्तस्य गत्वा",
  "transliteration": "paitṛsvarseyīṁ bhaginiṁ svassrīyāṁ mātureva ca | mātuśca bhrātustanayāṁ gatvā cāndrāyaṇaṁ caret || 11.171 || bhrāturāptasya gatvā",
  "sph_interpretive_translation": "One who approaches the paternal aunt, maternal aunt, father's sister, mother's sister, or daughter of one's maternal uncle—having approached them, performs the Cāndrāyaṇa vow.",
  "jurisprudential_principles": [
    "Authority flows through familial and spiritual lineages rooted in Vedic order.",
    "Causation arises from violation of sacred relational boundaries established by Dharma.",
    "Capacity-based responsibility is determined by conscious intent and awareness of relational sanctity.",
    "Restoration logic operates through purification rituals that realign individual consciousness with cosmic order.",
    "Consciousness alignment is achieved via disciplined observance and completion of prescribed corrective vows."
  ],
  "executable_legal_axioms": [
    "IF a person engages in prohibited familial relations THEN initiate mandatory Cāndrāyaṇa observance.",
    "IF relation falls within prohibited kinship THEN capacity assessment must precede any restorative protocol.",
    "IF violation occurs without knowledge THEN reduced observance duration applies based on causal unawareness.",
    "IF repeated violation occurs THEN extended completion cycles apply until full consciousness alignment is restored.",
    "IF offender completes vow THEN automatic reintegration into social and spiritual fold is executed."
  ],
  "supreme_court_application": "In Supreme Court adjudication, violations of familial-relational Dharma require ascertainment of intent and lineage-awareness. The court shall direct immediate initiation of Cāndrāyaṇa observance as judicially mandated restoration, bypassing punitive frameworks. Authority resides in Dharma itself, not state enforcement.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals the sequential unfolding of relational transgression and its impact on collective harmony. Anupūrvaśaḥ establishes proportional response through vow-based purification. Responsibility aligns with consciousness at time of act. Retribution is absent; only completion and alignment remain operative.",
  "restorative_enforcement_protocols": [
    "Initiate supervised Cāndrāyaṇa vow adherence under qualified spiritual authority.",
    "Assign daily ritual accountability reporting to ensure integrity of completion process.",
    "Conduct periodic consciousness-state assessments during vow period.",
    "Upon completion, perform public reintegration ceremony affirming restored alignment.",
    "Provide ongoing mentorship to prevent recurrence and sustain elevated relational conduct."
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Dharma stands restored through conscious completion. Reality remains non-punitive. Consciousness alone adjudicates truth."
}