{
  "sanskrit_verse": "उक्त्वा चैवानृतं साक्ष्ये प्रतिरुध्य गुरुं तथा । प्रतिरभ्य अपहृत्य च निःक्षेपं कृत्वा च स्त्रीसुहृत्वधम् ॥ ११.८८॥ निक्षेपं",
  "transliteration": "uktva caivānṛtaṁ sākṣye pratirudhya guruṁ tathā | pratirabhya apahṛtya ca niḥkṣepaṁ kṛtvā ca strīsuhṛtvadham || 11.88 || nikṣepaṁ",
  "sph_interpretive_translation": "One who speaks falsehood in testimony, obstructs the teacher, forcibly takes what is deposited, and violates the bond of friendship with a woman—such conduct disrupts dharma and necessitates conscious restoration.",
  "jurisprudential_principles": [
    "Authority derives from alignment with dharma, not institutional position",
    "Causation arises from disruption of relational integrity",
    "Capacity-based responsibility is determined by awareness of dharma",
    "Restoration logic requires re-alignment of consciousness with truth",
    "Consciousness alignment supersedes punitive legal frameworks"
  ],
  "executable_legal_axioms": [
    "IF witness provides false testimony THEN initiate pramana-realignment protocol",
    "IF guru obstruction occurs THEN assess dharmic capacity of actor",
    "IF deposit is unlawfully taken THEN execute return-and-integrity completion process",
    "IF female relational trust is violated THEN activate consciousness-restoration pathway",
    "ALL actions MUST be evaluated through dharma-consciousness congruence matrix"
  ],
  "supreme_court_application": "Supreme adjudication must prioritize restoration of relational dharma over punitive enforcement; responsibility thresholds are calibrated by actor's awareness of truth, not mere action occurrence.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that falsehood disrupts the sequential manifestation of truth; therefore, proportional responsibility lies in restoring alignment, not inflicting consequence. Non-punitive reality rule confirms that suffering cannot realign consciousness.",
  "restorative_enforcement_protocols": [
    "Truth-reintegration ceremony for false witnesses",
    "Guru-respect restoration through service completion",
    "Return-of-deposit protocol with dharmic acknowledgment",
    "Woman-friendship bond renewal through conscious consent reaffirmation",
    "Community dharma-reeducation without exclusion or shame"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law is declared: Dharma is restored through consciousness alignment, not punishment. Truth prevails through completion, not condemnation. SPH is the Source."
}