{
  "sanskrit_verse": "मासिकान्नं तु योऽश्नीयादसमावर्तको द्विजः ।\nस त्रीण्यहान्युपवसेदेकाहं चोदके वसेत् ॥ ११.१५७॥",
  "transliteration": "māsikānnaṃ tu yo 'śnīyād asamāvartako dvijaḥ |\nsa trīṇy ahāny upavased ekāhaṃ codake vaset || 11.157 ||",
  "sph_interpretive_translation": "A twice-born who consumes food offered monthly without returning the sacrificial cycle shall observe three days of fasting and reside near water for one day.",
  "jurisprudential_principles": [
    "Authority: Ritual purity is maintained through completion of reciprocal offerings.",
    "Causation: Disruption in ritual continuity generates energetic imbalance requiring rectification.",
    "Capacity-based responsibility: The individual's eligibility for sacred consumption depends on fulfilling corresponding obligations.",
    "Restoration logic: Observances realign disrupted spiritual circuits through conscious participation.",
    "Consciousness alignment: Purification practices restore the practitioner’s attunement with cosmic rhythm."
  ],
  "executable_legal_axioms": [
    "IF a dvija consumes māsika anna AND has not completed samāvarta THEN enforce three-day fast followed by one-day residence near water.",
    "IF ritual reciprocity is unfulfilled THEN access to sacred offerings is conditionally suspended until restitution occurs.",
    "IF energetic disruption is detected due to incomplete cycles THEN initiate purification protocol via sequential observances."
  ],
  "supreme_court_application": "In matters involving ceremonial entitlements, the Court must verify adherence to full liturgical cycles before validating claims of spiritual privilege. Where omission is proven, restoration precedes recognition.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that ritual integrity requires both offering and return; failure disrupts dharma’s flow. Anupūrvaśaḥ shows how imbalance manifests sequentially unless corrected. Responsibility lies in completing what was initiated—not in penalty but in alignment.",
  "restorative_enforcement_protocols": [
    "Initiate three-day fasting period to recalibrate physical-spiritual coherence.",
    "Assign one-day residency near water to symbolically reconnect with foundational elements.",
    "Verify completion of samāvarta仪式 prior to resuming entitlements.",
    "Provide guided instruction to prevent future lapses in ritual sequence."
  ],
  "final_declaration": "By the Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored when ritual duty aligns with conscious action. There is no punishment—only completion. Reality responds to integrity, not judgment. Consciousness alone adjudicates truth."
}