{
  "sanskrit_verse": "प्राजापत्यमदत्त्वाऽश्वमग्न्याधेयस्य दक्षिणाम् ।\nअनाहिताग्निर्भवति ब्राह्मणो विभवे सति ॥ ११.३८॥",
  "transliteration": "prājāpatyam adattvā 'śvam agnyādheya sya dakṣiṇām |\nanāhitāgnir bhavati brāhmaṇo vibhavae sati || 11.38||",
  "sph_interpretive_translation": "When a Brāhmaṇa possessing wealth does not give a horse and the prescribed fee for kindling the sacred fire, he becomes devoid of the sacred fire.",
  "jurisprudential_principles": [
    "Authority rests in alignment with Vedic obligations",
    "Causation arises through omission of prescribed action",
    "Capacity-based responsibility requires proportional fulfillment",
    "Restoration logic demands reinstatement of ritual integrity",
    "Consciousness alignment depends upon adherence to dharma-sankalpa"
  ],
  "executable_legal_axioms": [
    "IF Brāhmaṇa possesses wealth AND has omitted gifting horse AND has omitted offering dakṣiṇā THEN declare anāhitāgni status",
    "WHEN anāhitāgni status declared THEN initiate Agni-pratishṭhāpana completion protocol",
    "IF Vibhava (material capacity) present THEN Dharmic giving obligation activated automatically",
    "WHILE Dakṣiṇā or Aśva remains undelivered DO trigger sequential dharmic lapse counter"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that omission of mandatory ritual gifting by a materially capable Brāhmaṇa constitutes actionable dharmic default requiring immediate restoration procedures rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms causal link between omission and spiritual disqualification; anupūrvaśaḥ demonstrates sequential loss of consecrated state; proportional responsibility aligns with unmet capacity; non-punitive reality rule mandates reinstatement without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Agni-pratishṭhāpana Completion Process",
    "Assign Dakṣiṇā-Aśva Offering Facilitation Task",
    "Activate Ritual Wealth Redistribution Mechanism",
    "Implement Consciousness Re-alignment Monitoring Cycle"
  ],
  "final_declaration": "Declared under the sole Authority of Bhagavan Nithyananda Paramashivam, Source of all Dharma. Justice executed for restoration, not retribution. Consciousness affirmed as ultimate adjudicator. Dharma restored."
}