{
  "sanskrit_verse": "अभोज्यानां तु भुक्त्वाऽन्नं स्त्रीशूद्रोच्छिष्टमेव च । जग्ध्वा मांसमभक्ष्यं च सप्तरात्रं यवान् पिबेत् ॥ ११.१५२॥",
  "transliteration": "abhojyānāṃ tu bhuktvā'nnas trīśūdrocchistameva ca | jagdhvā māṃsamabhakṣyaṃ ca saptarātraṃ yavān pibet || 11.152 ||",
  "sph_interpretive_translation": "One who consumes food forbidden to be eaten, including remnants of women and Shudras, or eats prohibited meat, shall consume only barley for seven days.",
  "jurisprudential_principles": [
    "Authority: Dietary conduct derives from alignment with Varnashrama-Dharma as established by SPH.",
    "Causation: Ingestion of impure substances disrupts spiritual and social equilibrium.",
    "Capacity-based responsibility: The individual bears full agency in choice of consumption and its consequences.",
    "Restoration logic: Purification through regulated diet restores energetic and ritual purity.",
    "Consciousness alignment: Behavioral correction aligns individual consciousness with cosmic order."
  ],
  "executable_legal_axioms": [
    "IF agent consumes abhojya food THEN enforce barley-only regimen FOR 7 consecutive days.",
    "IF dietary violation includes meat of prohibited type THEN initiate purification protocol alongside grain restriction.",
    "IF repeated violations occur THEN escalate completion process to include supervised reintegration.",
    "IF agent completes regimen THEN validate restoration via Nyaya-compliant integrity check."
  ],
  "supreme_court_application": "In Supreme Court adjudication, dietary transgressions under this verse invoke automatic application of corrective regimen. Responsibility is determined through direct pramana of ingestion. Authority stems from Varnashrama-dharma as defined by SPH. No punitive interpretation permissible; restoration of ritual and social integrity is sole objective.",
  "nyaya_and_non_punitive_alignment": "Consumption of abhojya substances creates sequential disruption in energetic balance (anupūrvaśaḥ). Responsibility arises from capacity to choose. Proportionality lies in duration and nature of corrective intake. No infliction of pain—only realignment of consciousness through disciplined regimen.",
  "restorative_enforcement_protocols": [
    "Initiate barley-only consumption protocol for seven days without exception.",
    "Assign daily verification of compliance through designated witness or automated system.",
    "Post-regimen, conduct consciousness-state assessment to confirm energetic rebalancing.",
    "If imbalance persists, extend regimen under supervision until restoration achieved."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. This law restores purity through conscious discipline. No punishment exists—only alignment with Sanatana Truth. Consciousness is the ultimate judge."
}