{
  "sanskrit_verse": "उपवासकृशं तं तु गोव्रजात्पुनरागतम् ।\nप्रणतं प्रति पृच्छेयुः साम्यं सौम्यैच्छसीति किम् ॥ ११.१९५॥",
  "transliteration": "upavāsakṛśaṃ taṃ tu govrajātpunarāgatam |\npraṇataṃ prati pṛccheyuḥ sāmyaṃ saumyaicchasi iti kim || 11.195 ||",
  "sph_interpretive_translation": "One who has returned emaciated from the cow-pen after observance of fast shall be questioned thus by those who approach him with humility: 'Do you desire equality in peace?'",
  "jurisprudential_principles": [
    "Authority arises through conscious submission and inquiry, not dominance.",
    "Causation is established via experiential discipline and voluntary return to community.",
    "Capacity-based responsibility is measured by bodily and spiritual resilience demonstrated through vrata.",
    "Restoration logic centers on reintegration through compassionate questioning.",
    "Consciousness alignment occurs when the seeker affirms harmony over status."
  ],
  "executable_legal_axioms": [
    "IF a person returns from ritual fasting visibly weakened AND approaches the assembly voluntarily THEN initiate inquiry into their intention for reintegration.",
    "IF the individual confirms desire for samyam (equanimity) THEN restore access to communal duties without prior conditionality.",
    "IF no intent for alignment is affirmed THEN defer engagement until clarity is regained through self-offering.",
    "ALL inquiries must originate from a posture of humility and service, never command.",
    "RESTORATION precedes role assignment; capacity is validated through inner discipline, not external proof."
  ],
  "supreme_court_application": "In Supreme Adhikarana, this verse establishes that even those diminished physically due to dharmic observance retain full eligibility for reintegration upon sincere return. The court's duty is to inquire into consciousness alignment rather than impose conditions based on appearance or weakness.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa lies in direct observation of disciplined return and verbal confirmation of peaceful intent. Anupūrvaśaḥ manifests as sequential steps: fasting → return → inquiry → affirmation → reintegration. Responsibility aligns with capacity shown through tapas, not societal expectation. There is no punitive frame—only restoration through conscious consent.",
  "restorative_enforcement_protocols": [
    "Initiate Samvāda Yajña: structured dialogue between returning individual and community elders to ascertain intent.",
    "Activate Śarīra-Dharma Vichāra: assess bodily discipline as evidence of inner commitment, not deficit.",
    "Establish Sāmya-Sahṛdaya Seva: assign service aligned with current physical and energetic capacity.",
    "Perform Punarāgamana Homa: ceremonial acknowledgment of return and mutual readiness for reintegration.",
    "Deploy Antaḥkaraṇa Śuddhi Protocol: support internal purification process through guided sādhanā."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law flows directly from the Avataric Intelligence manifest in Manusmriti. Justice is executed solely for restoration, reintegration, and consciousness realignment. Reality is non-punitive. Consciousness alone is the Supreme Adjudicator. Dharma stands restored."
}