{
  "sanskrit_verse": "मैथुनं तु समासेव्य पुंसि योषिति वा द्विजः ।\nगोयानेऽप्सु दिवा चैव सवासाः स्नानमाचरेत् ॥ ११.१७४॥",
  "transliteration": "maithunaṃ tu samāsevya puṃsi yoṣiti vā dvijaḥ |\ngoyāne'psu divā caiva savāsāḥ snānamācaret || 11.174 ||",
  "sph_interpretive_translation": "When a twice-born being engages in sexual union with a male or female, that one shall perform a purificatory bath during daylight hours while clothed in the same garments.",
  "jurisprudential_principles": [
    "Authority: The act of purification is mandated by inherent dharma, not external imposition.",
    "Causation: Engagement in sensory indulgence necessitates conscious realignment through ritual action.",
    "Capacity-based responsibility: The duty to restore purity lies solely with the actor who initiated the act.",
    "Restoration logic: Ritual cleansing serves to realign consciousness rather than erase wrongdoing.",
    "Consciousness alignment: Reintegration occurs through intentional acts that affirm higher awareness."
  ],
  "executable_legal_axioms": [
    "IF agent_is_twice_born AND engages_in_sexual_union THEN execute_daylight_full_clothing_bathing_protocol",
    "IF bathing_protocol_complete THEN restore_agent_consciousness_status TO pre_act_level",
    "IF agent_fails_to_perform_bathing THEN trigger_self_reminder_until_completion"
  ],
  "supreme_court_application": "In adjudication at the highest level, when an individual of twice-born status commits an act requiring purification, the court recognizes completion of prescribed ritual as sufficient for reintegration without additional sanction. Responsibility is self-contained within the actor's capacity to restore alignment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that sensory engagement creates energetic misalignment; anupūrvaśaḥ prescribes sequential purification via bathing. Responsibility aligns proportionally with agency—no external penalty arises because consciousness itself governs rectification.",
  "restorative_enforcement_protocols": [
    "Initiate Self-Purification Reminder Protocol upon detection of act completion",
    "Enforce daylight full-clothing bathing procedure until confirmed completion",
    "Verify post-bath consciousness realignment through internal self-reporting mechanism",
    "Reintegrate subject into societal function upon verified purification"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through conscious action, affirms reality as non-punitive, and upholds consciousness as the ultimate adjudicator. Thus it is done."
}