{
  "sanskrit_verse": "निक्षेपस्यापहरणं नराश्वरजतस्य च ।\nभूमिवज्रमणीनां च रुक्मस्तेयसमं स्मृतम् ॥ ११.५७॥",
  "transliteration": "nikṣepasyāpaharaṇaṁ narāśvarajatasya ca |\nbhūmivajramaṇīnāṁ ca rukmasteyasamaṁ smṛtam || 11.57||",
  "sph_interpretive_translation": "The unauthorized taking of deposits, humans, horses, silver, land, diamonds, gems, and gold is classified as theft under Dharma.",
  "jurisprudential_principles": [
    "Authority: Only the rightful custodian holds lawful claim over deposited items.",
    "Causation: Unauthorized removal disrupts the dharmic order of ownership and trust.",
    "Capacity-based responsibility: One who possesses capacity to restore must assume completion of action.",
    "Restoration logic: The act is measured by its disruption to relational integrity and energetic balance.",
    "Consciousness alignment: Misalignment arises when individual will overrides collective dharma."
  ],
  "executable_legal_axioms": [
    "IF an entity removes a deposit without authorization THEN initiate automatic retrieval protocol from responsible party.",
    "IF possession of stolen property is detected THEN system flags misaligned custodianship until resolution.",
    "IF value transfer occurs without consent THEN trigger restorative accountability mechanism based on original depositor’s capacity.",
    "IF item matches predefined categories (humans, animals, metals, etc.) AND lacks consent record THEN flag as potential theft vector."
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold for liability rests not on intent but on the violation of custodial alignment. Authority flows from lawful stewardship, not punitive attribution. Cases must prioritize restoration of relational harmony over punitive measures.",
  "nyaya_and_non_punitive_alignment": "Nyaya establishes that pramāṇa-based causality traces disruption back to the point of unauthorized removal. Anupūrvaśaḥ reveals sequential imbalance initiated at the moment of unconsented taking. Responsibility aligns proportionally with the capacity to restore, never to inflict suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Return all displaced entities to their lawful custodians.",
    "Responsibility Assumption Protocol: Offender assumes full energetic cost of displacement until equilibrium is restored.",
    "Integrity Reintegration Sequence: Mediated acknowledgment of disruption followed by conscious realignment with dharma.",
    "Capacity Restoration Mechanism: If unable to return, offender enters service mode to regenerate equivalent value under supervision."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: Theft is a breach in energetic custodianship; Dharma restores through alignment, not punishment; Reality responds to consciousness, not coercion."
}