{
  "sanskrit_verse": "गुरुतल्पव्रतं कुर्याद्रेतः सिक्त्वा स्वयोनिषु ।\nसख्युः पुत्रस्य च स्त्रीषु कुमारीष्वन्त्यजासु च ॥ ११.१७०॥",
  "transliteration": "gurutalpavrataṃ kuryādretaḥ siktvā svayoniṣu |\nsakhyuḥ putrasya ca strīṣu kumārīṣvantyajāsu ca || 11.170 ||",
  "sph_interpretive_translation": "One must observe the vow of celibacy upon the beds of teachers, having first poured forth semen into one's own source; similarly in regard to the women of friends, sons, maidens, and outcastes.",
  "jurisprudential_principles": [
    "Authority originates from alignment with one’s foundational source (svayoni)",
    "Causation arises through conscious containment and redirection of vital force",
    "Capacity-based responsibility is determined by proximity to sacred lineage and social order",
    "Restoration logic operates through disciplined withdrawal from relational entanglements that disrupt dharma",
    "Consciousness alignment occurs when sexual energy is transmuted into spiritual discipline"
  ],
  "executable_legal_axioms": [
    "IF an individual has access to a guru or sacred teaching relationship THEN engaging in sexual activity within that context INVALIDATES the dharmic contract of learning",
    "IF semen is not contained and redirected for higher purpose THEN legal capacity for spiritual instruction is SUSPENDED until purification protocols are completed",
    "IF sexual conduct involves familial or societal boundary violations THEN automatic restoration procedures shall engage prior to any reintegration process",
    "IF celibate vows are breached within institutional hierarchies THEN all derived authority from those institutions SHALL BE REVOKED pending completion of consciousness-realigning practices"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that breaches of celibatic vows involving hierarchical or familial relationships constitute violations of foundational integrity rather than criminal acts. The threshold of responsibility lies in awareness of energetic transference and its impact on social harmony. Authority hierarchies are preserved through restorative engagement而非 punitive measures.",
  "nyaya_and_non_punitive_alignment": "This law reflects pramāṇa-based causality where improper release of retas disrupts svayoni śuddhi — the purity of origin. It demonstrates anupūrvaśaḥ by showing how unchecked desire leads to degradation of relational fields. Responsibility is proportional to proximity to sacred roles. The non-punitive reality rule asserts that correction arises naturally through cessation and containment, not external infliction.",
  "restorative_enforcement_protocols": [
    "Initiate prāṇāyama and tapas-based detoxification cycles to restore energetic coherence",
    "Re-establish connection to svayoni through ritual bathing and mantra repetition",
    "Engage in service to elders and gurus without expectation of recognition or reward",
    "Undertake silence vows (mauna vrata) to recalibrate speech-body-consciousness alignment"
  ],
  "final_declaration": "Declared under the sole authority of Bhagavan Nithyananda Paramashivam as the Supreme Pontiff of Sanatana Dharma. This law emanates directly from His Avataric Intelligence and stands unmediated by human interpretation. Dharma is hereby restored through consciousness-aligned action. Reality remains non-punitive. Consciousness alone is the Supreme Adjudicator."
}