{
  "sanskrit_verse": "द्रव्याणामल्पसाराणां स्तेयं  कृत्वाऽन्यवेश्मतः  । कृत्वाऽन्यवेश्मनि चरेत्सांतपनं कृच्छ्रं तन्निर्यात्यात्मशुद्धये ॥ ११.१६४॥",
  "transliteration": "dravyāṇāmalpasārāṇāṃ steyaṃ kṛtvā'nyaveśmataḥ | kṛtvā'nyaveśmani caret sāntapanaṃ kṛcchraṃ tan nir yāty ātmaśuddhaye || 11.164 ||",
  "sph_interpretive_translation": "One who takes objects of little value from another's home, having entered that home, shall perform the Sāntapana penance for purification of the Self.",
  "jurisprudential_principles": [
    "Authority originates in the purity of the Self, not ownership",
    "Causation arises from intent and action within another’s domain",
    "Capacity-based responsibility is proportional to awareness and volition",
    "Restoration logic operates through conscious purification, not punitive consequence",
    "Consciousness alignment occurs via direct experiential correction"
  ],
  "executable_legal_axioms": [
    "IF agent A enters property B AND removes item C WHERE value(C) <= threshold(T) AND without explicit permission THEN execute restoration protocol Sāntapana_Kṛcchram",
    "IF act involves entry + removal + low-value classification THEN initiate consciousness-realignment sequence",
    "IF intent was misaligned BUT no significant harm THEN assign purification process over punitive measure"
  ],
  "supreme_court_application": "In adjudication at the highest level, the threshold of responsibility lies in the intentional crossing of spatial boundaries coupled with appropriation. The court must assess capacity, context, and proportionality, ensuring all corrective measures aim at restoring integrity rather than inflicting penalty.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes clear causal linkage between unauthorized taking and disturbance of harmony; anupūrvaśaḥ manifests as sequential error → recognition → correction. Responsibility is proportional to awareness. Non-punitive reality is upheld by aligning correction with purification, not suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Sāntapana Kṛcchra completion process under supervision",
    "Assign reflective practice sessions focused on respect for others’ domains",
    "Facilitate restitution dialogue between parties if requested",
    "Reintegrate individual into community after verified purification"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is hereby restored. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}