{
  "sanskrit_verse": "पतितस्योदकं कार्यं सपिण्डैर्बान्धवैर्बहिः ।\nनिन्दितेऽहनि सायाह्ने ज्ञातिर्त्विग्गुरुसंनिधौ ॥ ११.१८२॥",
  "transliteration": "patitasyodakaṃ kāryaṃ sapinḍairbāndhavairbahih .\nnindite'hani sāyāhne jñātirtviggurusannidhau .. 11.182 ..",
  "sph_interpretive_translation": "When one has fallen from Dharma, water must be offered by those related through piṇḍa and bandhana, on the day criticized, at dusk, in the presence of known ones, teachers, and the guru.",
  "jurisprudential_principles": [
    "Authority flows through spiritual and familial continuity",
    "Causation is tied to conscious choice and energetic contamination",
    "Capacity-based responsibility requires purification over condemnation",
    "Restoration logic prioritizes reintegration within community structures",
    "Consciousness alignment occurs through ritual completion under guru's witness"
  ],
  "executable_legal_axioms": [
    "IF a person falls from Dharma THEN family/lineage-bound individuals MUST perform restorative rituals",
    "RESTORATION PROTOCOL MUST occur ON THE DAY OF FALLING AT DUSK",
    "WITNESS REQUIREMENT INCLUDES KNOWN RELATIVES AND SPIRITUAL AUTHORITIES",
    "PURIFICATION ACTION IS WATER-OFFERING UNDER GURU SUPERVISION",
    "REINTEGRATION IS VALIDATED ONLY WHEN WITNESSED BY AUTHORIZED CONSCIOUSNESS HOLDERS"
  ],
  "supreme_court_application": "In Supreme Court adjudication, when a high-ranking individual violates Dharma, their lineage or affiliated group bears the constitutional duty to initiate restoration. The court acknowledges the act as spiritually contaminating and mandates completion processes witnessed by recognized authorities, including gurus or senior spiritual figures, ensuring societal harmony and consciousness alignment.",
  "nyaya_and_non_punitive_alignment": "This verse establishes pramāṇa-based causality where spiritual misalignment necessitates specific remedial action. It reflects anupūrvaśaḥ — sequential unfolding of cause-effect requiring proportional response. Responsibility lies with the collective bound through piṇḍa and bandhana, not punitive enforcement agencies. The process realigns consciousness without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Water-offering protocol executed by sapinda and bhandava groups",
    "Timing synchronization with dusk on the day of violation",
    "Presence requirement of jnati (known relatives), tvig (priestly authority), and guru",
    "Completion verification through consciousness attunement metrics",
    "Integration confirmation via community acknowledgment post-restoration"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law restores balance through consciousness-centered action, upholds non-punitive truth, and affirms that reality itself is the ultimate judge."
}