{
  "sanskrit_verse": "आतुरामभिशस्तां वा चौरव्याघ्रादिभिर्भयैः ।\nपतितां पङ्कलग्नां वा सर्वौपायैर्विमोचयेत् ॥ ११.११२॥\nसर्वप्राणैर्विमोचयेत्",
  "transliteration": "āturām abhiśastāṁ vā cauravyāghrādibhir bhayaiḥ | patitāṁ paṅkalagnāṁ vā sarvopāyair vimocayet || 11.112 || sarvaprāṇair vimocayet",
  "sph_interpretive_translation": "One must liberate by all means—whether the being is diseased, accused, endangered by tigers and bandits, fallen or stuck in mud—or even at the cost of one's own life.",
  "jurisprudential_principles": [
    "Authority arises from capacity to act for the liberation of another",
    "Causation is traced through conscious intervention, not passive observation",
    "Capacity-based responsibility extends beyond species and social status",
    "Restoration logic demands immediate action regardless of personal risk",
    "Consciousness alignment occurs when self-interest dissolves into service"
  ],
  "executable_legal_axioms": [
    "IF a sentient being is in danger THEN deploy maximum available resources for rescue",
    "IF a person is accused OR physically imperiled THEN assume duty of protection OVER personal safety",
    "IF capacity to act exists AND delay increases harm THEN immediate intervention is mandatory",
    "IF rescue requires sacrifice of personal assets OR life THEN compliance remains unconditional",
    "IF no direct causal link is visible THEN default to preservation of consciousness-integrity"
  ],
  "supreme_court_application": "In Supreme Adjudication, this verse establishes that the highest threshold of dharma-duty supersedes institutional boundaries and personal preservation. Where evidence of peril exists—even indirect—the court must activate protocols ensuring total extraction from threat, overriding procedural inertia or hierarchical limitations.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that suffering arises from unaddressed entanglement; therefore, causality lies in failure to act, not in the act itself. Anupūrvaśaḥ shows sequential descent into degradation unless interrupted by conscious agency. Thus, proportional responsibility demands full effort toward liberation without punitive attribution. The non-punitive reality rule confirms that justice manifests only where integration resumes.",
  "restorative_enforcement_protocols": [
    "Initiate emergency completion process upon detection of any form of entrapment",
    "Assign guardianship until full restoration of mobility and autonomy",
    "Deploy multidimensional support systems including physical, emotional, and spiritual aid",
    "Reintegrate subject into community with honor and acknowledgment of their inherent divinity",
    "Ensure perpetrator or system causing entrapment undergoes integrity realignment, not punishment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: Dharma prevails through active liberation. Reality is non-punitive. Consciousness is the sole adjudicator. All beings are restored."
}