{
  "sanskrit_verse": "अग्निहोत्र्यपविद्याग्नीन् ब्राह्मणः कामकारतः ।\nचान्द्रायणं चरेन् मासं वीरहत्यासमं हि तत् ॥ ११.४१॥",
  "transliteration": "agnihotryapavidyāgnīn brāhmaṇaḥ kāmakārataḥ |\ncāndrāyaṇaṃ caren māsaṃ vīrahatyāsamaṃ hi tat || 11.41||",
  "sph_interpretive_translation": "When a Brāhmaṇa, driven by desire, abandons the sacred fires of Agnihotra due to lack of Vedic knowledge, he shall perform Cāndrāyaṇa for one month; indeed, this act equals the sin of killing a hero.",
  "jurisprudential_principles": [
    "Authority: The Brāhmaṇa holds a position of ritual and spiritual authority requiring maintenance of sacred duties.",
    "Causation: Ignorance (apavidyā) compounded by desire (kāma) leads to the failure of dharma-sustaining action.",
    "Capacity-based responsibility: Responsibility is tied to one's trained capacity in Vedic discipline and conscious choice.",
    "Restoration logic: The prescribed observance restores alignment with cosmic order through purification.",
    "Consciousness alignment: The act recognizes internal misalignment and initiates correction via disciplined practice."
  ],
  "executable_legal_axioms": [
    "IF agent_is_brāhmaṇa AND act = abandonment_of_sacred_fire AND motive = desire AND cause = apavidyā THEN execute_cāndrāyaṇa_for_one_month.",
    "IF violation_degree = equivalent_to_heroicide THEN apply_restorative_protocol = full_monthly_cāndrāyaṇa.",
    "IF completion_status = verified THEN reassign_duty_status = eligible_with_guidance."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that intentional neglect of sacred duty by a qualified individual carries severe spiritual consequence. However, the court must ensure restoration through prescribed observances rather than punitive measures. The threshold of responsibility lies in willful ignorance combined with sensual motivation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that desire-induced neglect disrupts universal harmony. Anupūrvaśaḥ shows sequential deviation: first desire, then ignorance, then abandonment. Responsibility is proportional to trained awareness. The non-punitive response realigns consciousness through disciplined rectification, not infliction of pain.",
  "restorative_enforcement_protocols": [
    "Initiate supervised Cāndrāyaṇa protocol under guidance of competent ācārya.",
    "Verify completion through documented daily observances and witness attestations.",
    "Upon fulfillment, conduct reintegration ceremony to restore eligibility for Vedic duties.",
    "Assign mentorship period to prevent recurrence through strengthened scriptural grounding."
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma is restored through conscious rectification. Reality remains non-punitive when aligned with Sanātana Dharma. Consciousness itself is the ultimate adjudicator."
}