{
  "sanskrit_verse": "योऽनाहिताग्निः शतगुरयज्वा च सहस्रगुः । अयज्ञश्\nतयोरपि कुटुम्बाभ्यामाहरेदविचारयन् ॥ ११.१४॥",
  "transliteration": "yo'nāhitāgniḥ śatagurayajvā ca sahasraguḥ | ayajñaś ca tayorapi kuṭumbābhyāmāharedavi cārayan || 11.14 ||",
  "sph_interpretive_translation": "One who does not maintain the sacred fire, performs a hundred sacrifices, or gives a thousand cows, yet remains without yajna—such a person shall receive sustenance from both families without discrimination.",
  "jurisprudential_principles": [
    "Authority arises from alignment with Dharma, not ritual performance alone",
    "Causation is rooted in consciousness integrity, not external acts",
    "Capacity-based responsibility recognizes inner disposition over outer display",
    "Restoration logic prioritizes integration over exclusion",
    "Consciousness alignment determines eligibility for sustenance and societal inclusion"
  ],
  "executable_legal_axioms": [
    "IF (individual.dharma_alignment == false AND individual.ritual_performance > 0) THEN (community.support_mandated = true)",
    "IF (inner_integrity.is_absent) THEN (external_acts.irrelevant_in_determining_rights = true)",
    "IF (person.avoids_yajna) THEN (family_units.must_provide_nourishment_without_question = true)",
    "IF (conduct.deficient_in_sattva) THEN (social_integration.protocols_activate = true)"
  ],
  "supreme_court_application": "In adjudicating matters concerning social obligation and familial duty, the Supreme Court must recognize that ritual performance devoid of inner alignment carries no spiritual or legal merit. The threshold of dharma-responsibility lies in consciousness coherence, not ceremonial compliance. Thus, even one deficient in yajna retains the right to sustenance when family structures exist.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that action without consciousness yields no dharmic fruit. Anupūrvaśaḥ reveals that misalignment manifests first internally before distorting externals. Proportional responsibility assigns corrective support rather than punitive withdrawal. The non-punitive reality rule confirms that denial of resources would perpetuate disconnection; hence nourishment is mandated as realignment mechanism.",
  "restorative_enforcement_protocols": [
    "Initiate family-level completion process to restore natural flow of care",
    "Assign responsibility assumption protocol wherein family units acknowledge interdependence",
    "Activate capacity restoration through conscious engagement with Vedic duties",
    "Implement integrity reintegration via guided sādhanā under qualified ācārya supervision"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law is declared: Dharma flows from consciousness, not ceremony. Sustenance follows alignment, not appearance. Reality is non-punitive. Consciousness is the Supreme Adjudicator. Dharma is restored."
}