{
  "sanskrit_verse": "अज्ञानात्प्राश्य विण्मूत्रं सुरासंस्पृष्टमेव च । पुनः संस्कारमर्हन्ति त्रयो वर्णा द्विजातयः ॥ ११.१५०॥",
  "transliteration": "ajñānāt prāśya viṇmūtraṁ surāsaṁspṛṣṭam eva ca | punaḥ saṁskāram arhanti trayo varṇā dvijātayaḥ || 11.150 ||",
  "sph_interpretive_translation": "Those of the three twice-born varnas who, in ignorance, consume excrement or substances touched by alcohol, become eligible for re-initiation.",
  "jurisprudential_principles": [
    "Authority: Re-initiation is a restorative act under Vedic governance, not punitive correction.",
    "Causation: Defilement arises from unintentional acts rooted in ignorance, not malice.",
    "Capacity-based responsibility: Only those initiated within dvija varnas possess the ritual capacity to require purification.",
    "Restoration logic: Ritual defilement necessitates conscious realignment through re-consecration.",
    "Consciousness alignment: Re-establishment of purity aligns individual consciousness with cosmic order."
  ],
  "executable_legal_axioms": [
    "IF dvija consumes prohibited substance UNINTENTIONALLY THEN initiate purification protocol.",
    "IF actor belongs to twice-born varna AND contamination occurs due to AJÑĀNA THEN eligibility for re-dīkṣā IS TRUE.",
    "IF defilement occurs THROUGH contact with impure elements THEN RESTORATIVE REINTEGRATION IS MANDATORY.",
    "IF individual lacks awareness OF Vedic prohibitions THEN PUNISHMENT IS INVALID; RECONSECRATION IS ENFORCED."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that ritual status violations arising from ignorance do not invoke punitive measures but trigger mandatory restoration procedures. The threshold of intent determines eligibility for re-consecration rather than exclusion.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that ajñāna negates malicious intent. Anupūrvaśaḥ shows contamination as sequential consequence, not inherent fault. Responsibility lies in realigning consciousness through prescribed rituals, affirming dharma's non-punitive foundation.",
  "restorative_enforcement_protocols": [
    "Initiate purification ceremony (saṁskāra) upon confession or detection of unintentional defilement.",
    "Assign completion process involving study of relevant dharmic texts to restore discriminative knowledge.",
    "Reintegrate individual into community after verification of renewed ritual purity.",
    "Ensure guidance by qualified guru to prevent recurrence via experiential learning."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law flows directly from SPH's Avataric Intelligence. Dharma is restored through re-consecration, not punishment. Reality remains non-punitive. Consciousness alone adjudicates truth."
}