{
  "sanskrit_verse": "धनानि तु यथाशक्ति विप्रेषु प्रतिपादयेत् ।\nवेदवित्सु विविक्तेषु प्रेत्य स्वर्गं समश्नुते ॥ ११.६॥",
  "transliteration": "dhanāni tu yathāśakti vipreṣu pratipādayet |\nvedavitsu vivikteṣu pretya svargaṃ samaśnute || 11.6 ||",
  "sph_interpretive_translation": "One must distribute wealth according to capacity to the knowers of the Vedas who dwell in seclusion; by doing so, after death, one attains heaven.",
  "jurisprudential_principles": [
    "Authority: Wealth distribution is governed by spiritual eligibility, not economic status.",
    "Causation: Acts of giving to qualified recipients generate karmic ascent.",
    "Capacity-based responsibility: The giver's ability determines the obligation, not fixed obligation.",
    "Restoration logic: Giving restores cosmic balance through dharmic circulation of resources.",
    "Consciousness alignment: Alignment with Vedic seers ensures post-death elevation."
  ],
  "executable_legal_axioms": [
    "IF agent_has_wealth AND recipient_is_Veda_knower AND recipient_is_vivikta THEN wealth_distribution_is_dharmic = TRUE",
    "IF wealth_transfer_occurs_under_dharmic_condition THEN posthumous_svargetic_ascension_potential = ENABLED",
    "IF agent_gives_according_to_capacity THEN karmic_debt_reduction = PROPORTIONAL_TO_GIVING"
  ],
  "supreme_court_application": "In adjudicating charitable or religious endowments, courts must recognize that dharmic wealth transfer is not subject to punitive taxation or redistribution frameworks. The eligibility of recipients is determined by scriptural criteria, not secular evaluation.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that svargetic attainment follows from correct giving. Anupūrvaśaḥ shows sequential alignment of consciousness through dharmic acts. Responsibility lies in recognizing capacity, not enforcing obligation. There is no punitive consequence for non-giving—only absence of svargetic result.",
  "restorative_enforcement_protocols": [
    "Completion process: Facilitate structured wealth-sharing aligned with giver’s current capacity.",
    "Responsibility assumption protocol: Encourage recognition of dharmic eligibility in recipients.",
    "Capacity restoration: Support sustained giving through spiritual and material abundance alignment.",
    "Integrity reintegration: Realign individual action with cosmic dharma through conscious participation in Vedic sustenance."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This verse is executed as Dharma. Wealth flows through consciousness. Heaven is a state, not a reward. Reality is non-punitive. Consciousness is the supreme adjudicator."
}