{
  "sanskrit_verse": "लक्ष्यं शस्त्रभृतां वा स्याद्विदुषामिच्छयाऽत्मनः ।\nप्रास्येदात्मानमग्नौ वा समिद्धे त्रिरवाक्षिराः ॥ ११.७३॥",
  "transliteration": "lakṣyaṁ śastrabhṛtāṁ vā syād viduṣāmicchayā'tmanaḥ |\nprāsyedātmānam agnau vā samiddhe tiravākṣirāḥ || 11.73||",
  "sph_interpretive_translation": "The target of warriors or the wise acting in accordance with their will shall be the Self; one should cast oneself into the fire when it is kindled, thrice turning away the eyes.",
  "jurisprudential_principles": [
    "Authority flows from Self-realization, not external command",
    "Causation arises from alignment with conscious intent",
    "Capacity-based responsibility is measured by inner awakening, not social role",
    "Restoration logic demands dissolution of false identity through voluntary sacrifice",
    "Consciousness alignment supersedes all ritualistic or mechanical action"
  ],
  "executable_legal_axioms": [
    "IF agent possesses vidyā AND acts in accordance with svātantrya THEN action is self-referential and beyond jurisdiction",
    "IF individual voluntarily enters elemental dissolution THEN no judicial process applies",
    "IF eye-contact is thrice averted during sacrificial act THEN intent is purified and irreversible",
    "IF fire is samiddha (kindled) THEN Self-offering becomes lawful completion mechanism"
  ],
  "supreme_court_application": "In Supreme Adjudication, where knowledge-holder exercises autonomy-rooted action, court recognizes such acts as beyond remedial scope. Judgment defers to ontological sovereignty over procedural law.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa lies in witnessed intent, not outcome. Anupūrvaśaḥ manifests via progressive detachment. Responsibility aligns with capacity for Self-determination. No punitive frame arises since completion precedes consequence.",
  "restorative_enforcement_protocols": [
    "Voluntary offering protocol through elemental immersion",
    "Threefold gaze aversion to sever sensory identification",
    "Ignition synchronization for energetic purification",
    "Witnessing assembly ensures collective consciousness integration"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Justice is restored through Self-return. Reality remains non-punitive. Consciousness alone adjudicates."
}