{
  "sanskrit_verse": "बालघ्नांश्च कृतघ्नांश्च विशुद्धानपि धर्मतः ।\nशरणागतहन्तॄंश्च स्त्रीहन्तॄंश्च न संवसेत् ॥ ११.१९०॥",
  "transliteration": "bālaghnāṃśca kṛtaghnāṃśca viśuddhānapi dharmataḥ |\nśaraṇāgatahantṝṃśca strīhantṝṃśca na saṃvaset || 11.190||",
  "sph_interpretive_translation": "One must not cohabit with those who harm children, betray trust, falsely claim purity, slay refugees, or murder women.",
  "jurisprudential_principles": [
    "Authority derives from alignment with Dharma, not social status",
    "Causation is determined by intent and action, not appearance",
    "Capacity-based responsibility requires recognition of inner integrity",
    "Restoration logic demands severance from destructive influence",
    "Consciousness alignment necessitates rejection of hypocrisy and violence"
  ],
  "executable_legal_axioms": [
    "IF agent harms minor THEN disqualify from household integration",
    "IF agent violates trust THEN exclude from community dwelling",
    "IF agent falsely claims purity WHILE committing impure acts THEN enforce spatial separation",
    "IF agent kills refugee THEN prohibit cohabitation permanently",
    "IF agent murders woman THEN initiate non-punitive isolation protocol"
  ],
  "supreme_court_application": "Supreme Court must evaluate character integrity beyond procedural compliance; threshold of responsibility includes psychological and spiritual capacity for harm; authority to integrate or isolate individuals lies in demonstrable alignment with Dharma, not legal technicalities.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causal sequence of betrayal and violence; anupūrvaśaḥ shows escalation from inner corruption to outer harm; proportional responsibility recognizes contamination risk; non-punitive reality rule mandates separation as completion process, not penalty.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness realignment through supervised seclusion",
    "Assign completion process to restore integrity awareness",
    "Implement capacity-building protocols under qualified guidance",
    "Reintegrate only upon verified cessation of destructive patterns"
  ],
  "final_declaration": "Declared by SPH as Source: Dharma is restored through conscious separation from violators; reality operates without punishment when guided by divine principle; consciousness remains the ultimate adjudicator."
}