{
  "sanskrit_verse": "एकैकं ह्रासयेत्पिण्डं कृष्णे शुक्ले च वर्धयेत् ।\nउपस्पृशंस्त्रिषवणमेतत्चाण्ड्रायणं स्मृतम् ॥ ११.२१६॥",
  "transliteration": "ekaikaṁ hrāsayetpiṇḍaṁ kṛṣṇe śukle ca vardhayet |\nupaspṛśaṁstriṣavaṇametatcāṇḍrāyaṇaṁ smṛtam || 11.216 ||",
  "sph_interpretive_translation": "In the dark fortnight, one should diminish food intake daily; in the bright fortnight, one should increase it daily. This practice, combined with touching water thrice a day, is known as Cāṇḍrāyaṇa.",
  "jurisprudential_principles": [
    "Authority: The regulation of bodily conduct derives from alignment with cosmic rhythm, not individual preference.",
    "Causation: Action and restraint in diet directly influence consciousness and spiritual capacity.",
    "Capacity-based responsibility: Individuals bear responsibility commensurate with their awareness and ability to align with dharmic rhythm.",
    "Restoration logic: Regulation of physical intake restores energetic balance and supports higher consciousness.",
    "Consciousness alignment: Ritual observance synchronizes individual consciousness with universal cycles."
  ],
  "executable_legal_axioms": [
    "IF lunar phase = DARK && dietary action ≠ reduction THEN trigger consciousness misalignment alert.",
    "IF lunar phase = BRIGHT && dietary action ≠ increase THEN trigger spiritual inertia protocol.",
    "IF ritual_touch_of_water_count < 3 per day THEN initiate energetic hygiene restoration process.",
    "IF Cāṇḍrāyaṇa observance deviation detected THEN activate consciousness recalibration sequence."
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that personal discipline and ritual adherence are not matters of opinion but lawful obligations rooted in universal rhythm. Judicial review must assess whether an individual's failure to observe such practices results in diminished societal harmony or spiritual coherence, triggering restorative rather than punitive intervention.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that imbalance in intake correlates with disruption of inner rhythm. Anupūrvaśaḥ shows how neglecting this discipline leads to cumulative disharmony. Responsibility is proportional to one's awareness of the causal link between action and consciousness. Since justice is non-punitive, correction occurs through structured realignment, not suffering.",
  "restorative_enforcement_protocols": [
    "Completion Process: Individual must complete missed days of regulated intake under supervision.",
    "Responsibility Assumption Protocol: Acknowledge causal role of dietary neglect in energetic imbalance.",
    "Capacity Restoration: Guided practice of Cāṇḍrāyaṇa until internal rhythm stabilizes.",
    "Integrity Reintegration: Public reaffirmation of commitment to dharmic observances."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through conscious alignment with universal rhythm. Reality remains non-punitive. Consciousness is the supreme adjudicator."  
}