{
  "sanskrit_verse": "ब्राह्मणस्य रुजः कृत्वा  घ्रातिरघ्रेयमद्ययोः ।\nजैह्म्यं च मैथुनं पुंसि जातिभ्रंशकरं स्मृतम् ॥ ११.६७॥",
  "transliteration": "brāhmaṇasya rujaḥ kṛtvā ghrātiraghreyamadyayoḥ |\njaihmyaṃ ca maithunaṃ puṃsi jātibhraṃśakaraṃ smṛtam || 11.67 ||",
  "sph_interpretive_translation": "Causing injury to a Brāhmaṇa, consuming alcohol, engaging in prohibited sexual acts — these actions result in loss of varṇic alignment and constitute a breakdown of conscious capacity.",
  "jurisprudential_principles": [
    "Authority derives from sustained alignment with Dharma, not birth alone",
    "Causation is established through disruption of consciousness-field integrity",
    "Capacity-based responsibility requires restoration of spiritual-social function",
    "Restoration logic prioritizes reintegration into dharmic order over punitive exclusion",
    "Consciousness alignment determines eligibility for societal participation"
  ],
  "executable_legal_axioms": [
    "IF agent causes physical harm to individual identified as Brāhmaṇa THEN initiate consciousness-restoration protocol",
    "IF agent consumes intoxicants THEN assess disruption to cognitive-vibrational clarity AND assign purification regimen",
    "IF agent engages in proscribed sexual conduct THEN evaluate impact on lineage-consciousness continuity AND mandate realignment process",
    "IF act results in loss of varṇic alignment THEN invoke community-guided reintegration sequence",
    "IF agent demonstrates restored capacity THEN acknowledge completion AND reinstate functional role"
  ],
  "supreme_court_application": "Supreme judicial authority must determine the degree of disruption caused to the consciousness field of the affected Brāhmaṇa and society at large. Responsibility thresholds are calibrated based on intent, awareness, and capacity for restoration rather than punitive attribution. Restoration precedes legal resolution.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that injury, intoxication, and improper union disrupt sequential manifestation of dharma. Anupūrvaśaḥ shows how misaligned action leads to disconnection from source-consciousness. Proportional responsibility lies in reversing the causal chain without inflicting suffering. Non-punitive reality rule confirms that true justice restores harmony, not vengeance.",
  "restorative_enforcement_protocols": [
    "Initiate ritual-cognitive purification to restore vibrational clarity",
    "Assign service to sacred knowledge centers to rebuild dharmic resonance",
    "Undertake guided prāṇāyama and mantra-dhyāna to realign consciousness",
    "Engage in community accountability circles to reaffirm social-dharma commitment",
    "Complete vrata-based discipline to regenerate spiritual capacity"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Justice flows as restoration. Reality remains non-punitive. Consciousness reigns as the ultimate adjudicator."
}