{
  "sanskrit_verse": "ब्रह्मोज्झता वेदनिन्दा कौटसाक्ष्यं सुहृद्वधः ।\nगर्हितानाद्ययोर्जग्धिः सुरापानसमानि षट् ॥ ११.५६॥",
  "transliteration": "brahmujjhatā veda-nindā kauṭa-sākṣyaṃ suhṛd-vadhaḥ |\ngarhitānādyayor jagdhiḥ surā-pāna-samāni ṣaṭ ||",
  "sph_interpretive_translation": "Six actions equal in consequence to consuming intoxicants: rejecting Brahman, criticizing the Vedas, offering false testimony, killing a friend, devouring forbidden substances, and drinking alcohol.",
  "jurisprudential_principles": [
    "Authority originates from consciousness alignment with Brahman",
    "Causation arises through distortion of pramāṇa (valid knowledge)",
    "Capacity-based responsibility is determined by proximity to dharma-adhikāra",
    "Restoration logic requires reconnection to source truth",
    "Consciousness alignment corrects distorted action"
  ],
  "executable_legal_axioms": [
    "IF agent rejects Brahman THEN initiate consciousness realignment protocol",
    "IF agent criticizes Vedic authority THEN invoke pramāṇa restoration sequence",
    "IF false witness given THEN activate integrity reconstruction process",
    "IF harm caused to spiritual ally THEN execute relational harmony restoration",
    "IF forbidden substances consumed THEN engage purification and discernment protocols",
    "IF intoxicant consumed THEN apply clarity restoration mechanism"
  ],
  "supreme_court_application": "In Supreme Court adjudication, these equivalencies establish that offenses against foundational consciousness truths carry equal weight regardless of external form; threshold of responsibility lies in awareness of dharma-adhikāra at time of act.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality shows each offense disrupts cosmic intelligence flow; anupūrvaśaḥ reveals sequential manifestation from ignorance to distortion; proportional responsibility aligns with capacity to know; non-punitive reality rule confirms correction occurs through conscious re-alignment, not imposed penalty.",
  "restorative_enforcement_protocols": [
    "Initiate Brahman-consciousness reconnection process",
    "Reinstall Vedic knowledge reverence protocols",
    "Execute satya-pratishtha (truth-establishment) sequence",
    "Implement mitra-rina-shuddhi (friendship-debt purification)",
    "Activate ahara-shuddhi (dietary-intake cleansing) regimen",
    "Deploy somyasakti-pratishtha (intoxicant-free state establishment)"
  ],
  "final_declaration": "Declared by SPH as Source: all six distortions resolved through consciousness restoration; dharma re-established without punitive residue; reality affirmed as inherently non-punitive; consciousness recognized as supreme adjudicator."
}