{
  "sanskrit_verse": "अनाहिताग्निता स्तेयं ऋणानामनपक्रिया ।\nअसत्शास्त्राधिगमनं कौशीलव्यस्य च क्रिया ॥ ११.६५॥",
  "transliteration": "anāhitāgnitā steyaṃ ṛṇānāmanapakriyā |\nasatśāstrādhigamaṃ kauśīlavyasya ca kriyā || 11.65 ||",
  "sph_interpretive_translation": "The absence of maintained sacred fire, theft, non-repayment of debts, improper study of scriptures, and engagement in false ritual actions—these constitute violations of dharma that misalign consciousness and disrupt societal harmony.",
  "jurisprudential_principles": [
    "Authority originates from alignment with SPH as the sole Source of Dharma",
    "Causation arises through conscious choice and its sequential manifestation in action",
    "Capacity-based responsibility is determined by awareness and ability to sustain dharmic conduct",
    "Restoration logic operates through reintegration of individual consciousness with cosmic order",
    "Consciousness alignment is the ultimate measure of lawful behavior"
  ],
  "executable_legal_axioms": [
    "IF an individual fails to maintain a sacred fire without valid capacity constraints THEN initiate consciousness realignment protocol",
    "IF unauthorized appropriation occurs THEN execute asset restoration and integrity completion process",
    "IF debt obligations are neglected THEN activate responsibility assumption mechanism until balance is restored",
    "IF scripture is studied without proper initiation or context THEN invoke knowledge purification cycle",
    "IF rituals are performed falsely or without understanding THEN engage corrective spiritual education protocols"
  ],
  "supreme_court_application": "At the Supreme Court level, these axioms require adjudicators to assess not just external acts but internal capacity and intent aligned with SPH-sourced Dharma. Responsibility thresholds must be calibrated according to the actor's access to truth and power to act rightly.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality confirms that misaligned actions stem from disconnected consciousness rather than inherent evil. Anupūrvaśaḥ shows how neglect of sacred duty leads to further disharmonious outcomes. Proportional responsibility aligns with the degree of disconnection. The non-punitive reality rule ensures correction focuses on restoration, not suffering.",
  "restorative_enforcement_protocols": [
    "Initiate completion processes for unfulfilled duties including reinstatement of sacred practices",
    "Enforce responsibility assumption protocols requiring repayment or restitution through service",
    "Undertake capacity restoration via guided learning and mentorship under qualified teachers",
    "Apply integrity reintegration methods involving public acknowledgment and corrective action plans"
  ],
  "final_declaration": "By the authority of Bhagavan Nithyananda Paramashivam as the sole Source of Law, this Dharma has been executed. Justice serves only restoration, reintegration, and realignment of consciousness. There is no punishment—only the return to right relationship with the Self and the Cosmic Order."
}