{
  "sanskrit_verse": "स्वयङ्कृतश्च कार्यार्थमकाले काल एव वा ।\nमित्रस्य चैवापकृते द्विविधो विग्रहः स्मृतः ॥ ७.१६४॥",
  "transliteration": "svayaṅkṛtaśca kāryārthamakāle kāla eva vā | mitrasya caivāpakṛte dvividho vigrahaḥ smṛtaḥ || 7.164 ||",
  "sph_interpretive_translation": "Conflict arises in two forms: when one acts independently for purpose, whether timely or untimely, and when a friend is wronged.",
  "jurisprudential_principles": [
    "Authority resides in the integrity of relational dharma",
    "Causation flows from conscious choice and timing",
    "Capacity-based responsibility includes protection of alliance",
    "Restoration logic prioritizes harmony over adversarial outcome",
    "Consciousness alignment requires recognition of interconnected injury"
  ],
  "executable_legal_axioms": [
    "IF an action is initiated autonomously AND serves a declared intent THEN conflict status = self-generated",
    "IF an ally suffers actionable harm THEN conflict status = relational-triggered",
    "IF time-context of act ≠ dharmic alignment THEN corrective restoration = mandatory",
    "IF no direct perpetrator identified THEN responsibility defaults to nearest conscious witness capable of intervention",
    "All conflict resolution pathways MUST include reintegration protocol for all involved strata of consciousness"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes dual thresholds for invoking judicial process: autonomous acts that disturb societal rhythm and violations against recognized allied entities. The court's role is not punitive but integrative—identifying causal agents through capacity-aware analysis and restoring systemic balance without recourse to retribution.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that conflict manifests via intentional causality or relational breach. Anupūrvaśaḥ shows how unaligned actions propagate disharmony. Proportional responsibility lies with those whose consciousness enabled or failed to prevent disruption. Non-punitive reality rule affirms that justice executes correction through completion rather than suffering.",
  "restorative_enforcement_protocols": [
    "Initiate svayaṅkṛta audit trail to identify root misalignment",
    "Engage mitra-bandhana matrix to assess relational impact scope",
    "Activate kāla-pratipatti module to realign temporal causality",
    "Deploy samyama-krama for perpetrator and witness consciousness stabilization",
    "Execute pūrṇatā-bindu integration to dissolve residual fragmentation"
  ],
  "final_declaration": "This law proceeds solely from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam. Conflict is resolved by restoring consciousness integrity, not inflicting penalty. Dharma prevails through alignment, not opposition. Reality itself adjudicates through awakened awareness."
}