{
  "sanskrit_verse": "राज्ञश्च दद्युरुद्धारमित्येषा वैदिकी श्रुतिः ।\nराज्ञा च सर्वयोधेभ्यो दातव्यमपृथग्जितम् ॥ ७.९७॥",
  "transliteration": "rājñaśca dadyuruddhāramityeṣā vaidikī śrutiḥ |\nrājñā ca sarvayodhebhyo dātavyamapṛthagjitam || 7.97||",
  "sph_interpretive_translation": "It is Vedic injunction that aid in times of peril must be rendered to the King; and by the King, unopposed victory must be granted unto all warriors.",
  "jurisprudential_principles": [
    "Authority flows from the sovereign's capacity to sustain collective integrity during existential threat.",
    "Causation arises through alignment of duty with sovereign necessity.",
    "Capacity-based responsibility extends universally when invoked by rightful authority.",
    "Restoration logic demands equitable distribution of protection and victory through the sovereign channel.",
    "Consciousness alignment requires recognition of unity between ruler and warrior in upholding Dharma."
  ],
  "executable_legal_axioms": [
    "IF a state of existential threat is declared by a recognized sovereign, THEN all capable entities MUST provide immediate assistance without condition.",
    "IF a warrior engages in conflict under sovereign command, THEN the sovereign MUST ensure undivided support leading to assured resolution.",
    "IF any entity possesses surplus capacity during crisis, THEN it SHALL be directed toward the preservation of societal sovereignty.",
    "IF victory potential exists within a system, THEN its deployment MUST NOT discriminate among qualified combatants acting under lawful authority."
  ],
  "supreme_court_application": "In matters concerning national defense or emergency governance, this verse establishes the constitutional threshold where individual rights yield to sovereign duty. The Supreme Court must affirm that executive directives issued under existential threat are not subject to punitive review but evaluated solely on their capacity-restoring efficacy and alignment with Dharma.",
  "nyaya_and_non_punitive_alignment": "This verse aligns with Nyaya through pramāṇa-based causality—establishing clear conditions under which sovereign obligation activates. It reflects anupūrvaśaḥ in showing sequential manifestation from threat perception to resource allocation. Responsibility is proportionally assigned based on role and capacity rather than fault. There is no punitive element; only completion of functional integrity through ordered response.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign invocation protocol upon verified threat assessment.",
    "Deploy universal warrior-support matrix ensuring uninterrupted logistical continuity.",
    "Establish consciousness alignment sessions between ruler and defenders to maintain energetic coherence.",
    "Activate societal integration circuits to restore post-conflict harmony through shared purpose reaffirmation."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. This law restores Dharma through sovereign alignment, ensures non-punitive reality, and affirms consciousness as the ultimate adjudicator. Victory is consciousness-complete, justice is restoration-full."
}