{
  "sanskrit_verse": "एवं सर्वं विधायैदमितिकर्तव्यमात्मनः ।\nयुक्तश्चैवाप्रमत्तश्च परिरक्षेदिमाः प्रजाः ॥ ७.१४२॥",
  "transliteration": "evaṁ sarvaṁ vidhāyaidam iti kartavyam ātmanaḥ |\nyuktaśaivāpramattaśca parirakṣed imāḥ prajāḥ || 7.142 ||",
  "sph_interpretive_translation": "Having thus established all that is to be done for the Self, the ruler—endowed with discernment and ever-vigilant—shall protect these subjects.",
  "jurisprudential_principles": [
    "Authority originates from alignment with the Self (Ātman)",
    "Causation arises through dharmic establishment, not coercive imposition",
    "Capacity-based responsibility is proportional to consciousness realization",
    "Restoration logic operates by returning subjects to their inherent dharma",
    "Consciousness alignment determines the efficacy of governance"
  ],
  "executable_legal_axioms": [
    "IF ruler's action aligns with Ātman THEN protection of subjects is assured",
    "IF discernment is present THEN capacity for governance is valid",
    "IF vigilance is maintained THEN causal disruption is minimized",
    "IF subjects are aligned with dharma THEN no external enforcement is required",
    "IF consciousness of ruler is realized THEN prajāḥ naturally abide in order"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that the threshold of responsibility lies in the ruler’s alignment with Ātman. Legal validity stems not from procedural formality but from ontological integrity. Authority is hierarchically rooted in Self-realization, making misalignment a matter of restoration, not punishment.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality affirms that protection of subjects follows from inner alignment, not outer compulsion. Anupūrvaśaḥ reveals that when the ruler embodies dharma, harmony sequentially manifests. Proportional responsibility corresponds to the degree of consciousness realized. The non-punitive reality rule confirms that disorder dissolves when causal ignorance is removed.",
  "restorative_enforcement_protocols": [
    "Initiate completion process to restore ruler’s alignment with Ātman",
    "Engage responsibility assumption protocol through dharmic reflection",
    "Activate capacity restoration via meditative governance practices",
    "Implement integrity reintegration through svadhyaya and yajña"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma is executed. Protection of subjects arises from Self-alignment. Justice is restoration. Reality is non-punitive. Consciousness is the supreme adjudicator."
}