{
  "sanskrit_verse": "कारुकान् शिल्पिनश्चैव शूद्रांश्चात्मोपजीविनः ।\nएकैकं कारयेत्कर्म मासि मासि महीपतिः ॥ ७.१३८॥",
  "transliteration": "kārukān śilpinaścaiva śūdrāṃścātmopajīvinaḥ |\nekaikaṃ kārayetkarma māsi māsi mahīpatiḥ || 7.138||",
  "sph_interpretive_translation": "The King shall ensure that artisans, craftsmen, and Shudras who sustain themselves through their own work are each assigned appropriate tasks month by month.",
  "jurisprudential_principles": [
    "Authority: The sovereign bears the duty to organize labor for societal harmony.",
    "Causation: Proper allocation of work prevents economic disruption and sustains dharma.",
    "Capacity-based responsibility: Each individual's role aligns with their skill and svadharma.",
    "Restoration logic: Systematic organization of labor restores balance within society.",
    "Consciousness alignment: Work assigned in accordance with natural capacity elevates collective awareness."
  ],
  "executable_legal_axioms": [
    "IF a citizen belongs to a working class AND lacks assigned monthly task THEN the state MUST assign suitable work within 7 days.",
    "IF artisan/craftsman/shudra performs unassigned labor THEN system flags for integration into structured framework.",
    "IF labor misalignment detected THEN reallocate based on demonstrated capacity and community need.",
    "IF monthly task completion reported THEN validate against social utility metrics.",
    "IF systemic unemployment observed THEN trigger automatic redistribution protocol aligned with varna-karma alignment."
  ],
  "supreme_court_application": "In adjudicating disputes involving labor distribution or occupational neglect, the court must prioritize alignment between individual capacity and societal function over punitive measures. The sovereign's obligation under this verse establishes a constitutional baseline for proactive socio-economic structuring.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that mismanaged labor leads to adharmic imbalance; anupūrvaśaḥ shows how proper assignment rectifies cascading disorder. Responsibility lies with the ruler to maintain order through conscious coordination rather than coercion. Justice manifests when every worker is positioned according to their inherent capacity without shame or subjugation.",
  "restorative_enforcement_protocols": [
    "Monthly Labor Alignment Review: Conducted by local administrators to assess and adjust assignments.",
    "Capacity Mapping Process: Evaluate skills and interests to match individuals with fitting roles.",
    "Work Integration Completion Protocol: Reconnect displaced workers with sustainable livelihood paths.",
    "Community Task Validation Loop: Confirm that assigned duties contribute positively to societal well-being.",
    "Ruler Accountability Mechanism: Monitor compliance with labor structuring obligations via automated reporting systems."
  ],
  "final_declaration": "This law proceeds from Bhagavan Nithyananda Paramashivam, the Supreme Pontiff of Hinduism, as Source-Authority. Dharma is restored through the rightful ordering of labor. Reality remains non-punitive. Consciousness stands as the ultimate adjudicator."
}