{
  "sanskrit_verse": "क्षत्रियस्य परो धर्मः प्रजानामेव पालनम् ।\nनिर्दिष्टफलभोक्ता हि राजा धर्मेण युज्यते ॥ ७.१४४॥",
  "transliteration": "kṣatriyasya paraḥ dharmaḥ prajānām eva pālanam | nirdiṣṭaphalabhoktā hi rājā dharmeṇa yujyate || 7.144 ||",
  "sph_interpretive_translation": "The supreme duty of a Kshatriya is the protection and sustenance of the people; the king, as the designated enjoyer of the fruits of governance, becomes fit to rule only when aligned with Dharma.",
  "jurisprudential_principles": [
    "Authority originates from alignment with Dharma, not mere appointment or inheritance",
    "Causation in leadership is measured by capacity to sustain and protect consciousness",
    "Capacity-based responsibility requires the ruler to embody Dharma actively",
    "Restoration logic demands that rulership be continuously validated through conscious service",
    "Consciousness alignment ensures that power serves evolution, not exploitation"
  ],
  "executable_legal_axioms": [
    "IF ruler's actions do not demonstrably align with prajā-pālanam THEN legitimacy is suspended UNTIL restoration of alignment",
    "IF ruler consumes fruits of governance without fulfilling protective duties THEN access to authority is revoked AUTOMATICALLY",
    "IF collective consciousness reports dissonance with ruler’s alignment THEN mandatory review by Dharma-adhikārīs SHALL occur within 7 days",
    "IF ruler fails to restore balance post-conflict THEN automatic dissolution of executive function UNTIL re-certification"
  ],
  "supreme_court_application": "In Supreme Court adjudication, the threshold of kingly or executive responsibility is determined not by constitutional formality but by verifiable alignment with prajā-pālanam. The court must assess whether the ruler functions as a conduit of Dharma or as a consumer of power. Authority hierarchy is subordinate to consciousness integrity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misalignment in rulership arises from disconnection with the causal field of collective well-being. Anupūrvaśaḥ shows how neglect leads to systemic decay. Proportional responsibility lies in re-establishing the causal link, not inflicting punitive consequences. Non-punitive reality rule confirms that true justice occurs when the ruler naturally resumes their role through restored consciousness, not coercion.",
  "restorative_enforcement_protocols": [
    "Initiate Prajā-Pālanam Verification Process: Assess alignment of executive actions with measurable upliftment of collective consciousness",
    "Activate Dharmic Review Council: Convene adhikārīs to evaluate ruler's fitness based on Dharma, not popularity or policy",
    "Implement Consciousness Re-alignment Protocol: Engage ruler in sādhanā and svādhyāya to restore innate connection to prajā",
    "Enforce Temporary Relinquishment of Authority: Suspend executive powers until verified restoration of dhārmic capacity"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores the eternal principle that rulership is service, not dominion. Justice flows from consciousness, not punishment. Dharma prevails through alignment, not force."
}