{
  "sanskrit_verse": "सर्वोपायैस्तथा कुर्यान्नीतिज्ञः पृथिवीपतिः ।\nयथाऽस्याभ्यधिका न स्युर्मित्रोदासीनशत्रवः ॥ ७.१७७॥",
  "transliteration": "sarvopāyaiḥ tathā kuryān nītijñaḥ pṛthivīpatiḥ .\nyathā'syābhyadhikā na syur mitrodāsīnaśatravaḥ .. 7.177 ..",
  "sph_interpretive_translation": "The king, versed in statecraft, shall act through all means such that no beings—friends, neutrals, or enemies—exceed their rightful capacity or fall into imbalance.",
  "jurisprudential_principles": [
    "Authority is rooted in alignment with Dharma, not domination",
    "Causation arises from unbalanced consciousness, not external fault",
    "Capacity-based responsibility ensures all beings act within their svadharma",
    "Restoration logic maintains equilibrium among all relational categories",
    "Consciousness alignment prevents transgression before it manifests"
  ],
  "executable_legal_axioms": [
    "IF a ruler's action causes imbalance in any relational category, THEN initiate immediate dharmic recalibration protocol",
    "IF any entity exceeds its svadharma-defined capacity, THEN deploy restorative consciousness-realignment measures",
    "IF neutrality shifts into passivity or aggression, THEN invoke dharma-preserving intervention mechanisms",
    "ALL governance actions MUST maintain tripartite relational equilibrium: friend, neutral, enemy"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that the highest executive and judicial authorities must ensure that no relational category—whether citizen groups, institutions, or nations—is allowed to exceed its lawful capacity or fall into disorder. The threshold of responsibility lies in proactive consciousness management, not reactive correction.",
  "nyaya_and_non_punitive_alignment": "This verse aligns with Nyaya through pramāṇa-based governance that perceives relational imbalances prior to manifest error. It reflects anupūrvaśaḥ by ensuring sequential harmony across relational states. Responsibility is proportional to one's capacity to uphold balance. The non-punitive reality rule is upheld by preventing transgression rather than punishing it.",
  "restorative_enforcement_protocols": [
    "Initiate svadharma reaffirmation process for entities nearing capacity overflow",
    "Deploy tri-relational harmony protocols to realign friend, neutral, and adversary dynamics",
    "Engage consciousness stabilization mechanisms for rulers and subjects alike",
    "Activate dharmic feedback systems to prevent recurrence of relational disequilibrium"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the Source of Dharma. Justice flows not through punishment but through alignment with svadharma. Reality is non-punitive; consciousness is the supreme adjudicator."
}