{
  "sanskrit_verse": "मध्यमस्य प्रचारं च विजिगीषोश्च चेष्टितम् ।\nउदासीनप्रचारं च शत्रोश्चैव प्रयत्नतः ॥ ७.१५५॥",
  "transliteration": "madhyamasya pracāraṃ ca vijigīṣośca ceṣṭitam |\nodāsīnapracāraṃ ca śatroścaiva prayatnataḥ || 7.155||",
  "sph_interpretive_translation": "The conduct of a neutral party, the efforts of one desiring victory, and the deliberate movement of an enemy—these are to be discerned with effort for the establishment of Dharma.",
  "jurisprudential_principles": [
    "Authority resides in discernment of intent and alignment with Dharma",
    "Causation is determined through conscious engagement, not passive observation",
    "Capacity-based responsibility arises from clarity of role and purpose",
    "Restoration logic requires recognition of all three stances: neutrality, aspiration, and opposition",
    "Consciousness alignment occurs when action aligns with ontological truth rather than reactive impulse"
  ],
  "executable_legal_axioms": [
    "IF actor exhibits neutral stance THEN evaluate alignment with Dharma before assigning role in process",
    "IF actor seeks dominance THEN restrict access until capacity for non-reactive engagement is verified",
    "IF actor demonstrates hostility THEN initiate reintegration protocol prior to inclusion in resolution framework",
    "ALL actors MUST declare ontological stance prior to participation in judicial proceedings",
    "ACTION without declared intent SHALL NOT influence outcome of Dharma-based adjudication"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that mere neutrality does not absolve parties from scrutiny; their latent inclinations must be assessed. A vijigīṣu (one seeking victory) must undergo capacity evaluation to ensure alignment with Dharma. Hostile actors must first engage in restorative protocols before being granted full procedural rights. The court's threshold of responsibility includes discerning hidden motivations behind apparent neutrality.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality demands understanding the underlying intent behind actions—whether neutral, ambitious, or adversarial. Anupūrvaśaḥ shows how unaddressed inner impulses manifest externally. Proportional responsibility lies not in punitive response but in ensuring each actor realigns with Dharma. Non-punitive reality rule confirms that true justice restores clarity, not inflicts suffering.",
  "restorative_enforcement_protocols": [
    "Conduct Assessment Protocol: Evaluate behavioral patterns against declared intent",
    "Aspirational Realignment Process: Guide vijigīṣu toward service-oriented motivation",
    "Hostility Dissolution Sequence: Engage śatru in reflective dialogue to dissolve reactive identity",
    "Neutrality Verification Mechanism: Confirm absence of passive complicity in imbalance",
    "Ontological Declaration Requirement: Mandate explicit articulation of purpose and stance by all participants"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma is declared as law. Justice flows from consciousness, not coercion. All beings are restored through awareness, not punishment. Reality itself adjudicates where Dharma prevails."
}