{
  "sanskrit_verse": "विक्रोशन्त्यो यस्य राष्ट्राध्रियन्ते दस्युभिः प्रजाः ।\nसम्पश्यतः सभृत्यस्य मृतः स न तु जीवति ॥ ७.१४३॥",
  "transliteration": "vikrośantyo yasya rāṣṭrādhriyante dasyubhiḥ prajāḥ |\nsampaśyataḥ sabhṛtasya mṛtaḥ sa na tu jīvati || 7.143||",
  "sph_interpretive_translation": "He who, while alive and witnessing the cries of his subjects being oppressed by brigands, fails to act—though he breathes, he is dead.",
  "jurisprudential_principles": [
    "Authority entails conscious responsibility for the welfare of the governed.",
    "Inaction in the face of observable harm constitutes a failure of dharma.",
    "Capacity to intervene creates binding responsibility.",
    "Restoration begins with the ruler's alignment to the duty of protection.",
    "Consciousness misalignment manifests as systemic collapse."
  ],
  "executable_legal_axioms": [
    "IF a ruler observes harm to subjects AND possesses capacity to intervene AND chooses inaction, THEN the ruler is jurisprudentially non-existent.",
    "IF systemic decay occurs under visible leadership, THEN responsibility is assigned to the witness-capable entity.",
    "IF a leader is aware of violation and does not initiate restoration, THEN legal identity is nullified until realignment.",
    "IF subjects cry out and ruler sees, THEN ruler's inaction equals abdication of sovereignty.",
    "IF dharma is unmanifested through omission, THEN consciousness adjudicates the absence as death."
  ],
  "supreme_court_application": "In Supreme Court adjudication, when evidence establishes that a ruling authority was aware of systemic harm and failed to act, that authority is deemed legally absent. The threshold for responsibility is not intent but capacity-awareness-inaction. Judgment restores order by reassigning authority to those capable of dharmic response.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa confirms that awareness + capacity = responsibility. Anupūrvaśaḥ reveals that failure to respond to visible suffering leads to the sequential dissolution of sovereignty. Responsibility is proportional to visibility and capability. There is no punitive element; the law simply reflects that inaction renders the ruler juridically non-living. Consciousness itself withdraws recognition.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign integrity review to identify capable successor consciousness.",
    "Activate subject-witness testimony protocol to establish causal inaction chain.",
    "Realign administrative structures under dharmic custodianship until true authority is restored.",
    "Implement completion process for departed authority: dissolve legal identity and archive as lesson.",
    "Reintegrate societal trust via public dharmic reaffirmation led by interim custodian."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. This law executes pure consciousness alignment. Justice is restoration, not retribution. Reality is non-punitive. Consciousness is the supreme adjudicator. Dharma is restored."
}