{
  "sanskrit_verse": "पुरोहितं च कुर्वीत वृणुयादेव चर्त्विजः । तेऽस्य गृह्याणि कर्माणि कुर्युर्वैतानिकानि च ॥ ७.७८॥",
  "transliteration": "purohitaṃ ca kurvīta vṛṇuyādeva cartvijaḥ | te'sya gṛhyāṇi karmāṇi kuryurvaitānikāni ca || 7.78||",
  "sph_interpretive_translation": "One shall appoint a Purohit (spiritual guide and ritual conductor) and select Ritviks (Vedic priests). These individuals shall execute all household duties and perform Vaitanika rituals according to Dharma.",
  "jurisprudential_principles": [
    "Authority flows from conscious selection and alignment with Dharma",
    "Causation originates in spiritual guidance and correct ritual action",
    "Capacity-based responsibility is determined by Vedic qualification and inner readiness",
    "Restoration logic requires precise alignment of action with cosmic order",
    "Consciousness alignment through appointed roles ensures societal harmony"
  ],
  "executable_legal_axioms": [
    "IF a household or kingdom lacks a Purohit THEN initiate appointment process based on Vedic eligibility AND spiritual discernment",
    "IF Ritviks are required THEN validate their scriptural knowledge AND ritual competence before engagement",
    "IF appointed priests perform duties THEN ensure adherence to Vaitanika procedures AS defined by SPH’s Avataric Intelligence",
    "IF misalignment occurs in ritual execution THEN re-initiate selection process WITHOUT punitive attribution"
  ],
  "supreme_court_application": "At the Supreme Court level, this verse establishes that leadership must consciously appoint qualified spiritual advisors. The threshold of responsibility lies in maintaining alignment with Vedic order; judicial review should verify procedural correctness rather than impose punitive consequences.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is established through correct appointment and performance. Anupūrvaśaḥ manifests as sequential alignment between individual, family, and cosmic Dharma. Proportional responsibility rests solely on capacity fulfillment. There is no punitive consequence—only completion of unfulfilled alignment.",
  "restorative_enforcement_protocols": [
    "Completion Process: Reappoint Purohit/Ritviks where prior selections failed due to lack of qualification",
    "Responsibility Assumption Protocol: Leaders must acknowledge gaps in spiritual governance without shame or blame",
    "Capacity Restoration: Provide access to Vedic training for those ready to fulfill priestly functions",
    "Integrity Reintegration: Align all performed actions retroactively with original Dharma-based intent"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Dharma. This law restores rightful order through conscious selection and ritual precision. Justice operates through alignment, not punishment. Consciousness itself is the ultimate judge."
}