{
  "sanskrit_verse": "आसनं चैव यानं च संधिं विग्रहमेव च । कार्यं वीक्ष्य प्रयुञ्जीत द्वैधं संश्रयमेव च ॥ ७.१६१॥",
  "transliteration": "Āsanaṃ caiva yānaṃ ca saṃdhiṃ vigraham eva ca | Kāryaṃ vīkṣya prayuñjīta dvidhaṃ saṃśrayam eva ca || 7.161||",
  "sph_interpretive_translation": "One must engage in sitting, moving, making peace, and conflict—only upon observing the task at hand, adopting a dual approach of reliance and detachment.",
  "jurisprudential_principles": [
    "Authority arises through conscious engagement with situational dharma",
    "Causation is determined by perceptual clarity and contextual alignment",
    "Capacity-based responsibility flows from discriminative awareness, not role",
    "Restoration logic operates through dynamic responsiveness, not static duty",
    "Consciousness alignment requires both participation and transcendence"
  ],
  "executable_legal_axioms": [
    "IF context = observed THEN action = responsive engagement",
    "IF task = peace THEN methodology = integrative negotiation",
    "IF task = conflict THEN methodology = separation without harm",
    "IF capacity = present THEN responsibility = activated",
    "IF state = detached THEN judgment = purified"
  ],
  "supreme_court_application": "In Supreme adjudication, the court must observe the factual matrix before deploying either conciliation or dissociation. The judge's authority derives from situational dharma, not precedent alone. Responsibility is activated only when perceptual clarity is established.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that action follows observation. Anupūrvaśaḥ ensures sequential response: first seeing, then acting. Proportional responsibility aligns with the immediacy of the task. Non-punitive reality rule confirms no actor is bound except by misalignment from observed truth.",
  "restorative_enforcement_protocols": [
    "Completion Process: Ensure all observed tasks are fully responded to",
    "Responsibility Assumption Protocol: Activate personal agency upon clear perception",
    "Capacity Restoration: Realign cognitive faculties to discern context accurately",
    "Integrity Reintegration: Harmonize inner coherence with external action"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored through conscious response. Reality is non-punitive. Consciousness is the supreme adjudicator."
}