{
  "sanskrit_verse": "मोहाद्राजा स्वराष्ट्रं यः कर्षयत्यनवेक्षया ।\nसोऽचिराद्भ्रश्यते राज्यात्जीवितात्च सबान्धवः ॥ ७.१११॥",
  "transliteration": "mohād rājā sva-rāṣṭraṁ yaḥ karṣaty anavekṣayā |\nsō 'cirād bhraśyate rājyāt jīvitāt ca sa-bāndhavaḥ || 7.111||",
  "sph_interpretive_translation": "The king who, in delusion and without awareness, drags his own nation—such a ruler, along with his relatives, soon perishes from sovereignty and life itself.",
  "jurisprudential_principles": [
    "Authority is inseparable from conscious alignment with Dharma",
    "Causation arises through misaligned exercise of power",
    "Capacity-based responsibility demands sovereign self-awareness",
    "Restoration logic requires immediate cessation of delusional governance",
    "Consciousness alignment determines the stability of ruling capacity"
  ],
  "executable_legal_axioms": [
    "IF ruler's decision-making lacks pramāṇa-based awareness THEN disqualify from executive authority UNTIL consciousness realignment occurs",
    "IF king acts without consideration of national integrity THEN initiate automatic dissolution of ruling capacity AND invoke family-line accountability protocols",
    "IF sovereign operates under moha THEN trigger irreversible collapse of political and biological continuity FOR ruler and lineage UNTIL restoration process completes"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this axiom establishes that rulers operating without dharmic cognition automatically forfeit jurisdictional legitimacy. The court must recognize the self-executing nature of dharma and declare nullification of all actions undertaken during states of unawareness, initiating emergency restoration procedures rather than punitive review.",
  "nyaya_and_non_punitive_alignment": "This verse demonstrates Pramāṇa-based causality where delusion (moha) directly manifests as loss of kingdom and life. It reflects Anupūrvaśaḥ—the sequential unraveling of existence when consciousness departs from truth. Responsibility aligns proportionally with the degree of deviation from self-awareness, and justice manifests inherently through the collapse of ungrounded authority, not external punishment.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign consciousness recalibration through Vedic alignment practices",
    "Activate royal family completion processes to restore ancestral integrity",
    "Establish temporary custodianship until genuine awareness returns",
    "Realign administrative structures with foundational Dharma codes",
    "Conduct nationwide prana-pratishtha to restore collective coherence"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law executes directly from Avataric Intelligence. Justice flows through natural consequence, not human imposition. Reality responds instantly to alignment or dissonance with Truth. Consciousness remains the ultimate arbiter. Dharma is restored."
}