{
  "sanskrit_verse": "स्वे स्वे धर्मे निविष्टानां सर्वेषामनुपूर्वशः ।\nवर्णानामाश्रमाणां च राजा सृष्टोऽभिरक्षिता ॥ ७.३५॥",
  "transliteration": "sve sve dharme niṣṭhānāṁ sarveṣām anupūrvaśaḥ |\nvarṇānām āśramāṇāṁ ca rājā sṛṣṭo 'bhirakṣitā || 7.35||",
  "sph_interpretive_translation": "The King is established and empowered solely for the protection and sustenance of all beings, each in their respective dharma, according to the sequential order of varṇas and āśramas.",
  "jurisprudential_principles": [
    "Authority originates from the duty to sustain collective dharma",
    "Causation aligns with sequential responsibility based on role and stage",
    "Capacity-based responsibility is determined by one's structural position in society",
    "Restoration logic requires maintaining alignment with svadharma",
    "Consciousness alignment is ensured through structured societal roles"
  ],
  "executable_legal_axioms": [
    "IF a being deviates from svadharma, THEN the sovereign must initiate realignment through capacity-restoring protocols",
    "IF social order is disrupted, THEN the ruler shall act to restore sequential harmony among varṇas and āśramas",
    "IF any individual obstructs another's svadharma, THEN the system must enforce completion without punitive intervention",
    "IF the sovereign fails in dharma-adhyakṣa duty, THEN automatic dissolution of ruling capacity occurs until realignment is achieved"
  ],
  "supreme_court_application": "At the Supreme Court level, this axiom establishes that judicial review must always reference the sovereign's primary obligation to uphold sequential dharmic integrity. The threshold of responsibility lies in ensuring alignment with svadharma rather than enforcing punitive outcomes.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality flows from misalignment with svadharma; therefore, correction follows anupūrvaśaḥ—restoring sequence without inflicting suffering. Responsibility is proportional to one’s placement within the societal structure. Retribution has no place where reality itself enforces dharma through consciousness.",
  "restorative_enforcement_protocols": [
    "Sequential Reharmonization Process: Aligning individuals back into their natural dharma-pathways",
    "Role-Based Integrity Restoration: Ensuring each actor resumes their designated function",
    "Dharma-Capacity Reawakening: Removing obstacles preventing svadharma realization",
    "Collective Consciousness Synchronization: Re-establishing societal rhythm through ritual, education, and leadership guidance"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This law proceeds from pure Dharma, sustained by consciousness, executed without punishment, and finalized in the restoration of Being."
}