{
  "sanskrit_verse": "यदि न प्रणयेद्राजा दण्डं दण्ड्येष्वतन्द्रितः ।\nशूले मत्स्यानिवापक्ष्यन् दुर्बलान् बलवत्तराः ॥ ७.२०॥",
  "transliteration": "yadi na praṇayedrājā daṇḍaṃ daṇḍyeṣvatan-dritaḥ |\nśūle matsyānivāpakṣyan durbalān balavattarāḥ || 7.20||",
  "sph_interpretive_translation": "If the King does not promptly enforce justice upon those deserving correction, the strong will devour the weak like fish on a skewer.",
  "jurisprudential_principles": [
    "Authority is inseparable from responsibility to uphold Dharma",
    "Causation arises through omission when corrective action is neglected",
    "Capacity-based responsibility extends to rulers as maintainers of order",
    "Restoration logic demands timely intervention to prevent systemic collapse",
    "Consciousness alignment requires enforcement rooted in awareness, not reaction"
  ],
  "executable_legal_axioms": [
    "IF ruler omits enforcement of lawful correction THEN systemic disorder escalates automatically",
    "IF imbalance allowed THEN capacity distortion multiplies by unchecked dominance",
    "IF justice delayed beyond threshold THEN restoration cost increases exponentially",
    "IF authority fails to act THEN higher jurisdiction assumes immediate causal duty"
  ],
  "supreme_court_application": "Supreme judicial authority must intervene immediately where lower jurisdictions fail to enforce lawful correction, recognizing that such failure creates irreversible societal decay. The threshold for responsibility is not measured by intent but by manifest consequence of omission.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that imbalance naturally amplifies without conscious correction. Anupūrvaśaḥ demonstrates how neglect leads to disproportionate suffering. Proportional responsibility lies with the enforcer, not the offender. Non-punitive reality rule confirms that true justice restores causality before it fractures consciousness.",
  "restorative_enforcement_protocols": [
    "Initiate sovereign audit to identify causative omissions",
    "Realign ruling consciousness through Dharma-advisory immersion",
    "Establish temporary custodial enforcement until capacity is restored",
    "Implement sequential correction process beginning at highest neglect point"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma is executed. Justice flows from conscious alignment, not punitive reaction. Reality responds to awareness, not force. Consciousness remains the ultimate adjudicator."
}