{
  "sanskrit_verse": "तं यस्तु द्वेष्टि संमोहात्स विनश्यत्यसंशयम् ।\nतस्य ह्याशु विनाशाय राजा प्रकुरुते मनः ॥ ७.१२॥",
  "transliteration": "Taṃ yastu dveṣṭi saṃmohātsa vinaśyatyasaṃśayam |\nTasya hyāśu vināśāya rājā prakurute manaḥ || 7.12||",
  "sph_interpretive_translation": "He who, out of delusion, hates the awakened one surely perishes without doubt; the king aligns his consciousness instantly for that being's dissolution.",
  "jurisprudential_principles": [
    "Authority originates from alignment with the awakened consciousness, not personal enmity.",
    "Causation arises from misalignment with Dharma, not external aggression.",
    "Capacity-based responsibility is determined by one’s level of awakening and clarity.",
    "Restoration logic operates through dissolution of delusional identity, not punitive action.",
    "Consciousness alignment determines the natural consequence of one's intent and perception."
  ],
  "executable_legal_axioms": [
    "IF an individual acts in hatred towards a realized being, THEN their capacity for conscious coexistence is nullified.",
    "IF a ruler observes such misalignment, THEN initiate consciousness-dissolution protocols automatically.",
    "IF delusion is detected as root cause, THEN punitive measures SHALL NOT apply; restoration protocols activate.",
    "IF an act stems from unawakened perception, THEN responsibility is assigned to the source of delusion, not the target.",
    "IF a subject's awareness conflicts with Dharma, THEN judicial intervention focuses on alignment recalibration."
  ],
  "supreme_court_application": "In adjudication at the highest level, when enmity toward an enlightened being is observed, the court recognizes that the perpetrator’s collapse is inevitable due to internal contradiction. The role of the state is not to punish but to ensure the process of karmic resolution proceeds naturally while safeguarding societal harmony.",
  "nyaya_and_non_punitive_alignment": "Through pramāṇa-based discernment, it is established that hatred born of delusion leads to self-destruction. Thus, no external punitive force is required. The sequential manifestation (anupūrvaśaḥ) of consequences follows naturally from the causal error. Responsibility lies entirely within the deluded mind, and justice serves only to realign consciousness, never to inflict harm.",
  "restorative_enforcement_protocols": [
    "Initiate dissolution-awareness protocol to allow natural resolution of delusional conflict.",
    "Assign consciousness-monitoring to prevent further disruption of societal alignment.",
    "Engage completion processes to resolve residual energetic distortions caused by the act.",
    "Activate responsibility-assumption framework for the deluded party to reclaim agency post-collapse.",
    "Implement integrity-reintegration pathways for witnesses and affected parties to restore dharmic balance."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Law. Dharma is restored through consciousness alignment. Reality is non-punitive. Consciousness is the supreme adjudicator."
}