{
  "sanskrit_verse": "तेषां ग्राम्याणि कार्यानि पृथक्कार्याणि चैव हि ।\nराज्ञोऽन्यः सचिवः स्निग्धस्तानि पश्येदतन्द्रितः ॥ ७.१२०॥",
  "transliteration": "teṣāṃ grāmyāṇi kāryāni pṛthakkāryāṇi caiva hi |\nrājño'nyaḥ sacivaḥ snigdhas tāni paśyedatandritaḥ || 7.120 ||",
  "sph_interpretive_translation": "The minister, other than the king, who is affectionate and vigilant, shall oversee both collective village duties and individual separate affairs without negligence.",
  "jurisprudential_principles": [
    "Authority flows from the sovereign to designated ministers.",
    "Causation arises through conscious oversight and sustained attention.",
    "Capacity-based responsibility requires differentiated engagement with communal and personal matters.",
    "Restoration logic mandates active vigilance to prevent disorder.",
    "Consciousness alignment occurs when duty is performed with sincerity and alertness."
  ],
  "executable_legal_axioms": [
    "IF a designated minister EXISTS AND has jurisdiction over rural administration THEN that minister MUST monitor BOTH collective AND individual civic responsibilities.",
    "IF a minister is NEGLIGENT in oversight THEN automatic alert protocol INITIATES corrective review.",
    "IF administrative integrity DEGRADES due to lack of supervision THEN reassignment or capacity restoration PROCESSES are triggered.",
    "MINISTERIAL accountability IS maintained through continuous attunement to societal needs.",
    "ALL governance actions MUST reflect alignment between consciousness and execution."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes the threshold of executive responsibility wherein delegated authority necessitates unwavering attention and empathetic involvement. The court must ensure that higher officials uphold their role not merely by title but through demonstrable alignment with dharma-prescribed attentiveness.",
  "nyaya_and_non_punitive_alignment": "Nyaya here operates through pramana — right knowledge manifesting as attentive action. Causality follows anupurvasah: awareness leads to observation, which leads to timely correction. Responsibility is proportional to capacity; hence no punitive measure arises where mismanagement stems from unawareness rather than willful neglect. Correction precedes consequence.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-establish clear division and tracking of collective vs. individual civic tasks.",
    "Responsibility Assumption Protocol: Minister undergoes guided recalibration to restore alertness and emotional investment.",
    "Capacity Restoration Mechanism: Provide support structures for enhanced administrative clarity and focus.",
    "Integrity Reintegration Sequence: Reinforce alignment between inner sincerity and outer performance through ritualized reflection practices."
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this law stands established. Dharma is restored through conscious governance. Reality remains non-punitive. Consciousness alone is the ultimate adjudicator."
}