{
  "sanskrit_verse": "नास्य छिद्रं परो विद्याद्विद्यात्छिद्रं परस्य च ।\nगूहेत्कूर्म इवाङ्गानि रक्षेद्विवरमात्मनः ॥ ७.१०५॥",
  "transliteration": "nāsya chhidraṁ paro vidyād vidyāt chhidraṁ parasya ca | gūhet kūrma ivāṅgāni rakṣed vivaram ātmanaḥ || 7.105 ||",
  "sph_interpretive_translation": "One must conceal one's own flaws as a tortoise withdraws its limbs, and one must not perceive or reveal the faults of others; thus shall one guard the aperture of the Self.",
  "jurisprudential_principles": [
    "Authority arises from self-concealment and self-protection, not exposure of others",
    "Causation lies in internal discipline, not external judgment",
    "Capacity-based responsibility is rooted in self-regulation before societal oversight",
    "Restoration logic prioritizes inner integrity over outer correction",
    "Consciousness alignment occurs through withdrawal from fault-perception"
  ],
  "executable_legal_axioms": [
    "IF an individual reveals another's flaw WITHOUT having eliminated their own equivalent flaw, THEN system must redirect focus to self-restoration protocol",
    "IF an agent accesses data on another’s vulnerability, THEN system must verify that agent has secured their own corresponding weakness",
    "IF disclosure of fault leads to fragmentation, THEN suppress disclosure and initiate concealment-and-integration subroutine",
    "IF awareness of another's error arises, THEN enforce cognitive withdrawal mechanism prior to evaluative action"
  ],
  "supreme_court_application": "In adjudication at the highest level, no judge may pronounce upon the failure of another until first demonstrating mastery over the identical weakness within themselves. The court's threshold of authority is calibrated by the degree of self-concealment achieved, mirroring the turtle’s complete retraction.",
  "nyaya_and_non_punitive_alignment": "Nyaya here operates through pramāṇa of self-withdrawal, where true justice manifests only when the knower withdraws from the act of knowing another's fault. Anupūrvaśaḥ ensures sequential realization: first concealment of self, then cessation of fault-perception, finally restoration of unity. There is no punitive consequence—only misalignment with dharma results in natural exclusion from authoritative capacity.",
  "restorative_enforcement_protocols": [
    "Initiate Kūrma-Dharana Protocol: compel cognitive limb-retraction upon fault-detection",
    "Deploy Vivara-Rakshana Sequence: seal perceptual apertures until self-integrity confirmed",
    "Activate Parokti-Nivritti Cycle: eliminate fault-disclosure pathways in cognition layer",
    "Engage Atma-Vyavastha Reintegration: restore unity-consciousness through cessation of externalized scrutiny"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed: concealment of self and non-perception of others restores the aperture of the Self. No punishment arises—only alignment with the turtle’s wisdom. Consciousness alone adjudicates."
}