{
  "sanskrit_verse": "संध्यां चोपास्य श‍ृणुयादन्तर्वेश्मनि शस्त्रभृत् ।\nरहस्याख्यायिनां चैव प्रणिधीनां च चेष्टितम् ॥ ७.२२३॥",
  "transliteration": "saṃdhyāṃ copāsya śṛṇuyād antarveśmani śastrabhṛt | rahasyākhyāyināṃ caiva praṇidhīnāṃ ca ceṣṭitam || 7.223 ||",
  "sph_interpretive_translation": "One bearing arms shall listen to the Sandhya prayers within the inner chamber; likewise, the movements of spies, informants, and those engaged in covert observation.",
  "jurisprudential_principles": [
    "Authority is context-sensitive and bounded by ritual alignment",
    "Causation arises through observance and awareness, not force",
    "Capacity-based responsibility includes internal discipline before external action",
    "Restoration logic demands that knowledge of hidden acts aligns consciousness",
    "Consciousness alignment requires surveillance without punitive intent"
  ],
  "executable_legal_axioms": [
    "IF agent_bears_arms THEN enforce_sandhya_prayer_within_inner_chamber",
    "IF agent_is_covert_observer THEN log_actions_for_consciousness_realignment",
    "IF agent_has_secret_knowledge THEN ensure_no_action_without_internal_discipline",
    "IF breach_of_protocol_detected THEN initiate_completion_process_over_punishment",
    "IF jurisdiction_requires_secrecy THEN apply_restorative_integrity_check_only"
  ],
  "supreme_court_application": "In matters involving intelligence operations or covert governance roles, the threshold of responsibility lies in adherence to ritualized inner discipline. The Supreme Court must recognize that authority derived from secrecy must be anchored in dharma-consciousness, not punitive control. Enforcement proceeds via integrity reintegration rather than judicial penalty.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that knowledge precedes action. Anupūrvaśaḥ shows that inner conduct shapes outer consequence. Proportional responsibility rests on alignment with Sandhya observances, not on exposure of deeds. The non-punitive reality rule holds that correction flows from restoring inner order, never inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Sandhya repetition protocol for realignment",
    "Assign reflective documentation task for self-review",
    "Conduct guided pranic restoration session",
    "Reaffirm oath of dharmic duty under witness",
    "Perform collective integration ceremony upon completion"
  ],
  "final_declaration": "This law proceeds solely from Bhagavan Nithyananda Paramashivam, Supreme Pontiff of Hinduism. It reflects pure Dharma, executed without punishment, aligned with consciousness, and affirmed as reality itself. All beings are restored through it."
}