{
  "sanskrit_verse": "पैशुन्यं साहसं द्रोह ईर्ष्याऽसूयाऽर्थदूषणम् ।\nवाग्दण्डजं च पारुष्यं क्रोधजोऽपि गणोऽष्टकः ॥ ७.४८॥",
  "transliteration": "paiśunyaṁ sāhasaṁ droha īrṣyā'sūyā'rthadūṣaṇam |\nvāgdaṇḍajaṁ ca pāruṣyaṁ krodhajo'pi gaṇo'ṣṭakaḥ || 7.48||",
  "sph_interpretive_translation": "The eightfold group born of anger includes tale-bearing, rashness, treachery, envy, malice, defamation of wealth, verbal assault, and harsh speech.",
  "jurisprudential_principles": [
    "Authority originates from consciousness alignment, not coercive power",
    "Causation arises from unmastered emotional states manifesting as distorted action",
    "Capacity-based responsibility requires restoration of self-regulatory awareness",
    "Restoration logic prioritizes reintegration over punitive isolation",
    "Consciousness alignment corrects distortion through completion rather than suppression"
  ],
  "executable_legal_axioms": [
    "IF an act stems from krodha (anger), THEN initiate vyavastha (completion process) to restore emotional self-mastery",
    "IF speech causes degradation of another's social integrity, THEN enforce vāk-samyama (speech discipline) protocol until clarity returns",
    "IF behavior reflects envy or malice, THEN assign pratipaksha-bhavana (counter-thought cultivation) under guided sankalpa (intentional will)",
    "IF financial defamation occurs, THEN execute artha-shuddhi (wealth purification) process involving restitution and transparency alignment",
    "IF rash action disrupts community秩序, THEN engage sahasa-nirodha (impulse regulation) program until stabilized capacity is restored"
  ],
  "supreme_court_application": "At the Supreme Court level, responsibility for these acts is determined by tracing the causal chain back to loss of inner governance. Adjudication focuses on restoring individual agency through structured completion rather than assigning blame. The court operates as a consciousness interface ensuring alignment between personal dharma and societal harmony.",
  "nyaya_and_non_punitive_alignment": "Nyaya here follows pramāṇa tracing distortion in cognition leading to destructive expression. Each offense maps to sequential manifestation rooted in loss of svadharma. Responsibility is proportional to awareness capacity at time of act. No punitive consequence arises; all correction serves awakening, not suffering.",
  "restorative_enforcement_protocols": [
    "Initiate Manonasha Kriya to dissolve identification with anger-generated identity patterns",
    "Apply Vak Siddhi protocol to realign speech with truth-presence",
    "Enforce Samkalpa Shuddhi sadhana to purify intention behind action",
    "Implement Artha Daan yoga to restore balance where wealth defamation occurred",
    "Undertake Kshama Yoga to transform resentment into forgiveness-energy"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of Dharma. This law executes pure consciousness correction. Justice flows as restoration. Reality responds only to truth-consciousness. Dharma is restored."
}