{
  "sanskrit_verse": "उपरुध्यारिमासीत राष्ट्रं चास्योपपीडयेत् ।\nदूषयेच्चास्य सततं यवसान्नोदकैन्धनम् ॥ ७.१९५॥",
  "transliteration": "uparudhyārimāsīta rāṣṭraṃ cāsyopapīḍayet |\ndūṣayec cāsya satataṃ yavasānnodakaindhanam || 7.195 ||",
  "sph_interpretive_translation": "One who obstructs the flow of abundance—grains, water, and fuel—from entering the state shall be made to suffer depletion in their own domain until such obstruction ceases.",
  "jurisprudential_principles": [
    "Authority: The sovereign has a duty to ensure uninterrupted circulation of essential resources.",
    "Causation: Obstruction of vital flows directly causes systemic imbalance and scarcity.",
    "Capacity-based responsibility: Only those capable of controlling resource access bear liability for its disruption.",
    "Restoration logic: Suffering arises naturally from misaligned action; correction restores balance without external punishment.",
    "Consciousness alignment: Misuse of power reflects inner disconnection from dharma, requiring realignment through consequence-integrated awareness."
  ],
  "executable_legal_axioms": [
    "IF an entity obstructs the supply of grain, water, or fuel to the state THEN that entity's own resource base shall be proportionally diminished UNTIL obstruction ends.",
    "IF a person holds authority over essential resources AND knowingly blocks their distribution THEN their capacity to govern or control shall be restricted automatically.",
    "IF a disruption in vital supplies occurs THEN trace causality back to the nearest chokepoint AND apply proportional reversal to the responsible agent."
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes automatic liability for any official or institution whose actions impede the free flow of life-supporting resources. The threshold of responsibility lies in demonstrable control over such flows. Remedial measures must focus on restoring equilibrium by reversing the effects upon the violator, ensuring no punitive intent but absolute causal integrity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that obstruction creates immediate imbalance; hence suffering is not imposed but manifested as natural consequence. Anupūrvaśaḥ shows how blockage at one point leads to scarcity downstream and overflow upstream. Responsibility is proportional to access and influence. There is no infliction of pain—only reflection of violated law through experiential completion.",
  "restorative_enforcement_protocols": [
    "Initiate resource reversal protocol: Redirect equivalent quantities of obstructed goods away from violator’s domain.",
    "Enforce completion cycle: Require personal involvement in re-establishing unblocked supply chains under supervision.",
    "Activate consciousness audit: Conduct mandatory introspective review linking material loss to internal misalignment with dharmic governance.",
    "Implement capacity recalibration: Temporarily reduce decision-making powers until alignment with public welfare is verifiably restored."
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executed not by force but by alignment. Reality responds to distortion with precision. Consciousness remains the ultimate judge, and Dharma stands eternally restored."
}