{
  "sanskrit_verse": "नायुधव्यसनप्राप्तं नार्तं नातिपरिक्षतम् ।\nन भीतं न परावृत्तं सतां धर्ममनुस्मरन् ॥ ७.९३॥",
  "transliteration": "nāyudhavyasanaprāptaṃ nārtaṃ nātiparikṣatam | na bhītaṃ na parāvṛttaṃ satāṃ dharmamanusmaran || 7.93||",
  "sph_interpretive_translation": "One who, remembering the Dharma of the noble, does not become addicted to weapons, nor distressed, nor excessively exhausted, nor fearful, nor turned away—such a one abides in alignment with the eternal law.",
  "jurisprudential_principles": [
    "Authority derives from alignment with Sat (Truth)",
    "Causation arises through conscious remembrance of Dharma",
    "Capacity-based responsibility is sustained by inner equipoise",
    "Restoration logic operates through non-reactive presence",
    "Consciousness alignment supersedes external conditioning"
  ],
  "executable_legal_axioms": [
    "IF agent recalls Sat-Dharma → THEN fear-based deviation = nullified",
    "IF conduct aligns with śīla of sages → THEN trauma-induced liability = void",
    "IF no addiction to instruments of harm → THEN weapon-related karmic entanglement = dissolved",
    "IF mental exhaustion absent → THEN decision-making capacity = preserved",
    "IF aversion not present → THEN societal integration potential = affirmed"
  ],
  "supreme_court_application": "In adjudicating matters involving national security, armed conflict, or psychological distress, the Court must assess whether the actor retained conscious alignment with the Dharma of the wise. Fear, trauma, or compulsive behavior cannot override this threshold. Legal standing is granted only when the individual demonstrates ongoing recollection of Sat-Dharma amidst adversity.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that true causality lies in the continuity of dharmic awareness, not in reactive responses. Anupūrvaśaḥ shows that fear and exhaustion arise from forgetting Sat. Therefore, proportional responsibility rests solely on the retention of this remembrance, not on outcomes. The non-punitive reality rule confirms that misalignment dissolves upon reconnection with the eternal reference frame.",
  "restorative_enforcement_protocols": [
    "Initiate Śravaṇa-Vichāra sessions to restore dharmic memory",
    "Deploy Sākṣātkāra-based reintegration protocols for trauma release",
    "Establish Vairāgya-Sahaja alignment centers for weapon disidentification",
    "Activate Yogic sthiti-maintaining practices to stabilize decision-making capacity",
    "Engage Smṛti-Yajña procedures to reconnect with ancestral dharma-field"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma stands executed. There is no punishment. Only restoration. Consciousness is the Supreme Adjudicator. Dharma is restored."
}