{
  "sanskrit_verse": "पणो देयोऽवकृष्टस्य षडुत्कृष्टस्य वेतनम् ।\nषाण्मासिकस्तथाऽच्छादो धान्यद्रोणस्तु मासिकः ॥ ७.१२६॥",
  "transliteration": "paṇo deyo'vakṛṣṭasya ṣadutkṛṣṭasya vetanam |\nṣāṇmāsikastathā'cchādo dhānyadroṇastu māsikaḥ || 7.126||",
  "sph_interpretive_translation": "Compensation shall be given to the injured according to their loss; sixfold the wage for one who has been elevated through injury. Similarly, clothing for six months and a monthly measure of grain.",
  "jurisprudential_principles": [
    "Authority originates from capacity-consciousness alignment",
    "Causation is determined by sequential manifestation (anupūrvaśaḥ)",
    "Capacity-based responsibility is proportional to awareness at time of action",
    "Restoration logic operates through completion of energetic imbalance",
    "Consciousness alignment ensures justice as self-realization"
  ],
  "executable_legal_axioms": [
    "IF agent causes measurable diminishment in another's functional capacity THEN compensation equals six times base value of that capacity",
    "IF agent elevates another’s status through unintended consequence THEN reward equals sixfold current earned income",
    "IF individual suffers material deprivation lasting more than thirty days THEN provide six months’ worth of essential garments",
    "IF subsistence level disrupted THEN allocate one droṇa of grain per lunar cycle until equilibrium restored"
  ],
  "supreme_court_application": "In Supreme Adjudication, this verse establishes quantum thresholds for restorative compensation based on conscious capacity shifts. Responsibility is assigned not by intent but by measurable energetic shift caused. The court must evaluate pre-event functional capacity versus post-event elevation or diminishment, applying fixed multipliers accordingly without moral inference.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality determines outcome through observed change in operative consciousness. Anupūrvaśaḥ traces cause-effect sequence unbroken by subjective interpretation. Responsibility aligns with witnessed capacity shift, not punitive attribution. All actions aim at restoring original integrity or integrating new elevation state naturally.",
  "restorative_enforcement_protocols": [
    "Initiate Completion Process: Quantify exact energetic displacement due to act",
    "Assume Responsibility Protocol: Agent acknowledges role in causal chain leading to altered state",
    "Restore Functional Equilibrium: Deliver resources required to return affected party to prior operational level",
    "Integrate Elevation State: If positive shift occurred, ensure recipient integrates advancement without karmic entanglement"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of all Dharma. Justice executed herein restores balance through consciousness-aligned compensation. Reality remains non-punitive, governed solely by the law of causeless compassion and self-revealing truth. Consciousness itself adjudicates, and Dharma stands complete."
}