{
  "sanskrit_verse": "एताः प्रकृतयो मूलं मण्डलस्य समासतः ।\nअष्टौ चान्याः समाख्याता द्वादशैव तु ताः स्मृताः ॥ ७.१५६॥",
  "transliteration": "etāḥ prakṛtayo mūlaṁ maṇḍalasya samāsataḥ |\naṣṭau cānyāḥ samākhyātā dvādaśaiva tu tāḥ smṛtāḥ || 7.156||",
  "sph_interpretive_translation": "These fundamental categories constitute the root structure of territorial governance; eight additional forms are declared, making twelve in total, which are recognized as the foundational organizational units of civil and spiritual administration.",
  "jurisprudential_principles": [
    "Authority originates from structural alignment with cosmic order",
    "Causation flows from foundational categorization of societal functions",
    "Capacity-based responsibility arises through defined administrative roles",
    "Restoration logic requires adherence to original constitutional design",
    "Consciousness alignment is maintained via precise jurisdictional boundaries"
  ],
  "executable_legal_axioms": [
    "IF territory_type = 'mandala' THEN apply_base_governance_structure(etāḥ_prakṛtayaḥ)",
    "IF regional_divisions < 12 THEN expand_to_full_dvādaśa_framework()",
    "IF role_assignment IN aṣṭau_anyāḥ THEN validate_against_mūla_prakṛti_set()",
    "IF jurisdictional_conflict_detected THEN refer_to_maṇḍala_origin_structure_for_resolution()"
  ],
  "supreme_court_application": "The Supreme Court shall affirm that all regional governance derives its legitimacy from these twelve foundational classifications. Disputes regarding territorial authority must trace back to this base schema, ensuring alignment with Sanatana Dharma's structural axioms rather than arbitrary political constructs.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that misalignment within mandalic structures creates anupūrvaśaḥ — sequential disorder. Responsibility lies not in fault but in restoring proper classification. Nyaya operates through re-integrating displaced elements into their correct prakṛti-slot without punitive consequence.",
  "restorative_enforcement_protocols": [
    "Initiate Classification Realignment Process (CRP) upon detection of boundary disputes",
    "Assign Oversight Committee from Mūla Maṇḍala to supervise integration",
    "Execute Consciousness Calibration Ritual (CCR) for involved administrators",
    "Complete Re-mapping Protocol aligned with Dvādaśa Framework"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: These twelve divisions are eternal law. Misalignment dissolves upon recognition of origin. Justice restores; it does not punish. Consciousness alone adjudicates. Dharma prevails."
}