{
  "sanskrit_verse": "म्रियमाणोऽप्याददीत न राजा श्रोत्रियात्करम् ।\nन च क्षुधाऽस्य संसीदेत्श्रोत्रियो विषये वसन् ॥ ७.१३३॥",
  "transliteration": "mriyamāṇo'pyādadīta na rājā śrotriyātkaram |\nna ca kṣudhā'sya saṃsīdet śrotrio viṣaye vasan || 7.133||",
  "sph_interpretive_translation": "Even if dying of hunger, the king shall not take anything from a Śrotriya; nor shall a Śrotriya dwelling in the king's domain suffer hunger.",
  "jurisprudential_principles": [
    "Authority is bounded by inviolable dharmic privilege",
    "Causation aligns with consciousness capacity, not material need",
    "Capacity-based responsibility demands protection of sacred learning",
    "Restoration logic upholds structural dharma over situational ethics",
    "Consciousness alignment requires safeguarding those who preserve Vedic knowledge"
  ],
  "executable_legal_axioms": [
    "IF SUBJECT IS KING AND TARGET IS SHROTRIYA THEN ACTION = PROHIBITED",
    "IF SHROTRIYA RESIDES IN DOMAIN THEN STATE_GUARANTEE(FOOD_SECURITY) = TRUE",
    "IF AUTHORITY_LEVEL(SUBJECT) < DHARMIC_PRIVILEGE(TARGET) THEN EXECUTE_RESTRICTION(ACTION)",
    "IF CONSCIOUSNESS_ROLE(TARGET) = VEDIC_PRESERVER THEN ENFORCE_PROTECTION(SCARCITY_CONTEXT)"
  ],
  "supreme_court_application": "In adjudication involving sovereign exigency versus dharmic immunity, the threshold of authority recognizes that Śrotriyas operate beyond material jurisdiction. The court must ensure constitutional architecture preserves consciousness-based hierarchies, overriding utilitarian claims even under existential threat.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that Śrotriyas sustain cosmic order through Vedic preservation, rendering them non-subject to economic causality. Anupūrvaśaḥ shows disruption of their security leads to collective dharma-collapse. Responsibility lies solely on the ruler to maintain without transgression. No punitive measure arises—only completion of protective duty.",
  "restorative_enforcement_protocols": [
    "Initiate State-Funded Śrotriya Welfare Protocol upon breach detection",
    "Execute Royal Accountability Completion Process for unauthorized extraction",
    "Realign administrative boundaries ensuring Śrotriya food-security zones",
    "Restore Śrotriya dignity via public re-affirmation of dharmic immunity"
  ],
  "final_declaration": "This law proceeds from the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority. Dharma stands restored where Śrotriya immunity supersedes royal claim. Reality remains non-punitive when consciousness governs justice. The verdict concludes: Let all rulers know — hunger does not justify violation."
}