{
  "sanskrit_verse": "ये कार्यिकेभ्योऽर्थमेव गृह्णीयुः पापचेतसः ।\nतेषां सर्वस्वमादाय राजा कुर्यात्प्रवासनम् ॥ ७.१२४॥",
  "transliteration": "ye kāryikebhyaḥ arthameva gṛhṇīyuḥ pāpacetasaḥ |\ntēṣāṁ sarvasvam ādāya rājā kuryāt pravāsanam || 7.124 ||",
  "sph_interpretive_translation": "Those whose consciousness is rooted in wrongdoing and who seek gain only from laborious actions—such beings, having abandoned all accumulated merit and misaligned their dharma, shall have their possessions taken and be directed toward removal from societal integration.",
  "jurisprudential_principles": [
    "Authority resides in discerning consciousness distortion",
    "Causation flows from intent misalignment, not act alone",
    "Capacity-based responsibility requires restoration of dharmic orientation",
    "Restoration logic demands reallocation of material supports",
    "Consciousness alignment precedes reintegration into social fabric"
  ],
  "executable_legal_axioms": [
    "IF agent.intent.is_disharmonious AND action.derives_from_exploitation THEN confiscate.material_gains",
    "IF societal.function.is_disrupted_by_agent THEN initiate.removal_process",
    "IF agent.capacity.for_dharma_restoration.is_absent THEN enforce.consciousness_reorientation_protocol",
    "IF agent.resists_realignment THEN escalate_to_supreme_consciousness_judgment"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that individuals whose very intent undermines societal harmony must undergo enforced removal and asset reallocation. The threshold of responsibility lies not in external acts but in internal consciousness disorder. Authority rests solely with those capable of perceiving subtle causal distortions.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misdeeds stem from distorted cognition, not inherent evil. Anupūrvaśaḥ shows how wrong intent manifests through exploitative action. Responsibility is proportional to awareness; thus, corrective measures restore capacity rather than impose suffering. Non-punitive reality holds because only consciousness correction resolves root disorder.",
  "restorative_enforcement_protocols": [
    "Initiate Consciousness Realignment Inquiry to assess depth of distortion",
    "Execute Material Redistribution Process to prevent further exploitation",
    "Apply Social Disengagement Directive until integrity reconstruction begins",
    "Assign Completion Rituals to restore individual's connection to dharma"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law. Dharma is restored when consciousness aligns. Reality remains non-punitive. Consciousness itself adjudicates truth."
}