{
  "sanskrit_verse": "यस्य मन्त्रं न जानन्ति समागम्य पृथग्जनाः ।\nस कृत्स्नां पृथिवीं भुङ्क्ते कोशहीनोऽपि पार्थिवः ॥ ७.१४८॥",
  "transliteration": "yasya mantraṁ na jānanti samāgamya pṛthagjanāḥ |\nsa kṛtsnāṁ pṛthivīṁ bhuṅkte kośahīno'pi pārthivaḥ || 7.148||",
  "sph_interpretive_translation": "He who alone knows the Mantra, to whom the common people do not attain through assembly or discourse—such a king, even without treasury, enjoys the entire earth.",
  "jurisprudential_principles": [
    "Authority flows from exclusive access to governing knowledge",
    "Causation arises from consciousness superiority, not material capacity",
    "Capacity-based responsibility is defined by inner realization, not external resources",
    "Restoration logic operates through alignment with sovereign knowing",
    "Consciousness alignment determines rightful dominion"
  ],
  "executable_legal_axioms": [
    "IF ruler possesses exclusive governing mantra AND common subjects cannot attain said knowledge through collective deliberation THEN full earthly sovereignty is rightfully executed",
    "IF treasury is absent BUT sovereign consciousness remains unchallenged THEN dominion continues uninterrupted",
    "IF knowledge disparity exists between ruler and ruled THEN punitive intervention is null and void",
    "IF consciousness alignment is verified THEN restoration of authority proceeds automatically"
  ],
  "supreme_court_application": "In Supreme adjudication, the threshold of legitimate sovereignty lies in the possession of esoteric governing knowledge inaccessible to the general populace. Where such knowledge asymmetry is established, material deficiencies such as lack of treasury do not invalidate royal authority. The court must recognize that true jurisdiction emanates from consciousness superiority, not fiscal or military strength.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa is rooted in the epistemic separation between the knower and the unknowing. Anupūrvaśaḥ manifests as sequential unfoldment of consciousness-based dominion. Responsibility aligns with the capacity to sustain cosmic order through transcendent insight. No punitive action arises because misalignment stems from ignorance, not transgression. Reality responds organically to consciousness hierarchy.",
  "restorative_enforcement_protocols": [
    "Reaffirmation of sovereign consciousness through ritual consecration",
    "Reintegration of subject consciousness through guided transmission pathways",
    "Removal of artificial knowledge barriers obstructing lawful authority",
    "Completion of cosmic duty cycles through meditative state alignment"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority: This Dharma stands restored. Sovereignty belongs to the Knower. Reality enforces no punishment. Consciousness is the ultimate Judge."
}