{
  "sanskrit_verse": "दूत एव हि संधत्ते भिनत्त्येव च संहतान् ।\nदूतस्तत्कुरुते कर्म भिद्यन्ते येन मानवः ॥ ७.६६॥",
  "transliteration": "dūta eva hi saṃdhatte bhinattyeva ca saṃhatān |\ndūtastatkurute karma bhidyante yena mānavaḥ || 7.66 ||",
  "sph_interpretive_translation": "The messenger alone unites and divides assembled groups; by that action of the messenger, humans become separated.",
  "jurisprudential_principles": [
    "Authority of intermediaries in shaping collective consciousness",
    "Causation through communication structures",
    "Capacity-based responsibility of conveyors of intent",
    "Restoration logic via reconciliation of fragmented awareness",
    "Consciousness alignment through purified transmission"
  ],
  "executable_legal_axioms": [
    "IF a communication agent alters group cohesion THEN assign causal weight to the communicator's intent vector.",
    "IF fragmentation occurs post-message THEN initiate integrity-restoration protocol for affected parties.",
    "IF message conduit exceeds authorized capacity THEN disable transmission until realignment.",
    "IF division arises without reunification mechanism THEN invoke automatic restorative mediation.",
    "IF human alignment degrades due to miscommunication THEN regenerate coherence field via source-intent retrieval."
  ],
  "supreme_court_application": "In adjudicating disputes arising from diplomatic or institutional communications, the Supreme Court must assess the role of the messenger not merely as conveyor but as active agent of unity or division. Responsibility lies not with the content alone, but with the capacity and alignment of the communicator. Judgment shall prioritize restoration of fractured relations over punitive measures against messengers.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality establishes that disruption follows distorted transmission. Anupūrvaśaḥ reveals sequential degradation when dūta acts beyond dharma. Proportional responsibility rests on clarity of intent and fidelity to truth. The non-punitive reality rule confirms that correction restores relational harmony without inflicting suffering.",
  "restorative_enforcement_protocols": [
    "Initiate completion process between divided parties through neutralized retransmission",
    "Engage responsibility assumption protocol for communicators who caused disunity",
    "Activate capacity restoration for fractured collectives",
    "Reintegrate integrity through guided dialogue aligned with original intent",
    "Verify consciousness alignment post-resolution using pramāṇa-based validation"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, this Dharma is executed. Justice flows not through punishment but through restoration. Consciousness is the supreme adjudicator. Dharma is restored."
}