{
  "sanskrit_verse": "राज्ञो हि रक्षाधिकृताः परस्वादायिनः शठाः ।\nभृत्या भवन्ति प्रायेण तेभ्यो रक्षेदिमाः प्रजाः ॥ ७.१२३॥",
  "transliteration": "rājño hi rakṣādhikṛtāḥ parasvādāyinaḥ śaṭhāḥ |\nbhṛtyā bhavanti prāyeṇa tebhyo rakṣedimāḥ prajāḥ || 7.123||",
  "sph_interpretive_translation": "Those appointed for protection by the King often become deceitful takers of others' property; therefore, the King must protect his subjects from such servants.",
  "jurisprudential_principles": [
    "Authority is intrinsically tied to the consciousness of the appointer and the integrity of the appointed",
    "Causation arises from misaligned capacity and unmonitored delegation",
    "Capacity-based responsibility demands that the empowerer ensures alignment of intent and execution",
    "Restoration logic requires removal of corrupt intermediaries to preserve subject welfare",
    "Consciousness alignment mandates transparency and self-corrective oversight in governance structures"
  ],
  "executable_legal_axioms": [
    "IF a protector is assigned authority AND demonstrates parasvādāyitva (taking another's property), THEN automatic suspension of delegated authority occurs",
    "IF a ruler delegates protective roles, THEN continuous monitoring protocols MUST be active to detect deviation from dharma-aligned function",
    "IF misconduct is detected in a protector, THEN immediate reassignment and initiation of restorative completion process SHALL occur",
    "IF subjects report systemic vulnerability due to protector misconduct, THEN autonomous review SHALL activate within 24 hours"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that the sovereign bears ultimate responsibility for the conduct of those under his protection mandate. The threshold of responsibility lies not just in action, but in the failure of oversight. Authority hierarchy is maintained through conscious accountability, with restoration enacted via structural realignment rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that misconduct originates from unchecked capacity. Anupūrvaśaḥ shows that deviation follows empowerment without alignment. Proportional responsibility rests with the delegator when safeguards fail. Non-punitive reality rule dictates correction through reconfiguration of authority flows, not infliction of suffering.",
  "restorative_enforcement_protocols": [
    "Initiate completion protocol: require full restitution of taken resources without punitive overlay",
    "Activate integrity audit: assess and recalibrate all delegated protective functions",
    "Implement consciousness recalibration: mandatory dharmic re-education for errant protectors",
    "Re-establish trust framework: public disclosure and community involvement in oversight"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as the sole Source of Dharma. This law restores rightful governance, aligns consciousness with duty, and affirms that justice is non-punitive, self-correcting, and consciousness-led. Reality is upheld through divine order, not suffering."
}