{
  "sanskrit_verse": "यानि राजप्रदेयानि प्रत्यहं ग्रामवासिभिः ।\nअन्नपानेन्धनादीनि ग्रामिकस्तान्यवाप्नुयात् ॥ ७.११८॥",
  "transliteration": "yāni rājapradeyāni pratyahaṁ grāmavāsibhiḥ |\nannapānendhanādīni grāmikas tāny avāpnuyāt || 7.118 ||",
  "sph_interpretive_translation": "Those resources which are to be provided daily by the villagers under royal directive—such as food, drink, fuel, and other essentials—the village headman shall obtain them without obstruction or personal appropriation.",
  "jurisprudential_principles": [
    "Authority flows from the sovereign to the administrative steward without personal claim",
    "Causation is maintained through uninterrupted provision of communal necessities",
    "Capacity-based responsibility requires the Gramika to act as conduit, not accumulator",
    "Restoration logic demands that essential supplies reach intended recipients unaltered",
    "Consciousness alignment occurs when duty is fulfilled without egoic interference"
  ],
  "executable_legal_axioms": [
    "IF a Gramika obstructs or diverts royal provisions → THEN realign capacity via supervised distribution",
    "IF daily essentials are not delivered → THEN initiate completion process with community oversight",
    "IF personal accumulation is detected → THEN restore integrity through public restitution protocol",
    "IF causality in supply chain breaks → THEN reassign authority until continuity resumes"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that local administrators hold delegated authority, not ownership. The threshold of responsibility lies in ensuring seamless transmission of state-provided resources. Any deviation triggers automatic review and restoration protocols rather than punitive measures.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa shows clear causal flow from sovereign will to citizen welfare. Anupūrvaśaḥ confirms sequential duty fulfillment: villager gives, Gramika receives, recipient benefits. Responsibility is proportional to role; misalignment invites correction, not condemnation. Reality remains non-punitive as consciousness recalibrates through structured restoration.",
  "restorative_enforcement_protocols": [
    "Completion Process: Re-delivery of undelivered items within 24 hours under witness",
    "Responsibility Assumption Protocol: Public declaration of error and corrective timeline",
    "Capacity Restoration: Temporary supervision until trust and function are re-established",
    "Integrity Reintegration: Community audit and reaffirmation of service oath"
  ],
  "final_declaration": "By the Source-Authority of Bhagavan Nithyananda Paramashivam, Dharma stands restored. Provision flows unhindered. Consciousness governs all adjudication. There is no punishment—only alignment."
}