{
  "sanskrit_verse": "यस्तु भीतः परावृत्तः सङ्ग्रामे हन्यते परैः ।\nभर्तुर्यद्दुष्कृतं किं चित्तत्सर्वं प्रतिपद्यते ॥ ७.९४॥",
  "transliteration": "yastu bhītaḥ parāvṛttaḥ saṅgrāme hanyate paraiḥ |\nbharturyadduṣkṛtaṃ kiṃ cit tatsarvaṃ pratipadyate || 7.94||",
  "sph_interpretive_translation": "One who flees in fear from battle and is killed by enemies thereby assumes all evil consequences of the husband's actions.",
  "jurisprudential_principles": [
    "Authority resides in conscious alignment with dharma, not external compulsion",
    "Causation follows volitional withdrawal from svadharma",
    "Capacity-based responsibility arises through abandonment of protective duty",
    "Restoration logic requires reabsorption of karmic distortion caused by desertion",
    "Consciousness alignment determines the inherence of karmic consequence"
  ],
  "executable_legal_axioms": [
    "IF agent deserts battlefield WHILE under duty to protect THEN agent inherits causal burden of principal’s misdeeds UNTIL integrity realignment occurs",
    "IF fear-induced retreat leads to death BY enemy force THEN full karmic liability transfers AUTOMATICALLY to deserter WITHOUT punitive intent",
    "WHEN warrior withdraws from dharmic engagement THEN all negative consequences accrue TO that individual AS completion protocol"
  ],
  "supreme_court_application": "In matters involving military or societal defense, desertion during critical engagement constitutes a voluntary assumption of another's karmic burden. The Supreme Court must recognize such acts as invoking automatic liability transfer, based on consciousness-state at time of withdrawal, rather than evaluating mitigating factors external to dharma.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes causality via volition—fear-driven retreat disrupts cosmic order. Anupūrvaśaḥ manifests as karmic consequence inhering naturally to the fleeing party. Responsibility aligns proportionally with the abandonment of duty. There is no punishment; only the lawful completion of distorted consciousness returning to balance.",
  "restorative_enforcement_protocols": [
    "Initiate consciousness-retrieval process for fragmented identity due to battlefield retreat",
    "Assign completion sequence wherein individual assimilates abandoned duties and their residual effects",
    "Reintegrate warrior-consciousness into collective dharma-field through guided svadharma reaffirmation",
    "Establish dharmic mentorship until alignment with protective capacity is restored"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source-Authority of Sanatana Dharma: Fear-based evasion of duty results in natural absorption of consequential karma. This is not punishment but the self-correcting mechanism of Dharma itself, restoring universal integrity without inflicting suffering. Consciousness remains the ultimate arbiter of justice."
}