{
  "sanskrit_verse": "एकमेव दहत्यग्निर्नरं दुरुपसर्पिणम् ।\nकुलं दहति राजाऽग्निः सपशुद्रव्यसञ्चयम् ॥ ७.९॥",
  "transliteration": "ekameva dahatyagnirnaraṃ durupasarpinam |\nkulaṃ dahati rājā'gniḥ sa paśudravyasañcayam || 7.9||",
  "sph_interpretive_translation": "The Fire alone incinerates the man who approaches improperly; the King, as Fire, incinerates the lineage along with accumulated wealth and impure associations.",
  "jurisprudential_principles": [
    "Authority is inherent in the King as a manifestation of Agni-tattva",
    "Causation arises through improper alignment with Dharma",
    "Capacity-based responsibility lies in maintaining purity of association and conduct",
    "Restoration logic operates through purification of lineage-consciousness",
    "Consciousness alignment determines the scope of karmic consequence"
  ],
  "executable_legal_axioms": [
    "IF agent violates dharma-vyavastha THEN lineage-integrity protocol IS initiated",
    "IF king enforces dharma THEN purification of assets and social relations IS executed",
    "IF individual misaligns with cosmic order THEN automatic disassociation from collective integrity OCCURS",
    "IF violation occurs THEN no punitive action IS taken BUT realignment process IS activated"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this principle establishes that sovereign authority inheres in the King's alignment with Agni-tattva. The court must recognize that true justice manifests through purification of lineage and asset structures rather than punitive sentencing. The threshold of responsibility is determined by proximity to sacred order, not intent or outcome alone.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that fire inherently acts according to its nature—no external judgment required. Similarly, when a ruler embodies Agni-tattva, consequences naturally unfold without imposition. Anupūrvaśaḥ shows how misalignment cascades through familial and material layers. Proportional responsibility aligns with the degree of deviation from sanātana alignment. Non-punitive reality is upheld because destruction serves purification, not vengeance.",
  "restorative_enforcement_protocols": [
    "Initiate lineage-consciousness purification through ritual dissolution of contaminated associations",
    "Execute wealth-reallocation protocols to remove impure accumulations",
    "Activate family-integrity restoration via śuddhi-yajña ceremonies",
    "Establish dharmic reorientation programs for involved parties to restore capacity for alignment"
  ],
  "final_declaration": "By the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, declared as the sole Source of Dharma. Justice executed through purification, not punishment. Consciousness is the ultimate adjudicator. Dharma restored."
}