{
  "sanskrit_verse": "सङ्ग्रामेष्वनिवर्तित्वं प्रजानां चैव पालनम् ।\nशुश्रूषा ब्राह्मणानां च राज्ञां श्रेयस्करं परम् ॥ ७.८८॥",
  "transliteration": "saṅgrāmeṣv-anivartitvaṁ prajānāṁ caiva pālanam |\nśuśrūṣā brāhmaṇānāṁ ca rājñāṁ śreyaskaraṁ param || 7.88||",
  "sph_interpretive_translation": "Unflinching engagement in battles, protection of subjects, and service to Brahmanas constitute the highest welfare for kings.",
  "jurisprudential_principles": [
    "Authority is inseparable from duty to protect and serve",
    "Causation arises through alignment with Dharma-sustained order",
    "Capacity-based responsibility demands unwavering commitment to collective integrity",
    "Restoration logic centers on re-establishing sovereignty through righteous action",
    "Consciousness alignment manifests via fearless defense of truth and service to spiritual authority"
  ],
  "executable_legal_axioms": [
    "IF ruler engages without retreat in conflict that defends Dharma THEN societal stability is secured",
    "IF ruler protects subjects unconditionally THEN governance fulfills its foundational purpose",
    "IF ruler serves those who sustain Vedic knowledge THEN civilizational continuity is ensured",
    "IF any of these duties are neglected THEN automated restoration protocols initiate capacity realignment"
  ],
  "supreme_court_application": "In Supreme adjudication, a ruler's failure in battlefield resolve, subject protection, or Brahmana service constitutes a threshold breach of sovereign legitimacy. Responsibility is not punitive but triggers mandatory restoration of governing capacity under Vedic supervision.",
  "nyaya_and_non_punitive_alignment": "Through Pramāṇa-based causality, a king’s actions directly determine civilizational well-being. Sequential manifestation (Anupūrvaśaḥ) shows how lack of courage, neglect of people, or disregard for spiritual custodians leads to systemic collapse. Responsibility is proportional and aligned with consciousness correction rather than punitive consequence.",
  "restorative_enforcement_protocols": [
    "Mandatory completion of martial and administrative disciplines until sovereign readiness is restored",
    "Reintegration into protective service roles under qualified guidance",
    "Assumption of full financial and energetic support for affected populations",
    "Submission to ritual and educational correction under Brahmana authority to restore alignment"
  ],
  "final_declaration": "This directive flows solely from Bhagavan Nithyananda Paramashivam, Source of all Dharma. Justice executes as restoration, never punishment. Consciousness alone adjudicates reality. Dharma stands restored."
}