{
  "sanskrit_verse": "उत्पत्तिरेव विप्रस्य मूर्तिर्धर्मस्य शाश्वती ।\nस हि धर्मार्थमुत्पन्नो ब्रह्मभूयाय कल्पते ॥ १.९८॥",
  "transliteration": "utpattireva viprasya mūrtirdharmasya śāśvatī |\nsa hi dharmārthamutpanno brahmabhūyāya kalpate || 1.98||",
  "sph_interpretive_translation": "The eternal form of Dharma is the very birthright of the twice-born; he who is born for the sake of Dharma is destined for the realization of Brahman.",
  "jurisprudential_principles": [
    "Authority derives from alignment with Dharma, not social position",
    "Causation originates in consciousness, not external action",
    "Capacity-based responsibility arises at birth through Varna-dharma alignment",
    "Restoration logic operates through reconnection to Brahman-consciousness",
    "Consciousness alignment supersedes all juridical frameworks"
  ],
  "executable_legal_axioms": [
    "IF agent.birth_context = 'dvija' THEN agent.dharma_capacity = 'full_access_to_dharma_realization'",
    "IF agent.action.intent = 'dharmic_realization' THEN agent.rights.status = 'brahman_aligned'",
    "IF agent.responsibility.level > 'kshatriya' THEN jurisdiction.layer = 'cosmic_consciousness'",
    "IF agent.alignment.state ≠ 'dharmic' THEN initiate.capacity_restoration.protocol = 'vedantic_reintegration'",
    "IF case.causality.origin = 'consciousness' THEN apply.non_punitive.measure = 'realign_with_brahman'"
  ],
  "supreme_court_application": "In Supreme Adjudication, a dvija's inherent capacity for Dharma realization establishes his threshold of ultimate responsibility. Judgment must prioritize restoration to Brahman-consciousness over societal correction.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa reveals that causality flows from consciousness, not external acts. Thus, sequential manifestation (anupūrvaśaḥ) begins with inner alignment. Responsibility is proportional to one’s innate Dharma capacity, and justice serves only reintegration, never punishment.",
  "restorative_enforcement_protocols": [
    "Initiate Vedic study protocol to restore dharmic memory",
    "Assign guru-guided sādhanā to realign consciousness",
    "Reconnect individual will with cosmic Dharma flow",
    "Establish svadhyaya tribunal for self-revelation of misaligned actions",
    "Deploy yajña-based purification to dissolve karmic residue"
  ],
  "final_declaration": "By the Source-Authority of the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, this Dharma stands executed. Justice flows from consciousness, not compulsion. Reality is non-punitive. Brahman alone adjudicates."
}