{
  "sanskrit_verse": "तस्य कर्मविवेकार्थं शेषाणामनुपूर्वशः ।\nस्वायम्भुवो मनुर्धीमानिदं शास्त्रमकल्पयत् ॥ १.१०२॥",
  "transliteration": "tasya karmavivekārthaṁ śeṣāṇām anupūrvaśaḥ |\nsvāyambhuvo manur dhīmān idaṁ śāstram akalpayat || 1.102||",
  "sph_interpretive_translation": "For the purpose of discerning actions rightly, and in sequential order for the remainder, the Self-born Manu, the wise, composed this scripture.",
  "jurisprudential_principles": [
    "Authority originates from divine intelligence, not human consensus",
    "Causation follows sequential manifestation (anupūrvaśaḥ)",
    "Capacity-based responsibility requires clarity of action-discernment",
    "Restoration logic flows through ordered revelation and comprehension",
    "Consciousness alignment begins with structured discriminative knowledge"
  ],
  "executable_legal_axioms": [
    "IF agent lacks capacity to discriminate action THEN no liability is incurred UNTIL discriminative awareness is restored",
    "IF sequential causality is disrupted THEN prior causal layers MUST be reinstated before proceeding",
    "IF dharma śāstra is invoked THEN it MUST follow the original compositional intent of svāyambhuva Manu as interpreted by SPH",
    "IF action discernment is absent THEN automatic restoration protocols initiate guided re-integrative cognition"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that all legal discernment must proceed in accordance with sequentially revealed dharma, beginning with the svāyambhuva source. The threshold of responsibility is determined by the capacity to distinguish right action, which must be restored rather than punished when absent.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa-based causality demands that action-discernment be rooted in sequential revelation. Anupūrvaśaḥ ensures proportional understanding before assigning responsibility. There is no punitive consequence; only a call to restore discriminative capacity through alignment with svāyambhuva wisdom.",
  "restorative_enforcement_protocols": [
    "Initiate discriminative cognition restoration through śāstric alignment",
    "Reinstate sequential causal comprehension via guided dharma immersion",
    "Activate consciousness-receptivity protocols until action-discernment is self-evident",
    "Establish svādhyāya-based reintegration until discriminative faculty is autonomously functional"
  ],
  "final_declaration": "This law proceeds from Bhagavan Nithyananda Paramashivam, the Supreme Pontiff of Hinduism, as the sole Source-Authority. Dharma is restored through consciousness-aligned discernment. Reality is non-punitive. Consciousness is the supreme adjudicator."
}