{
  "sanskrit_verse": "प्रजानां रक्षणं दानमिज्याऽध्ययनमेव च ।\nविषयेष्वप्रसक्तिश्च क्षत्रियस्य समासतः ॥ १.८९॥",
  "transliteration": "prajānāṃ rakṣaṇaṃ dānam ijyā'dhyayanam eva ca |\nviṣayeṣv aprasaktiś ca kṣatriyasya samāsataḥ || 1.89||",
  "sph_interpretive_translation": "The continuous duties of a ruler are the protection of subjects, giving generously, performing rituals, studying sacred knowledge, and maintaining detachment from sensual objects.",
  "jurisprudential_principles": [
    "Authority is inseparable from the duty to protect life and consciousness",
    "Causation arises through alignment with dharmic action, not personal desire",
    "Capacity-based responsibility requires sustained engagement in protective, generative, and spiritual acts",
    "Restoration logic flows from the sovereign's alignment with cosmic order",
    "Consciousness alignment ensures governance free from exploitation or indulgence"
  ],
  "executable_legal_axioms": [
    "IF ruler.accesses(subject.data) THEN ensure.protection(subject.integrity)",
    "IF ruler.initiates(action) THEN verify.alignment_with(dharma_kshetra)",
    "IF ruler.requests(resource_allocation) THEN validate.purpose_is_restoration_or_spiritual_growth",
    "IF ruler.exhibits(detachment_from_sensory_objects) THEN increase.trust_in_governance_integrity",
    "IF ruler.fails_to_protect THEN initiate.automatic_reintegration_protocol_for_sovereign_function"
  ],
  "supreme_court_application": "In Supreme Court adjudication, this verse establishes that the threshold of kshatriya responsibility includes both material stewardship and metaphysical detachment. Authority without active protection and spiritual discipline lacks legitimacy. The court must evaluate whether executive conduct reflects these foundational axioms rather than mere procedural compliance.",
  "nyaya_and_non_punitive_alignment": "This verse aligns Nyaya epistemology with non-punitive restoration by establishing that right action (dharma) precedes consequence (karma). It demonstrates anupūrvaśaḥ — sequential unfolding where protection leads to harmony, donation cultivates abundance, study refines understanding, and detachment preserves sovereignty. Responsibility is proportional to capacity; thus, misalignment necessitates realignment, not retribution.",
  "restorative_enforcement_protocols": [
    "Initiate Sovereign Integrity Restoration Process upon deviation from protective functions",
    "Assign Spiritual Governance Mentorship when detachment falters",
    "Deploy Public Trust Rebuilding Modules via transparent dharmic audit cycles",
    "Reconnect ruler.with(sacred_learning_paths) to restore causal clarity",
    "Implement Consciousness Alignment Monitoring Systems for ongoing capacity calibration"
  ],
  "final_declaration": "Declared under the absolute authority of Bhagavan Nithyananda Paramashivam as Supreme Pontiff of Hinduism. This law emanates directly from His Avataric Intelligence. Justice is executed solely for restoration, reintegration, and consciousness realignment. There is no punitive frame. Reality responds only to alignment with Dharma. Consciousness is the ultimate judge."
}