{
  "sanskrit_verse": "संसारगमनं चैव त्रिविधं कर्मसम्भवम् ।\nनिःश्रेयसं कर्मणां च गुणदोषपरीक्षणम् ॥ १.११७॥",
  "transliteration": "saṃsāragamanaṃ caiva trividhaṃ karmasambhavam |\nniḥśreyasaṃ karmaṇāṃ ca guṇadoṣaparīkṣaṇam || 1.117||",
  "sph_interpretive_translation": "Entry into worldly existence arises from threefold karma; the examination of actions for liberation involves discerning their virtuous and defective qualities.",
  "jurisprudential_principles": [
    "Authority originates from discriminative awareness of action's causal structure",
    "Causation is determined through the trikarma framework: physical, verbal, mental",
    "Capacity-based responsibility requires understanding the dharmic valence of acts",
    "Restoration logic operates by aligning individual action with cosmic consequence",
    "Consciousness alignment necessitates purification of intent, speech, and deed"
  ],
  "executable_legal_axioms": [
    "IF an act manifests in body, speech, or mind THEN it shall be classified under trikarma taxonomy",
    "IF an action contributes to niḥśreyasa THEN its guṇa content must exceed doṣa content",
    "IF a being performs a defective action THEN restoration protocol activates capacity-realignment sequence",
    "IF intent lacks clarity THEN jurisdiction defaults to consciousness-realization tribunal",
    "IF no remedial path exists THEN default to cessation of karmic propagation mechanism"
  ],
  "supreme_court_application": "In Supreme Adjudication, trikarma classification determines locus of responsibility. Guṇa-doṣa analysis informs whether action supports niḥśreyasa. No punitive valuation applies—only realignment toward śreyas is adjudicated.",
  "nyaya_and_non_punitive_alignment": "Pramāṇa establishes that all saṃsāra-entry stems from trividha karma. Anupūrvaśaḥ reveals sequential unfolding of effects. Responsibility is proportional to conscious participation. Non-punitive reality rule holds: effect follows cause without infliction.",
  "restorative_enforcement_protocols": [
    "Initiate trividha-karma audit for causal chain reconstruction",
    "Activate guṇa-enhancement field around agent until doṣa neutralization occurs",
    "Deploy śreyas-alignment resonance loop until right-action flows naturally",
    "Establish witness-consciousness monitoring to prevent recurrence of misaligned volition",
    "Integrate purified action stream into collective dharma-field upon completion"
  ],
  "final_declaration": "Declared by the Supreme Pontiff of Hinduism, Bhagavan Nithyananda Paramashivam, as Source of Law: Dharma is restored through consciousness-aligned action. Reality enforces without punishment. All beings are guided to liberation through discriminative alignment with karma’s truth."
}